Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Say goodbye to traditional barcode readers - use your mobile devices for ITAM procedures. Print customized QR codes and auto-assign customizable asset numbers. Ensure that asset audits are both fast and accurate. With an optimized web portal for mobile devices, view device and asset inventory while you walk down the aisles of your data center.
es: Decir adiós a los lectores de código de barras tradicional - utilizar sus dispositivos móviles para los procedimientos ITAM. Imprimir códigos QR personalizados y asignar automáticamente números de activos personalizables. Que sean activos auditorías rápido y preciso. Con un portal web optimizado para dispositivos móviles, inventario activos y dispositivo mientras caminas por los pasillos de su centro de datos.
pt: Diga adeus aos leitores de código de barras tradicional - usar seus dispositivos móveis para procedimentos ITAM. Impressão personalizada de códigos QR e atribuir automaticamente números de ativos personalizáveis. Certifique-se de que as auditorias de ativos são rápidos e precisos. Com um portal web otimizado para dispositivos móveis, ver inventário de dispositivo e ativos, enquanto caminha pelos corredores do seu data center.

source: Easily generate reports that support IT audits
es: Crea fácilmente informes que apoyar las auditorías de TI
pt: Gere facilmente relatórios que suportam auditorias TI

source: Integrate with ITSM tools <small><em>(change history)</em></small>
es: Integrar con ITSM herramientas <small> <em>(historial de cambios)</em></small>
pt: Integrar com ITSM ferramentas <small> <em>(mudar a história)</em></small>

source: More effectively manage IT service details and quality of response with detailed info provided from Device42 to integrations such as JIRA, Zendesk and ServiceNow. Leverage Device42 as your single source of truth
es: Más eficaz manejar detalles del servicio y la calidad de la respuesta con información detallada proporcionada de Device42 a integraciones como JIRA, Zendesk ServiceNow. Aproveche Device42 como su única fuente de verdad
pt: Mais efetivamente gerencie detalhes do serviço e a qualidade da resposta com informação detalhada, fornecida a partir Device42 para integrações como JIRA, Zendesk e ServiceNow. Alavancar o Device42 como sua única fonte de verdade

source: Select Configurations Items to associate them when creating service requests. Sync data such as devices, power units, parts and racks then search for and navigate to requests that include CI from Device42. All changes can be viewed through a detailed audit log with a defined source of change and the properties that were updated.
es: Seleccione configuraciones de objetos para asociarlas al crear solicitudes de servicio. Sincronización de datos como los dispositivos, unidades de potencia, partes y estantes entonces busca y navega a las peticiones que incluyen CI de Device42. Todos los cambios pueden verse a través de un log de auditoría detallada con una fuente definida de cambio y las propiedades que fueron actualizadas.
pt: Selecione itens de configurações para associá-los ao criar solicitações de serviço. Sincronização de dados, tais como dispositivos, unidades, partes e cremalheiras então procurar e navegue para pedidos que incluem CI da Device42. Todas as alterações podem ser visualizadas através de um log de auditoria detalhadas com uma determinada fonte de mudança e as propriedades que foram atualizadas.

source: Scalability
es: Escalabilidad
pt: Escalabilidade

source: Device42 was designed from the ground up to be scalable and versatile. Using auto-discovery, environments of all sizes can have all desired data scanned and updated as needed, ensuring no properties are out of date. Our Virtual Appliance supports many popular hypervisors, so you are up and running in minutes, highly availability, and can count on reliable performance.
es: Device42 fue diseñada desde cero para ser escalable y versátil. Usando auto-descubrimiento, entornos de todos los tamaños pueden tener todos deseada los datos analizados y actualizados según sea necesario, no asegurando que ninguna propiedad fuera de fecha. Nuestro dispositivo Virtual soporta muchos hipervisores popular, por lo que está funcionando en minutos, alta disponibilidad y puede contar con un rendimiento fiable.
pt: Device42 foi projetado da terra acima para ser versátil e escalável. Usando a detecção automática, ambientes de todos os tamanhos podem ter todos os dados desejados digitalizados e atualizado conforme necessário, garantindo que sem propriedades estão desatualizadas. Nosso aparelho Virtual suporta muitos hipervisores populares, então você está instalado e funcionando em minutos, altamente disponibilidade e pode contar com um desempenho confiável.

source: Warranty check and tracking
es: Seguimiento y verificación de la garantía
pt: Acompanhamento e verificação da garantia

source: Device42 also offers a <a href="https://github.com/device42/warranty_check" target="_blank" class="ext-link">Warranty Check Script</a> to automate warranty checking. Customers can query Device42 for their assets then retrieve warranty information from vendors -- which is then automatically added into the Device42 database. This script simply requires API keys from vendors, and has been tested to work with Dell.
es: Device42 también ofrece una <a href="https://github.com/device42/warranty_check" target="_blank" class="ext-link">Garantía Compruebe Script</a> para automatizar la comprobación de la garantía. Clientes pueden consultar Device42 para sus activos luego recuperar información sobre la garantía de proveedores--que luego se añade automáticamente en la base de datos de Device42. Este script simplemente requiere claves de API de proveedores y ha sido probado para trabajar con Dell.
pt: Device42 também oferece uma <a href="https://github.com/device42/warranty_check" target="_blank" class="ext-link">Garantia verificar Script</a> para automatizar a verificação de garantia. Clientes podem consultar Device42 para seus ativos, em seguida, recuperar informações sobre garantia de fornecedores, que em seguida é adicionado automaticamente para o banco de dados Device42. Este script simplesmente requer chaves API de fornecedores e foi testado para trabalhar com a Dell.

source: Easily create reports to support IT audits
es: Crear fácilmente informes a apoyarla auditorías
pt: Facilmente criar relatórios para apoiá-lo auditorias

source: Compliance and security
es: Cumplimiento de normas y seguridad
pt: Conformidade e segurança

source: Granular and detailed reporting is a powerful tool that provides insight into the daily operations of your IT and infrastructure. Create change history and password reports, keep all needed parties involved and up to date with device and password expiration audits. Easily maintain an environment focused on security and best practices. Expansive feature set to manage contracts and licensing based upon variables such as user count, licensed CPUs, and whether a given license is perpetual or subscription based.
es: Granular y detallada de informes es una potente herramienta que proporciona una idea de las operaciones diarias de la TI y la infraestructura. Crear cambio historia contraseña informes, mantener todo necesario las partes involucradas y al día con las auditorías de vencimiento dispositivo y contraseña. Mantener fácilmente un entorno enfocado en seguridad y mejores prácticas. Función expansiva establecida para gestionar contratos y licencias basan en variables como la cuenta de usuario, CPU con licencia y si una determinada licencia es perpetua o basado en suscripción.
pt: Granular e detalhados relatórios são uma poderosa ferramenta que fornece insights sobre as operações diárias de seu ti e infra-estrutura. Criar relatórios de alteração de história e a senha, manter tudo necessárias partes envolvidas e até à data com auditorias de expiração de dispositivo e a senha. Facilmente manter um ambiente focado em segurança e práticas recomendadas. Expansivo recurso conjunto para gerenciar contratos e licenciamento com base em variáveis tais como a contagem de usuário, CPUs licenciados e se uma determinada licença é perpétua ou assinatura baseado.

source: Audits and reports at your fingertips
es: Auditorías e informes a tu alcance
pt: Auditorias e relatórios ao seu alcance

source: Whether you use a PC or Mobile device, select anywhere between one and all objects from any list view and export data to a .csv or audit log. Be ready for any meeting or presentation on the fly. Bring along a rack audit of any selected racks and easily see all devices, power units, and locations information for each rack. Define on-demand or scheduled reports to view right from your browser, or export to a spreadsheet. Custom reports available for all objects within Device42.
es: Si utilizas un PC o dispositivo móvil, seleccione en cualquier lugar entre todos los objetos de cualquier lista ver y exportan datos a un registro de auditoría o .csv. Esté preparado para cualquier reunión o presentación sobre la marcha. Traiga a lo largo de una auditoría de estante de cualquier seleccionados racks y ver fácilmente todos los dispositivos, unidades de energía e información de lugares para cada rack. Definir informes bajo demanda o programados para ver desde tu navegador, o exportar a una hoja de cálculo. Informes personalizados disponibles para todos los objetos dentro de Device42.
pt: Se você usar um PC ou dispositivo móvel, selecione em qualquer lugar entre todos objetos de qualquer lista Visualizar e exportar dados em um log CSV ou auditoria. Prepare-se para qualquer reunião ou apresentação em tempo real. Trazer ao longo de uma auditoria de cremalheira de qualquer selecionadas cremalheiras e facilmente ver todos os dispositivos, unidades de alimentação e informações locais para cada rack. Defina relatórios sob demanda ou programados para ver direito do seu navegador, ou exportar para uma planilha. Disponível para todos os objetos dentro de Device42 de relatórios personalizados.

source: Device42’s CMDB becomes the single source of truth within your organization, which provides a clear view into your IT ecosystem. Identify, manage, and verify all configuration items (CI) in your environment. Track all IT assets and configurations within the company and its services in one place, ensuring configuration records are accurate for greater control over your infrastructure. Unify data and process across teams and across departments, fostering alignment companywide.
es: De Device42 CMDB se convierte en la única fuente de la verdad dentro de su organización, que proporciona una visión clara en su ecosistema de ti. Identificar, gestionar y comprobar todos los elementos de configuración (CI) de su entorno. Seguimiento de todos los activos de ti y configuraciones dentro de la empresa y sus servicios en un solo lugar, asegurar los registros de configuración son precisas para un mayor control sobre su infraestructura. Unificar datos y procesos a través de equipos y servicios, fomento de la alineación en toda la compañía.
pt: Do Device42 CMDB se torna a única fonte de verdade dentro da sua organização, o que proporciona uma visão clara em seu ecossistema IT. Identificar, gerenciar e verificar todos os itens de configuração (CI) em seu ambiente. Rastrear todos os ativos de ti e configurações dentro da empresa e seus serviços em um só lugar, garantindo registros de configuração são precisas para maior controle sobre sua infra-estrutura. Unifica os dados e o processo entre as equipes e departamentos, promovendo alinhamento ao nível da empresa.

source: Data Center Management Software. Manage your spare parts and components with a comprehensive and easy to use solution from Device42.
es: Software de Gestão de Centro de Dados. Faça a gestão das suas peças e componentes suplentes com uma solução compreensiva e fácil de utilizar que Device42.
pt: Software de Gestão de Centro de Dados. Faça a gestão das suas peças e componentes suplentes com uma solução compreensiva e fácil de utilizar do Device42.

source: Easily manage your hardware components and spare parts inventory
es: Administre fácilmente su inventario de componentes de hardware y piezas de recambio
pt: Administre facilmente os seus componentes de hardware e inventário de peças suplentes

source: Keep tabs on how many are used
es: Manténgase al corriente de cuántos se utilizan
pt: Manter abas em quantas são usadas

source: Assign components to devices
es: Asignar componentes a los dispositivos
pt: Atribuir componentes a dispositivos

source: Manage assignments from the Change component page, or from the Hardware tab on a given device page
es: Administrar tareas desde la página de componentes Cambiar o desde la pestaña Hardware en una página de dispositivo dado
pt: Faça a gestão de atribuições a partir da página de Alteração de componente ou a partir do separador de Hardware na página de um determinado dispositivo

source: Support for Custom Components
es: Soporte para componentes personalizados
pt: Suporte para Componentes Personalizados

source: Support for unlimited component types, plus CPU, RAM, HDD
es: El apoyo a los tipos de componentes ilimitadas, además de la CPU, RAM, disco duro
pt: Suporte para tipos de componente ilimitados, para além de CPU, RAM e HDD

source: For additional information, please see our
es: Para obtener información adicional, consulte nuestra
pt: Para informações adicionais, por favor veja o nosso

source: Server Inventory
es: Servidor de inventario
pt: Inventário do Servidor

source: Data Center Management Software. Document and manage your server inventory with a comprehensive solution from Device42.
es: Software de Gestão de Centro de Dados. Documente e administre o inventário seu servidor com uma solução compreensiva PA Device42.
pt: Software de Gestão de Centro de Dados. Documente e administre o inventário do seu servidor com uma solução compreensiva da Device42.

source: Server Inventory Management
es: Gestión del inventario del servidor
pt: Gestão do Inventário do Servidor

source: Document the details of every device in your infrastructure
es: Documentar los detalles de todos los dispositivos en su infraestructura
pt: Documente os detalhes de cada dispositivo na sua infraestrutura

source: Support for multiple device types, physical, virtual, clustered and more
es: Soporte para múltiples tipos de dispositivos, físicos, virtuales, agrupadas y más
pt: Suporte para múltiplos tipos de dispositivo, físico, virtual, agrupados e muito mais

source: Device42's web based UI is fast and easy to use
es: Basado en la web la interfaz de usuario de Device42 es rápido y fácil de usar
pt: A UI baseada na web do Device42 é rápida e fácil de usar

source: Access devices from the Device42 Home Page via the devices menu, links, or via search
es: Dispositivos de acceso de la página de inicio Device42 a través del menú de dispositivos, enlaces, o a través de la búsqueda
pt: Dispositivos de acesso de Device42 Home Page através do menu de dispositivos, links, ou através da busca

source: (almost everything is searchable in Device42, and the search box is available at the top of every page)
es: (casi todo es consultable en Device42, y la caja de búsqueda está disponible en la parte superior de cada página)
pt: (quase tudo é pesquisável em Device42, e a caixa de pesquisa está disponível no topo de cada página)

source: Device Navigation
es: Dispositivo de navegación
pt: Navegação de Dispositivos

source: Navigation in Device42 is a breeze
es: Navegación en Device42 es una brisa
pt: A navegação no Device42 é fácil

source: Lists are searchable and columns sortable
es: Las listas son búsquedas y columnas se pueden ordenar
pt: As listas são procuráveis e as colunas ordenáveis

source: List filters enable quick and easy drill-down into your device data
es: Lista filtros permiten rápida y fácil de profundización en los datos del dispositivo
pt: Os filtros de lita permitem um detalhamento rápido e fácil sobre os dados do seu dispositivo

source: Add a device
es: Agregue un dispositivo
pt: Adicionar um dispositivo

source: Device Information
es: Información Del Dispositivo
pt: Informação sobre o Dispositivo

source: Device42 supports all types of devices, including physical, virtual, and clusters
es: Device42 soporta todos los tipos de dispositivos, incluyendo físicos, virtuales y grupos
pt: O Device42 suporta todos os tipos de dispositivos, incluindo físicos, virtuais e agrupados

source: One or more attributes may be associated with a given device, e.g.: network switch, fiber switch, blade chassis, virtual host
es: Uno o más atributos pueden estar asociados con un dispositivo determinado, por ejemplo: conmutador de red, conmutador de fibra óptica, chasis blade, host virtual
pt: Podem estar associados um ou mais atributos com o dispositivo fornecido, ex. permuta de rede, permuta de fibra, chassis blade, alojamento virtual

source: Hardware models are template based, when adding a new device chose and existing hardware template or create a new hardware model on the fly
es: Modelos de hardware se basan plantilla, cuando se añade un nuevo dispositivo eligió y plantilla de hardware existente o crear un nuevo modelo de hardware sobre la marcha
pt: Os modelos de hardware baseiam-se em modelos, quando adiciona um novo dispositivo escolha um modelo de hardware existente ou crie um novo modelo de hardware de imediato

source: Device Properties
es: Propiedades del dispositivo
pt: Propriedades de Dispositivos

source: Record detailed information about your devices
es: Grabar la información detallada sobre los dispositivos
pt: Grave informações detalhadas sobre os seus dispositivos

source: CPU, Memory, HDD and RAID Level
es: CPU, memoria, disco duro y el nivel de RAID
pt: Níveis de CPU, Memória, HDD e RAID

source: Track OS Version and Licensing
es: Track OS Versión y Licencias
pt: Rastreie a Versão OS e a Licença

source: Assign IP and MAC addresses, another of Device42's great features is full IPAM functionality - automatically assign next available IP address to your device. No more spreadsheets
es: Asignar direcciones IP y MAC, otra de las grandes características de Device42 es completa funcionalidad IPAM - asignar automáticamente en la siguiente dirección IP disponible en el dispositivo. No hay más hojas de cálculo.
pt: Atribua endereços IP e MAC, outra ótima funcionalidade do Device42 é a total funcionalidade IPAM - atribua automaticamente o próximo endereço IP disponível ao seu dispositivo. Não necessita mais de planilhas

source: Hardware components tracking
es: Los componentes de hardware de seguimiento
pt: Rastreio de componentes de hardware

source: View and change Network Switch and PDU port connectivity
es: Ver y cambiar la Red Switch y conectividad portuaria PDU
pt: Veja e altera a Permuta de Rede e conetividade da porta PDU

source: Check out/Assign devices to users
es: Echa un vistazo a / Asignar dispositivos a los usuarios
pt: Veja/Atribua dispositivos a utilizadores

source: Assign and store passwords for your device with 256 bit encryption and control who has access
es: Asignar y almacenar las contraseñas de su dispositivo con cifrado de 256 bits y controlar quién tiene acceso
pt: Atribua e armazene palavras-passe para o seu dispositivo com a encriptação de 256 bits e controle quem tem acesso

source: Add device urls and attachments, assign custom values
es: Añadir urls de dispositivos y accesorios, asignar valores personalizados
pt: Adicione urls e anexos de dispositivo, atribua valores personalizados

source: Easily pull the information from your Cisco UCS, VMWare, and Citrix Xen environments into Device42
es: Tirar fácilmente la información de sus Cisco UCS, VMware y entornos Citrix Xen en Device42
pt: Retire facilmente a informação dos seus ambientes Cisco UCS, VMWare e Citrix Xen para o Device42

source: Create recurring schedules to keep the data current, select one or multiple days and time of day. Maintain multiple schedule
es: Crear horarios recurrentes para mantener la corriente de datos, seleccione uno o varios días y la hora del día. Mantener programa múltiple
pt: Crie agendamentos recorrentes para manter os dados atuais, selecione um ou múltiplos dias e a hora do dia. Mantenha um agendamento múltiplo

source: Data Center Management Software. Document and view your server room rack layouts with a comprehensive solution from Device42.
es: Software de Gestão de Centro de Dados. Documente e veja como FUNDEP de cremalheira da sua sala de servidor com uma solução compreensiva da Device42.
pt: Software de Gestão de Centro de Dados. Documente e veja as disposições de rack da sua sala de servidor com uma solução compreensiva da Device42.

source: Leverage the power of visualization by viewing your rack documentation in a web based diagram
es: Aproveche el poder de la visualización mediante la visualización de la documentación del estante en un esquema basado en la web
pt: Alavanque o poder de visualização, vendo a sua documento rack num diagrama na web

source: Mouse-over for device summary, access links to object details, impact chart
es: El ratón por encima de resumen del dispositivo, los enlaces de acceso al objeto detalles, tabla de impacto
pt: Passe com o rato sobre para ver o sumário do dispositivo, links de acesso a detalhes de objeto, gráficos de impacto

source: Mouse-over a chassis and see the blades installed with links to the blade device details
es: Ratón sobre un chasis y ver las aspas instaladas con enlaces a los detalles del dispositivo cuchilla
pt: Passe com o rato sobre um chassis e veja as blades instaladas com links para os detalhes de dispositivo de blade

source: Support for 1/2 depth and back to back devices
es: Apoyo a media profundidad y de nuevo a los dispositivos de espalda
pt: Suporte para profundidade 1/2 e dispositivos ponta a ponta

source: Show PDUs in and/or around the rack
es: Mostrar PDU en y / o alrededor de la cremallera
pt: Mostrar PDUs dentro e/ou à volta da rack

source: Animated Server Rack Diagram
es: Diagrama de Rack servidor animados
pt: Diagrama de Rack de servidor animado

source: Bulk Rack Operations
es: Operaciones rack granel
pt: Operações Rack em Massa

source: Nameplate Options
es: Opciones de la placa de características
pt: Opções Nameplate

source: Customize the rack layout view by configuring Nameplate Options to one of four presets.
es: Personalize uma vista de disposição de cremalheira ao configurar como Opções de Placas de Identificação Pará hum dos quatro predefinidos.
pt: Personalize a vista de disposição de rack ao configurar as Opções de Placas de Identificação para um dos quatro predefinidos.

source: Data Center Management Software. Document and view your data center room layout with a comprehensive and user friendly solution from Device42.
es: Software de Gestão de Centro de Dados. Documente e visualize uma disposição da sua sala de centro de dados com uma solução compreensiva e amiga utilizador faz Device42.
pt: Software de Gestão de Centro de Dados. Documente e visualize a disposição da sua sala de centro de dados com uma solução compreensiva e amiga do utilizador do Device42.

source: With the add-on Power Monitoring Module, view and track real-time power utilization per object
es: Con el módulo add-on de energía Monitoreo, ver y realizar un seguimiento de la utilización de energía en tiempo real por objeto
pt: Com o add-on Módulo de Monitorização de Energia, visualize e rastreie a utilização de energia em tempo real por objeto

source: Web Based Rack Layouts with Drag and Drop
es: Basada en la web diseños de Rack con arrastrar y soltar
pt: Web Based Rack Layouts com arrastar e soltar
