Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Social Media Mentions
es: Menciones sociales
pt: Menções nas Redes Sociais

source: Case Studies
es: Estudio de casos
pt: Estudos de casos

source: Resources
es: Recursos
pt: Recursos

source: Support Portal
es: Portal de soporte
pt: Portal de Suporte

source: Videos
es: Vídeos
pt: Vídeos

source: Auto-Discovery Software
es: Software de autodetección
pt: Software de Auto-Descoberta

source: Migrations
es: Migraciones
pt: Migrações

source: About
es: Acerca de
pt: Sobre

source: Contact
es: Contacto
pt: Contacto

source: Jobs
es: Puestos de trabajo
pt: Empregos

source: Latest Blog Posts
es: Últimas entradas en el Blog
pt: Últimos Posts do Blog

source: Device42 is trusted by the brands that you trust
es: Device42 cuenta con el respaldo de las marcas en las que usted confía
pt: As marcas em que confia o seu negócio confiam no Device42

source: Continuous Discovery for your IT Infrastructure
es: Descubrimiento continuo de su infraestructura de ti
pt: Descoberta contínua para sua infra-estrutura de ti

source: Learn More
es: Aprende más
pt: Saiba Mais

source: Application Dependency Mapping
es: Mapeo de dependencias de aplicaciones
pt: Planeamento de Dependência de Aplicações

source: We've got<br><span>you covered
es: Tenemos<br><span>cubierto</span>
pt: Nós temos<br><span>Você cobriu</span>

source: <span>DCIM<small>Next generation data center infrastructure management
es: <span>DCIM de<small>próxima generación de data center administración de la infraestructura</small></span>
pt: <span>DCIM<small>próxima geração de gerenciamento de infra-estrutura de data center</small></span>

source: <span>Continuous Discovery<small><em>Say goodbye to traditional CMDBs!
es: <span>Descubrimiento continuo<small><em>decir adiós a CMDBs tradicionales!</em></small></span>
pt: <span>Descoberta contínua<small><em>dizer adeus aos tradicionais CMDBs!</em></small></span>

source: <span>Easier IPAM<small>Manage IPv4 and IPv6 addresses with VRF groups and nested subnets
es: <span>Más fácil IPAM<small>manejar IPv4 e IPv6 direcciones con grupos VRF y subredes anidadas</small></span>
pt: <span>Mais fácil IPAM<small>gerenciar IPv4 e endereços IPv6 com grupos VRF e sub-redes aninhadas</small></span>

source: <span>Application dependency mappings<small>Automated and agentless
es: <span>Asignaciones de la dependencia de aplicación<small>automatizada y sin agente</small></span>
pt: <span>Mapeamentos de dependência de aplicativos<small>automatizada e sem agente</small></span>

source: Get started with Device42 today!
es: ¡Empieza con Device42 hoy!
pt: Começar com Device42 hoje!

source: 90 Second Overview
es: 90 segundo Resumen
pt: 90 visão geral de segundo

source: Request Online Demo
es: Solicitar Demo Online
pt: Pedido de demonstração Online

source: Next generation data center infrastructure management.
es: Próxima generación de data center administración de la infraestructura.
pt: Próxima geração de gerenciamento de infra-estrutura de centro de dados.

source: Continuous Discovery
es: Descubrimiento continuo
pt: Descoberta contínua

source: Always up-to-date inventory/interrelationships.
es: Siempre actualizadas inventario/interrelaciones.
pt: Inventário/inter-relações sempre actualizadas.

source: Modern CMDB
es: CMDB moderno
pt: CMDB moderno

source: Pre-built and self-documenting.
es: Preconstruidas y uno mismo-documentación.
pt: Pre-construídos e auto-documentado.

source: Manage IPv4 and IPv6 addresses with VRF groups and nested subnets.
es: Administrar direcciones IPv4 e IPv6 con grupos VRF y subredes anidadas.
pt: Gerencie endereços IPv4 e IPv6 com grupos VRF e sub-redes aninhadas.

source: Application dependency mappings
es: Asignaciones de la dependencia de aplicación
pt: Mapeamentos de aplicativos de dependência

source: Automated and agentless.
es: Automatizada y sin agente.
pt: Automatizado e sem agente.

source: Comprehensive. Easy. Integrated.
es: Integral. Fácil. Integrado.
pt: Abrangente. Fácil. Integrado.

source: Device42 is a comprehensive data center management tool that helps centralize all your IT Infrastructure related info in one place -
es: Device42 es una herramienta de gestión de centro de datos que ayuda a centraliza toda su infraestructura de TI relacionados con la información en un solo lugar-
pt: Device42 é uma ferramenta de gestão do centro de dados abrangente que ajuda a centralizar toda sua infra-estrutura de ti relacionados a informação em um só lugar-

source: With live power monitoring and control!
es: ¡Con control y monitoreo de energía eléctrica!
pt: Com monitoramento ao vivo poder e controle!

source: Try Device42
es: Probar Device42
pt: Tente Device42

source: With REST APIs. Pre-defined. Customizable.
es: Con el resto APIs. Previamente definido. Personalizable.
pt: Com APIs do resto. Pré-definido. Personalizável.

source: Device42’s CMDB provides a single source of truth within your organization. This gives you a clear view into your IT ecosystem to identify, manage, and verify all configuration items (CI) in your environment.
es: De Device42 CMDB proporciona una única fuente de verdad dentro de su organización. Esto le da una visión clara en su ecosistema de TI para identificar, gestionar y comprobar todos los elementos de configuración (CI) de su entorno.
pt: Do Device42 CMDB fornece uma única fonte de verdade dentro da sua organização. Isso lhe dá uma visão clara em seu ecossistema IT para identificar, gerir e verificar todos os itens de configuração (CI) em seu ambiente.

source: Simple. Automated. Integrated.
es: Simple. Automatizado. Integrado.
pt: Simples. Automatizado. Integrado.

source: IP Address Management (IPAM) made easy.
es: Facilita la gestión de dirección de IP (IPAM).
pt: Gerenciamento de endereço IP (IPAM) facilitou as coisas.

source: IPv4 & IPv6, VRF groups, and nested subnets with powerful auto-discovery options.
es: IPv4 y IPv6, grupos VRF y subredes anidadas con opciones de descubrimiento automático de gran alcance.
pt: IPv4 e IPv6 VRF e grupos aninhadas sub-redes com opções de autodescoberta poderosa.

source: Know what's running <em>(and it's impact)</em>.
es: Saber lo que está ejecutando <em>(y de impacto)</em>.
pt: Sabe o que está sendo executado <em>(e é o impacto)</em>.

source: Device42 lets you visualize application dependency mappings on Windows, Linux, BSD, and Mac. Auto-discover dependencies in the physical, virtual, and cloud layers all the way down to service and relationship details.
es: Device42 te permite visualizar las asignaciones de dependencia de la aplicación en Windows, Linux, BSD y Mac. Auto-descubrir las dependencias en lo físico, virtual y capas hasta detalles de servicio y una relación en la nube.
pt: Device42 permite que você visualize os mapeamentos de dependência de aplicativos em Windows, Linux, BSD e Mac. Detecção automática de dependências no físico, virtual e a nuvem camadas até detalhes do serviço e o relacionamento.

source: Why Device42?
es: ¿Por qué Device42?
pt: Por que Device42?

source: Intuitive web-based interface
es: Interfaz intuitiva basada en web
pt: Interface intuitiva baseada na web

source: No complicated client installs. No need to spend money on training. Get started in a jiffy by importing the ready-to-go virtual appliance.
es: Ningún cliente complicado instala. No hay necesidad de gastar dinero en formación. Al importar la máquina virtual listo para empezar en un santiamén.
pt: Nenhum cliente complicado instala. Não há necessidade de gastar dinheiro em treinamento. Começar num instante importando o aparelho virtual pronto para ir.

source: RESTful APIs
es: APIs rESTful
pt: APIs rESTful

source: Multi user support
es: Soporte a múltiples usuarios
pt: Multi sustentação do usuário

source: Easy data population from language of your choice using REST APIs. Integrates with AD/LDAP with role based access.
es: Población de datos fácil de lenguaje de su elección con el resto APIs. Se integra con AD/LDAP con acceso a base de papel.
pt: População de dados fácil de idioma de sua escolha usando APIs REST. Integra-se com AD/LDAP com acesso baseado na função.

source: Simple licensing model
es: Modelo simple de la licencia
pt: Modelo de licenciamento simples

source: No lock in.
es: No hay cerradura en.
pt: Nenhum bloqueio em.

source: Simple licensing based on number of devices. No vendor lock in. Easily export your data anytime.
es: Licencia simple basado en el número de dispositivos. Ningún proveedor de bloquear. Exportar fácilmente sus datos en cualquier momento.
pt: Simples de licenciamento baseado no número de dispositivos. Nenhum fornecedor trancado. Facilmente exporte seus dados a qualquer momento.

source: Data center inventory and asset management. No more manual, decentralized Visio diagrams and/or inconsistent Excel spreadsheets.
es: Gestión de inventario y de activos de centro de datos. No más manual, descentralizado diagramas Visio o inconsistentes hojas de cálculo de Excel.
pt: Centro de dados de inventário e gestão de activos. Não mais manual, descentralizada diagramas do Visio e/ou inconsistentes planilhas do Excel.

source: IPAM made easy. No more trying to make sense of multiple disparate and outdated spreadsheets. Support for IPv4 & IPv6.
es: IPAM fácil. No más tratando de hacer sentido de múltiples hojas de cálculo diferentes y anticuados. Soporte para IPv4 y IPv6.
pt: IPAM facilitada. Sem mais, tentando dar sentido de múltiplas planilhas díspares e ultrapassadas. Suporte para IPv4 e IPv6.

source: Capacity & Power Planning
es: Capacidad y poder de planificación
pt: Capacidade e poder de planejamento

source: In addition to rack 'U' tracking, PDU outlet, and switch ports connections are recorded for capacity planning. Additionally, monitor power usage and control smart PDUs using SNMP.
es: Además de rack 'U' seguimiento, toma de PDU e interruptor de conexiones de puertos se registran para la planificación de capacidad. Además, controlar el uso del poder y control PDUs inteligentes mediante SNMP.
pt: Além de acompanhamento de 'U' de cremalheira, tomada PDU e interruptor conexões de portas são registradas para o planejamento de capacidade. Adicionalmente, monitorar o uso de energia e controle inteligentes PDUs usando SNMP.

source: App Dependency Mapping
es: Mapping de dependencia de la aplicación
pt: Mapeamento de App de dependência

source: Anticipate and understand the implications of a rack outage or downed server. Improve IT troubleshooting and MTTR with clear network, connectivity, dependency, and impact visualizations.
es: Anticipar y comprender las consecuencias de una interrupción en el estante o servidor caido. Mejorar resolución de problemas y MTTR con claro red, conectividad, dependencia y visualizaciones de impacto.
pt: Antecipar e entender as implicações de uma falha de cremalheira ou servidor abatido. Melhorá-lo a solucionar problemas e MTTR com limpar a rede, conectividade, de dependência e impacto de visualização.

source: IT Assets & QR Codes
es: Activos y códigos QR
pt: Ativos de ti & códigos QR

source: Powerful ITAM functionality supports management and tracking of all assets featuring custom QR codes with no need for proprietary barcode readers. iOS, Android, and Windows devices are supported for inventory management.
es: Potente funcionalidad ITAM apoya la gestión y el seguimiento de todos los activos con los códigos QR personalizados sin necesidad de lectores de código de barras patentado. iOS, Android y Windows son compatibles con los dispositivos de gestión de inventario.
pt: Poderosa funcionalidade do ITAM oferece suporte a gestão e acompanhamento de todos os ativos, apresentando personalizados códigos QR sem necessidade de leitores proprietários de código de barras. iOS, Android e Windows dispositivos são suportados para o gerenciamento de inventário.

source: Intuitive Web-Based Interface
es: Interfaz intuitiva basada en Web
pt: Interface intuitiva baseada na Web

source: Restful APIs & Webhooks
es: APIs RESTful y Webhooks
pt: APIs RESTful & Webhooks

source: Agentless & Continuous Discovery
es: Descubrimiento sin agente y continua
pt: Sem agente & contínua descoberta

source: Integration with other tools
es: Integración con otras herramientas
pt: Integração com outras ferramentas

source: Restful APIs and Webhooks
es: Webhooks y APIs restful
pt: WebHooks e APIs restful

source: Agentless auto-discovery keeps your infrastructure up-to-date becoming a single source of truth.
es: Auto-descubrimiento sin agente mantiene su infraestructura actualizada en una única fuente de verdad.
pt: Autodescoberta sem agente mantem sua infra-estrutura moderno tornando-se uma única fonte de verdade.

source: Device42 natively integrates with tools like JIRA, Confluence, ServiceNow, Splunk, Slack, Logstash, Zapier, StackStorm, Ansible, Puppet, Chef and many more.
es: Device42 se integra nativamente con herramientas como JIRA, confluencia, ServiceNow, Splunk, flojedad, Logstash, Zapier, StackStorm, Ansible, marioneta, Chef y muchos más.
pt: Device42 integra nativamente com ferramentas como JIRA, confluência, ServiceNow, Splunk, folga, Logstash, Zapier, StackStorm, Ansible, fantoche, Chef e muitos mais.

source: Industry Recognition
es: Reconocimiento de la industria
pt: Reconhecimento de Indústria

source: Saving Calculator
es: Calculadora de ahorro
pt: Calculadora de poupança

source: This calculator provides guidance on the savings that can be experienced using Device42 in three operational areas:
es: Esta calculadora proporciona una guía sobre el ahorro que se puede experimentar con Device42 en tres áreas operacionales:
pt: Esta calculadora fornece orientação sobre a poupança que pode ser experimentada usando Device42 em três áreas operacionais:

source: Change requests
es: Solicitudes de cambio
pt: Solicitações de alteração

source: Of course, the many benefits of Device42 go far-beyond these 3 categories!
es: Por supuesto, los beneficios de Device42 ir mucho más allá estas 3 categorías.
pt: Claro, muitos benefícios de Device42 ir longe-além dessas 3 categorias!

source: For a detailed ROI analysis or additional information, complete our on-line <a href="%(company_contact)s">contact form</a> or e-mail us at: <a href="mailto:info@device42.com">info@device42.com</a>.
es: Para un detallado análisis del ROI o información adicional, complete en línea nuestro <a href="%(company_contact)s">formulario de contacto</a> o correo electrónico: <a href="mailto:info@device42.com">info@device42.com</a>.
pt: Para uma análise detalhada de ROI ou informações adicionais, completar nosso on-line, <a href="%(company_contact)s">formulário de contato</a> ou envie um e-mail para: <a href="mailto:info@device42.com">info@device42.com</a>.

source: Trouble tickets per week
es: Problemas semanales
pt: Bilhetes de problemas por semana

source: Change requests per week
es: Solicitudes de cambio por semana
pt: Solicitações de mudança por semana

source: IT Compliance audits per year
es: Auditorías de cumplimiento de ti por año
pt: Auditorias de conformidade de ti por ano

source: Annual Savings
es: Ahorro anual de
pt: Economia anual

source: Savings
es: Ahorro
pt: Poupança

source: Change Requests
es: Solicitudes de cambio
pt: Solicitações de alteração

source: Totals
es: Todos los resultados de
pt: Totais

source: IT Automation
es: Automatización de ti
pt: Automação é

source: Performance, Security & Incident Response
es: Rendimiento, seguridad y respuesta a incidentes
pt: Desempenho, segurança e resposta a incidentes

source: Hardware & Software Audits
es: Hardware y Software de auditorías
pt: Hardware &amp; Software de auditorias do

source: IT Agility
es: Agilidad en ti
pt: Agilidade

source: Capacity Planning
es: Planificación de capacidad
pt: Planeamento de Capacidade

source: Capacity Planning & Budgeting
es: Capacidad de planificación y presupuesto
pt: Capacidade de planeamento e orçamentação

source: Data Center & OS Migrations
es: Centro de datos y migraciones de sistema operativo
pt: Centro de dados e migrações de sistema operacional

source: Migrations, big or small, all can carry significant business risk. Botched cut-overs can result in runaway costs and embarrassing downtime. Whether your goal is to migrate to a new facility, to the cloud, or even to a new platform or OS, Device42 has your back.
es: Migraciones, grandes o pequeñas, todos pueden llevar riesgos importantes para el negocio. Corte-overs frustrados pueden resultar en costos fuera de control y vergonzoso tiempo de inactividad. Si tu objetivo es migrar a una nueva instalación, a la nube, o incluso a una nueva plataforma o sistema operativo, Device42 tiene la espalda.

source: Read
es: Leer
pt: Leitura

source: Data Center Migrations
es: Migraciones de Data Center
pt: Migrações do centro de dados

source: OS Migrations
es: Migraciones de sistema operativo
pt: Migrações de sistema operacional

source: Data center audits come in many different shapes and sizes: finance audits, security audits, risk-related audits, budget cycle audits... And auditing a data center, big or small, can be a daunting task. But they all have one thing in common: Device42 is here to help!
es: Centro de datos de auditorías vienen en muchas diversos formas y tamaños: financiar auditorías, auditorías de seguridad, auditorías de riesgo, auditorías de ciclo de presupuesto... Y auditoría de un centro de datos, grandes o pequeños, puede ser una tarea desalentadora. Pero todos tienen una cosa en común: Device42 está aquí para ayudarle!
pt: Centro de dados, auditorias vêm em muitos formas e tamanhos diferentes: financiar auditorias, auditorias de segurança, auditorias relacionadas com os riscos, auditorias de ciclo de orçamento... E auditoria de um data center, grande ou pequena, pode ser uma tarefa assustadora. Mas todos têm uma coisa em comum: Device42 está aqui para ajudar!

source: Software Audits
es: Auditorías de software
pt: Auditorias de software

source: Hardware Audits
es: Auditorías de hardware
pt: Auditorias de hardware

source: Security and Compliance
es: Seguridad y el cumplimiento
pt: Segurança e conformidade

source: When a performance issue arises, immediately determine which applications and users are affected.
es: Cuando se presenta un problema de rendimiento, inmediatamente determinar qué aplicaciones y los usuarios se ven afectados.
pt: Quando surge um problema de desempenho, imediatamente determine quais aplicativos e usuários são afetados.

source: When a security issue arises, analyze potential downstream impact.
es: Cuando se presenta un problema de seguridad, analizar el potencial impacto aguas abajo.
pt: Quando surge um problema de segurança, analisar o potencial impacto a jusante.

source: Read more
es: Leer más
pt: Ler mais

source: Planning to ensure you've got the capacity to handle both future growth and times of peak transient load, while at the same time keeping costs under control and idle infrastructure to a minimum is a delicate balancing act. Device42 gives you the tools you need to make accurate decisions, which means happy customers, a happy budget, and happy executives.
es: Planificación para asegurarse de que tienes la capacidad para manejar tanto crecimiento futuro y tiempos de pico transitoria de la carga, mientras que al mismo tiempo mantener los costos bajo controlan e infraestructura ociosa a un mínimo es un delicado acto de equilibrio. Device42 le da las herramientas que necesita para tomar decisiones precisas, que significa clientes satisfechos, un presupuesto feliz y felizes ejecutivos.
pt: Planejamento garantir que você tem a capacidade de lidar com ambos crescimento futuro e tempos de pico transitório carregar, enquanto ao mesmo tempo mantendo os custos sob controlam e infra-estrutura ociosa para um mínimo é um ato de equilíbrio delicado. Device42 dá-lhe as ferramentas que você precisa para tomar decisões precisas, que significa clientes felizes, um orçamento feliz e felizes executivos.

source: Budgeting & Finance
es: Presupuesto y finanzas
pt: Orçamento e finanças

source: IT Automation Software
es: Software de automatización de ti
pt: Software de automação

source: Your automation tools should have access to data about all your IT assets and their interrelationships. For example, a REST API call to Device42 will return the next available IP or a list of installed software on a device or the location (virtual or physical) of an asset. Device42 webhooks can pump out notifications for virtually any change in your infrastructure. Combined with tools like RunDeck, Puppet, Chef, StackStorm, or Zapier, a DevOps team has everything they need to fully automate IT processes.
es: Sus herramientas de automatización deben tener acceso a datos sobre todos sus activos de ti y sus interrelaciones. Por ejemplo, una llamada de API REST a Device42 devolverá la siguiente IP disponible o una lista de software instalado en un dispositivo o la ubicación (virtual o física) de un activo. Device42 webhooks puede bombear las notificaciones de cualquier cambio en su infraestructura. Combinado con herramientas como RunDeck, marioneta, Chef, StackStorm o Zapier, un equipo de DevOps tiene todo que lo necesario para automatizar completamente los procesos.
pt: Suas ferramentas de automação devem ter acesso a dados sobre todos os seus ativos de ti e suas inter-relações. Por exemplo, uma chamada de API REST para Device42 retornará o seguinte IP disponível ou uma lista de software instalado em um dispositivo ou a localização de um ativo (virtual ou física). Device42 webhooks pode bombear notificações para praticamente qualquer mudança em sua infra-estrutura. Uma equipe de DevOps combinado com ferramentas como RunDeck, fantoche, Chef, StackStorm ou Zapier, tem tudo que precisam para totalmente automatizar processos de ti.

source: IT Agility Solutions
es: Agility soluciones
pt: Soluções de agilidade de ti

source: Both agility and clear visibility are required to execute large changes successfully. Typically a very stressful time for the IT Staff involved, the weight of ensuring all goes as planned rests on their shoulders. Device42 provides the detailed insight into your infrastructure and a clear picture of the inter-dependencies between the many layers of hardware and the business applications it supports, necessary to ensure seamless execution.
es: Clara visibilidad y agilidad están obligados a ejecutar grandes cambios con éxito. Por lo general un momento muy estresante para el personal involucrado, el peso de garantizar todo va según lo previsto se basa en sus hombros. Device42 proporciona la penetración detallada en su infraestructura y una imagen clara de la interdependencia entre las muchas capas de hardware y las aplicaciones de negocio que soporta, es necesario para asegurar la ejecución perfecta.
pt: Tanto a agilidade e a visibilidade clara são obrigados a executar grandes mudanças com sucesso. Normalmente um momento muito estressante para a equipe de ti envolvidos, o peso de garantir tudo correr como planeado repousa sobre seus ombros. Device42 fornece a introspecção detalhada de sua infra-estrutura e uma imagem clara a interdependência entre as muitas camadas de hardware e os aplicativos de negócios que ele suporta, necessário para garantir a perfeita execução.

source: Download a free trial of comprehensive data center infrastructure management software (DCIM) with integrated IPAM and centralized password management by Device42.
es: Descargue una prueba gratuitaa del software de gestión integral de infraestructura de centros de datos (DCIM) con IPAM integrado y gestión centralizada de contraseñas por Device42.
pt: Faça o download do teste gratuito do software compreensivo de gestão da infraestrutura de centros de dados (DCIM) com IPAM integrado e gestão centralizada de passwords da Device42

source: Free Trial
es: Prueba gratuita
pt: Teste Gratuito
