Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Determine which users are affected by scheduled and unscheduled outages
es: Determinar que los usuarios se ven afectados por las interrupciones programadas y no programadas
pt: Determinar quais usuários são afetados por interrupções agendadas e não agendadas

source: Know if a server/OS is still supported, and where to find it
es: Saber si un servidor/sistema operativo es todavía apoyada y donde se encuentra
pt: Saber se um servidor/OS ainda suportado e onde encontrá-lo

source: Maintain accurate server-switch port connections
es: Mantenga conexiones de puertos precisas entre servidor-conmutador
pt: Mantenha conexões precisas de mudança de porta do servidor

source: Accurately manage rack power and cooling capacities
es: Gestione con precisión las capacidades de energía y refrigeración de los racks
pt: Gerir com precisão capacidades de energia e cooling de uma partição

source: Know device inter-dependencies and their service relationships
es: Conocer dependencias entre dispositivo y sus relaciones de servicio
pt: Sabe inter-dependências dispositivo e suas relações de serviço

source: Effectively Manage Asset Life Cycles
es: Gestione efectivamente los ciclos de vida de activos
pt: Gerir Efetivamente os Ciclos de Vida de Recursos

source: Make the most out of your budget. Track Software and Support Entitlements, and full Hardware Asset Life Cycles.
es: Saque el máximo partido de su presupuesto. Vía Software y prestaciones de soporte y ciclos de vida de activos de Hardware completo.
pt: Fazer o a maioria fora de seu orçamento. Faixa de Software e suporte direitos e ciclos de vida de ativos de Hardware completo.

source: Record purchases
es: Compras de registros
pt: Compras Recorde

source: Asset lifecycle tracking from the day of purchase to the day it’s retired
es: Ciclo de vida de activos de seguimiento desde el día de la compra hasta el día que se retira
pt: Ativos de ciclo de vida de controle no dia da compra para o dia que é aposentado

source: Associate a service contract with the actual asset it applies to
es: Asociado a un contrato de servicio con el activo real a que se aplica
pt: Associar o ativo real aplica-se a um contrato de serviço

source: Automatically generate a smartphone readable QR code for physical inventory
es: Generar automáticamente un teléfono inteligente puede leer QR code para inventario físico
pt: Gerar automaticamente um código QR legível de smartphone para inventário físico

source: Improve planning with accurate financial data for budgeting and auditing
es: Mejorar la planificación con datos financieros precisos para la presupuestación y auditoría
pt: Melhorar o planejamento com dados financeiros precisos para orçamentação e auditoria

source: Proactively manage contracts and maintenance renewals with powerful reporting and renewal notices
es: Administrar de manera proactiva contratos y renovaciones de mantenimiento con los poderosos avisos informando y renovación
pt: Gerenciar de forma proativa os contratos e renovações de manutenção com poderosos relatórios e renovação avisos

source: Track software licensing and ensure compliance
es: Seguimiento de licencias de software y asegurar el cumplimiento
pt: Faixa de licenciamento de software e garantir a conformidade

source: Eliminate waste and save money
es: Elimine los residuos y ahorre dinero
pt: Eliminar o desperdício e poupar dinheiro

source: Centrally Manage Shared Accounts and Passwords
es: Gestione de manera centralizada cuentas compartidas y contraseñas
pt: Gerir Centralmente Passwords e Contas Partilhadas

source: Take control of who has access to what systems
es: Tome el control de quién tiene acceso a qué sistemas
pt: Ter controlo de quem tem acesso a que sistemas

source: Ensure that data center teams have the information they need, when they need it
es: Asegúrese de que los equipos de los centros de datos tienen la información que necesitan, cuando lo necesitan
pt: Assegurar que as equipas de centros de dados têm a informação de que necessitam, quando necessitam dela

source: Map service accounts and secrets to devices and applications
es: Cuentas de servicio de mapa y secretos a los dispositivos y aplicaciones
pt: Mapa de contas de serviço e segredos para dispositivos e aplicações

source: Protect account and password information with granular access controls
es: Proteger la información de cuenta y la contraseña con controles de acceso granular
pt: Proteger informações de senha e conta com controles de acesso granular

source: Track password views, expiration dates, and password changes
es: Realice un seguimiento de visitas de contraseñas, fechas de vencimiento y cambios de contraseña
pt: Controle as visualizações de passwords, datas de validade e mudanças de password

source: And yes...keep the auditors happy, happy, happy!
es: Y sí... mantener los auditores feliz, feliz, feliz!
pt: E sim... manter o contas, feliz, feliz, feliz!

source: Capacity Planning Tools
es: Herramientas de planificación de capacidad
pt: Ferramentas de planejamento de capacidade

source: Efficiently manage growth and consolidation with powerful capacity planning tools
es: Gestionar de manera eficiente crecimiento y consolidación con potente capacidad de herramientas de planificación
pt: Gerir o crescimento e consolidação com poderosa ferramentas de planejamento de capacidade

source: Find available rack capacity with heat maps colored by available U's
es: Encontrar capacidad de rack disponibles con mapas de calor de color por disponible U
pt: Encontrar a capacidade de cremalheira disponíveis com mapas de calor coloridos por disponível "U".

source: Ensure power availability at a glance with overlaid Color-bars
es: Asegurar la disponibilidad de potencia a simple vista con barras de colores superpuestos
pt: Garantir a disponibilidade de energia de relance com barras de cores sobrepostas

source: Quickly find space, outlets, and power capacity for new equipment with “What-If” scenarios
es: Encontrar rápidamente el espacio, puntos de venta y capacidad para nuevos equipos con escenarios "What-If"
pt: Rapidamente encontrar espaço, tomadas e a capacidade de poder de novos equipamentos com cenários "What-If"

source: Ensure all your machines are redundantly connected, visually
es: Asegurar que todas las máquinas están conectadas redundante, visualmente
pt: Certifique-se de todas as suas máquinas estão conectadas redundantemente, visualmente

source: Identify any hardware without redundancy easily
es: Identificar fácilmente cualquier hardware sin redundancia
pt: Identificar qualquer hardware sem redundância facilmente

source: View power consumption, temperature, and humidity over time
es: Ve el consumo de energía, temperatura y humedad con el tiempo
pt: Vista de consumo de energia, temperatura e umidade ao longo do tempo

source: Locate data center hot spots and eliminate problem areas
es: Localizar focos de centro de datos y eliminar las áreas problemáticas
pt: Localizar pontos de acesso de centro de dados e eliminar áreas problemáticas

source: Comprehensive reporting including abundant pre-configured reports or create your own
es: Integral informes incluyendo abundante preconfigurado informes o crea su propia
pt: Emissão de relatórios incluindo abundante abrangentes pré-configurado relatórios ou criar seus próprios

source: Instantly report <em>Change History</em>, <em>Contracts</em>, <em>Rack Space Availability</em>, and so much more
es: Informe al instante la <em>Historia de cambio</em>, <em>contratos</em>, <em>Disponibilidad de espacio de Rack</em>y mucho más
pt: Instantaneamente, relatório <em>Histórico de alterações</em>, <em>contratos</em>, <em>Disponibilidade de espaço em Rack</em>e muito mais

source: Remove the guesswork &mdash;Know if you have room to grow, or power and cooling capacity to consolidate
es: Eliminar el cálculo, saber si tiene espacio para crecer, o energía y capacidad de enfriamiento a consolidar
pt: Remover a adivinhação — saber se você tem espaço para crescer, ou o poder e capacidade para consolidar de resfriamento

source: Reduce duration of data entry
es: Reducir la duración de la entrada de datos
pt: Reduzir a duração da entrada de dados

source: Dramatically Reduce Data Entry
es: Reduzca drásticamente la entrada de datos
pt: Reduzir dramaticamente a Entrada de Dados

source: Device42's auto-discovery, import tools, and 3rd party integrations do a vast majority of the hard work for you
es: Descubrimiento automático de Device42, herramientas de importación e integraciones de partido 3 º hacen una gran mayoría del trabajo duro por usted
pt: Do Device42 descoberta automática, ferramentas de importação e integrações de festa 3 fazem uma grande maioria de trabalho duro para você

source: All the documentation you could ever want on our open API available at
es: Toda la documentación que usted podría desear en nuestra API abierta disponible en
pt: Toda a documentação que você poderia querer na nossa API aberta disponível em

source: Device42's open and powerful REST API is thoroughly documented, easy to use, and extremely powerful &mdash;enabling input and output of data to and from external sources with features like .XLS API imports
es: Abierto y potente API de Device42 REST está bien documentada, fácil de usar y muy potente, que permite la entrada y salida de datos de fuentes externas con las características como. Importaciones de la API de XLS
pt: Aberto e poderosa API do Device42 REST é completamente documentado, fácil de usar e extremamente poderoso — permitindo a entrada e saída de dados e de fontes externas com características como. Importações de XLS API

source: Freedom from excessive data entry means you can focus on building the next cool thing and making the world a better place
es: Libertad de entrada de datos excesiva significa que usted puede concentrarse en la construcción de lo cool y hacer del mundo un lugar mejor
pt: Liberdade de entrada de dados excessiva significa que você pode se concentrar em construir a próxima coisa legal e fazer do mundo um lugar melhor

source: Resolve Technical Issues Faster
es: Resuelva problemas técnicos más rápido
pt: Resolver Problemas Técnicos mais Rapidamente

source: Improve your IT service delivery with accurate and actionable data
es: Mejorar la prestación de servicios IT con datos precisos y útiles
pt: Melhorar a sua prestação de serviços IT com dados precisos e acionáveis

source: Device42 will discover and correlate relationships between physical, logical, and virtual environments - providing a powerful tool for problem solving
es: Device42 descubrirá y correlacionará las relaciones entre los entornos físicos, lógicos y virtuales - brindando una poderosa herramienta para la resolución de problemas
pt: O Device42 irá descobrir e correlacionar relações entre ambientes físicos, lógicos e virtuais - fornecendo uma ferramenta forte para resolução de problemas

source: Attaching the actual device to a ticket makes confusion about which device is being referenced a thing of the past
es: Conectar el dispositivo a una billete hace confusión sobre qué dispositivo es que se hace referencia al pasado
pt: Anexar o dispositivo real para uma bilhete faz confusão sobre qual dispositivo está sendo referenciada uma coisa do passado

source: Locating the device has never been easier when it’s attached to a ticket; click the device and get all the relevant details from Device42
es: Localizar el dispositivo nunca ha sido más fácil cuando se adjunta a un billete; Haga clic en el dispositivo y obtener todos los detalles relevantes de Device42
pt: Localizar o dispositivo nunca foi tão fácil quando está ligado a um bilhete; Clique no dispositivo e obter todos os detalhes relevantes de Device42

source: The next time a data center emergency arises, save the day in style!
es: La próxima vez que se presenta un centro de datos de emergencia, salvar el día con estilo!
pt: Da próxima vez que um centro de dados de emergência surge, salve o dia em grande estilo!

source: <em>Say Hello</em> to Automated Data Center Management
es: <em>Saludar</em> a la gerencia de centro de datos automatizado
pt: <em>Diga Olá</em> para gerenciamento automatizado de Data Center

source: Say goodbye to spreadsheets and manual drawings which are, at best, inefficient and outdated. Device42 auto-generates accurate infrastructure and inter-dependencies diagrams making data center management faster, easier, and more accurate.
es: Decir adiós a las hojas de cálculo y manual de los dibujos que son, en el mejor, ineficiente y anticuado. Device42 genera automáticamente diagramas de infraestructura y inter-dependencias precisas haciendo gestión de centros de datos más rápido, más fácil y más precisa.
pt: Diga adeus a planilhas e desenhos manuais que são, na melhor das hipóteses, ineficiente e ultrapassada. Device42 gera automaticamente diagramas de infra-estrutura e inter-dependências precisos fazer gerenciamento de centro de dados mais rápido, mais fácil e mais preciso.

source: No more spreadsheets
es: No más hojas de cálculo
pt: Não há mais planilhas

source: <strong>Gain</strong> accurate infrastructure visibility &mdash; know what you have, where it's located, how it's connected, and who owns it
es: <strong>Obtener</strong> visibilidad de infraestructura precisa, sabe lo que tiene, donde se encuentra, cómo está conectado, y que posee
pt: Visibilidade de infra-estrutura precisa <strong>ganhar</strong> — saber o que você tem, onde está localizado, como ele está conectado, e quem é o dono

source: Go <em><strong>beyond</strong></em> just the physical &mdash; gain visibility into blades, virtual machines, cloud instances, and applications running on them
es: Ir <em><strong>más allá de</strong></em> sólo la física, ganar visibilidad en las cuchillas, máquinas virtuales, instancias de nube y aplicaciones que se ejecutan en ellos
pt: Ir <em><strong>além de</strong></em> apenas o físico — ganhar visibilidade em lâminas, máquinas virtuais, nuvem instâncias e aplicativos executados neles

source: Support and document the entire lifecycle from purchase order to retirement
es: Apoyar y documentar el ciclo de vida completo de orden de compra a la jubilación
pt: Apoio e documentar todo o ciclo de ordem de compra para aposentadoria

source: Device42's <strong>comprehensive</strong> infrastructure management enables more informed decision making
es: Gestión <strong>integral</strong> de infraestructura de Device42 permite decisiones más informadas
pt: Gerenciamento de infra-estrutura <strong>abrangente</strong> do Device42 permite que a tomada de decisão mais informada

source: Active Directory Integration
es: Integración de Active Directory
pt: Integração Ativa de Diretorias

source: Increase data center staff productivity by minimizing data entry tasks and by eliminating low value data entry, IT staff can spend more time on high value business initiatives.
es: Aumentar la productividad de personal de centro de datos reduciendo al mínimo las tareas de entrada de datos y eliminando la entrada de datos de valor bajo, el personal de ti puede pasar más tiempo en iniciativas empresariales de alto valor.
pt: Aumentar a produtividade de equipe de centro de dados, minimizando as tarefas de entrada de dados e eliminando a entrada de dados de baixo valor, equipe de ti pode passar mais tempo em iniciativas de negócios de alto valor.

source: Our auto-discovery tools will do most of the work for you.
es: Nuestras herramientas de descubrimiento automático hará la mayor parte del trabajo para usted.
pt: Nossas ferramentas de descoberta automática fará a maior parte do trabalho para você.

source: The open (and powerful) REST API is well documented and easy to use - enabling input/output of data from external sources (and from the UI) with features like .XLS API imports.
es: La API REST abierto (y poderoso) es bien documentado y fácil de usar - lo que permite la entrada y salida de datos desde fuentes externas (y de la interfaz de usuario) con características como. API de XLS de las importaciones.
pt: A API REST aberto (e poderoso) é bem documentado e fácil de usar - permitindo a entrada/saída de dados de fontes externas (e da interface do usuário) com características como. API de XLS importações.

source: Without excessive data entry, you can build the next cool thing and make world a better place.
es: Sin entrada de datos excesiva, usted puede construir el próximo mundo cool de cosa y hacer un lugar mejor.
pt: Sem entrada excessiva de dados, você pode construir outro mundo cool coisa e fazer um lugar melhor.

source: Audit Trail
es: Pista de auditoría
pt: Trajeto de Auditorias

source: Device42 tracks network changes, additions, or deletions showing a comprehensive audit trail of who, when, and what took place. History records allow easy search and filtering. IT administrators can view audit trails per object from a centralized history page.
es: Device42 pistas red cambios, incorporaciones o eliminaciones que muestra una pista de auditoría completa de quién, Cuándo, y lo tomó lugar. Registros de historia permiten facilitar su búsqueda y filtrado. Los administradores de TI pueden ver seguimientos de auditoría al objeto desde una página de historia centralizada.
pt: Device42 rastreia rede alterações, adições ou exclusões mostrando uma trilha de auditoria abrangente de quem, quando e o que tomou lugar. A história registra permite fácil pesquisa e filtragem. Os administradores de ti podem exibir registros de auditoria por objeto a partir de uma página de história centralizada.

source: Multitenancy
es: Multilocação

source: Device42 supports a number of multi-tenancy use cases. A corporation might want to restrict access by geographic location, department, division, corporate entity, and so on. More importantly, they might want a user to have access to just one department while another user has access to all departments within a division.
es: O Device42 suporta uma série de casos de poster de como localização. Uma empresa pode querer restringir acesso por localização geográfica, departamento, divisão, entidade corporativa e por aí adiante. Acima de tudo, eles podem querer que um utilizador tenha acesso apenas um hum departamento, enquanto outro utilizador tem acesso a todos os departamentos dentro de uma divisão.
pt: O Device42 suporta uma série de casos de utilização de múltipla localização. Uma empresa pode querer restringir acesso por localização geográfica, departamento, divisão, entidade corporativa e por aí adiante. Acima de tudo, eles podem querer que um utilizador tenha acesso a apenas um departamento, enquanto outro utilizador tem acesso a todos os departamentos dentro de uma divisão.

source: See<span style="font-style:normal;">IT</span> All in One Place!
es: ¡Ver<span style="font-style:normal;"></span> todo en un solo lugar!
pt: Vê-<span style="font-style:normal;">lo</span> em um só lugar!

source: Once your data is loaded, it's time to reap the benefits. Device42 offers an extensive and highly-customizable set of reports and inquiry screens to access your CI data. But even better, Device42 provides an extensive set of visualizations including:
es: Una vez cargados los datos, es hora de cosechar los beneficios. Device42 ofrece un conjunto de informes y pantallas de consulta para acceder a sus datos de CI extenso y altamente personalizable. Pero mejor aún, Device42 proporciona un amplio conjunto de visualizaciones incluyendo:
pt: Uma vez que seus dados são carregados, é hora de colher os benefícios. Device42 oferece um conjunto de relatórios e telas de inquérito para acessar seus dados de CI extensivo e altamente personalizável. Mas melhor ainda, o Device42 fornece um extenso conjunto de visualizações incluindo:

source: User-defined Alerts and Notifications
es: Alertas y notificaciones definidas por el usuario
pt: Alertas e Notificações definidas por utilizador

source: Software license alerting and monitoring allows organizations to create set it, and forget it notifications that make ongoing network software management easy and effective.
es: Licencia de software de alertas y monitoreo permite a las organizaciones a crear juego y olvidar las notificaciones que hacen curso red software gestión fácil y eficaz.
pt: Licença de software de monitoramento e alerta permite às organizações criar conjunto e esquece as notificações que tornam o gerenciamento de software de rede em curso fácil e eficaz.

source: Alerting thresholds include
es: Limites de alerta incluem
pt: Limites de alerta incluem

source: The absolute number of licenses deployed
es: El número absoluto de licencias desplegado
pt: O número absoluto de licenças empregues

source: The percentage of licenses deployed
es: El porcentaje de licencias desplegado
pt: A percentagem de licenças implementadas

source: Prohibited software deployed
es: Software prohibido desplegado
pt: Implementação de software proibido

source: Pending and current license expirations
es: En espera y vencimientos de licencias actuales
pt: Expirações de licença pendentes e atuais

source: Comprehensive Licensing Tracking
es: Seguimiento Integral de Licencias
pt: Rastreamento Compreensivo de Licenças

source: Device42's license tracking models provide optimal flexibility in tracking software licenses - making accurate software auditing easier and faster.
es: Modelos de seguimiento de licencia de Device42 proporcionan óptima flexibilidad en licencias de software de seguimiento - y auditoría de software precisa facilita y acelera.
pt: Modelos de controle de licença do Device42 fornecem flexibilidade ideal em licenças de software de rastreamento - fazendo auditoria de software precisa mais fácil e mais rápido.

source: Licensing models include:
es: Modelos de licencias incluyen:
pt: Modelos de licenciamento incluem:

source: <strong>User based</strong> - perpetual or subscription, restricted to specific user, or free software
es: <strong>Basado en el usuario</strong> - perpetuo o suscripción, restringido a un usuario específico, o software libre
pt: <strong>Baseadas em usuário</strong> - perpétuo ou assinatura, restringida a usuário específico, ou o software livre

source: <strong>Device or CPU based</strong> - device license count, CPU count (by socket/core/virtual)
es: <strong>Dispositivo o CPU base</strong> - dispositivo licencia cuenta, cuenta de la CPU (por el zócalo/base/virtual)
pt: <strong>Dispositivo ou CPU baseada</strong> - dispositivo licença contagem, contagem de CPU (pelo soquete/núcleo/virtual)

source: <strong>Client access</strong> - per seat – device, per seat – user, or on a per server, processor, or mailbox basis
es: Dispositivo de <strong>acceso de cliente</strong> - por asiento –, por asiento, usuario, o en una por servidor, procesador, o por buzón de correo
pt: Dispositivo de <strong>acesso para cliente</strong> - por assento –, por assento-usuário, ou em um por base servidor, processador ou caixa de correio

source: <strong>Key based</strong> - usage counting based on key (as opposed to counting the software component instances)
es: <strong>Basada en una clave</strong> - uso de conteo basado en clave (en lugar de contar las instancias de componente de software)
pt: <strong>Baseado em chave</strong> - uso contando com base na chave (ao invés de contar as instâncias do componente de software)

source: Key Benefits
es: Los beneficios clave
pt: Benefícios Essenciais

source: Device42’s software management functionality provides key organizational benefits:
es: Funcionalidad de administración de Device42 software proporciona beneficios organizacionales clave:
pt: Funcionalidade de gerenciamento de software do Device42 fornece benefícios organizacionais chaves:
