Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: A true DCIM should not be an isolated application. You likely have monitoring tools, automation tools, ticketing tools, finance tools, and so on that can benefit from the information in your DCIM. Many enterprise DCIMs make these integrations time consuming and expensive. With Device42, you get a lot of integrations out of the box plus REST APIs that make it a breeze to integrate with other tools.
es: Un verdadero DCIM no debería ser una aplicación aislada. Probablemente tienes herramientas de monitoreo, herramientas de automatización, herramientas de tickets, herramientas de finanzas y así sucesivamente que puede beneficiarse de la información en su DCIM. Muchas empresa DCIMs hacen estas integraciones desperdiciador de tiempo y costoso. Con Device42, tienes un montón de integraciones fuera de la caja más APIs de resto que hacen que sea una brisa para integrar con otras herramientas.
pt: Um verdadeiro DCIM não deve ser um aplicativo isolado. Você provavelmente tem ferramentas de monitoramento, ferramentas de automação, bilhética ferramentas, ferramentas de finanças e assim por diante que pode beneficiar a informação em seu DCIM. Muitas empresas DCIMs fazem essas integrações, demorado e caro. Com Device42, você ter um monte de integrações fora a caixa mais APIs de resto que o tornam uma brisa para integrar com outras ferramentas.

source: With Nlyte you have a big initial product cost and a large implementation cost as well. We also believe that the value you’ll get from Device42 far outweighs the cost.
es: Con Nlyte usted tiene un costo grande de producto inicial y un costo de implementación grandes también. También creemos que es el valor que obtendrá de Device42 mucho mayor que el costo.
pt: Com Nlyte você tem um custo de produto inicial grande e um custo de implementação grandes também. Acreditamos também que o valor que você terá de Device42 longe supera o custo.

source: And more than a thousand happy users in 33 countries agree. If our auto-disovery and collaboration features can save your team just ten hours per month, then Device42 will more than pay for itself.
es: E mais mil clientes satisfeitos em 33 relatório concordam. Se como nossas funcionalidades de autodescoberta e colaboração conseguirem poupar apenas dez horas por mês à sua equipa, então o Device42 irá mais fazer o se pagar a si mesmo.
pt: E mais do que mil clientes satisfeitos em 33 países concordam. Se as nossas funcionalidades de autodescoberta e colaboração conseguirem poupar apenas dez horas por mês à sua equipa, então o Device42 irá mais do que se pagar a si mesmo.

source: An Easier Alternative to RISC Networks CloudScape
es: Una alternativa más fácil a RISC redes CloudScape
pt: Uma alternativa mais fácil para RISC redes CloudScape

source: Device42 is a better alternative to CloudScape. Here is why you should consider switching…
es: Device42 es una mejor alternativa a CloudScape. Aquí es por qué usted debe considerar el cambiar...
pt: Device42 é uma alternativa melhor para CloudScape. Aqui, é por isso que você deve considerar a mudança...

source: Device42 vs RISC Networks Discovery
es: Device42 vs RISC descubrimiento de redes
pt: Device42 vs RISC Discovery Networks

source: Device42 focuses on complete and accurate discovery, identifying all the details about what you have running in your environment today, and clearly highlighting the interdependencies. In contrast, RISC Networks provides tools centered around workload migration, and RISC’s tools focus on helping to compare the costs of migrating identified workloads (e.g. discovered VMs and/or applications) to competing cloud providers.
es: Device42 se centra en el descubrimiento completo y preciso, identificando todos los detalles sobre lo que tienes que ejecutar en su entorno de hoy y claramente destacar las interdependencias. En cambio, redes RISC ofrece herramientas de migración de la carga de trabajo de centrar, y enfoque de herramientas de RISC en ayudar a comparar los costos de migración identificó las cargas de trabajo (por ejemplo descubierto VMs o aplicaciones) a la competencia de los proveedores de cloud.
pt: Device42 centra-se na descoberta completa e exacta, identificando todos os detalhes sobre o que você tem hoje, em execução no ambiente e destacar claramente as interdependências. Em contraste, RISC Networks fornece ferramentas centradas em torno de migração da carga de trabalho e foco de ferramentas do RISC em ajudar a comparar os custos de migração identificado as cargas de trabalho (por exemplo, descobertos VMs e/ou aplicativos) para concorrentes provedores de nuvem.

source: In Device42, once you have identified what you have running and where and how it all interacts, identifying candidates for migration and creating a migration plan is a much more straightforward process. The hardest and most important part of any migration project is gaining a thorough understanding of the current state of your network. A comparison of the critical features needed for migration projects are shown below:
es: En Device42, una vez que ha identificado lo que debes correr y dónde y cómo todo interactúa, identificación de candidatos para la migración y crear un plan de migración es un proceso mucho más sencillo. La parte más difícil y más importante de cualquier proyecto de migración es obtener una comprensión del estado actual de su red. A continuación se muestra una comparación de las características necesarias para proyectos de migración:
pt: Em Device42, depois de ter identificado o que você tem que correr e onde e como tudo interage, identificar candidatos para a migração e criando um plano de migração é um processo muito mais simples. A parte mais difícil e mais importante de qualquer projeto de migração está a ganhar uma compreensão completa do estado atual de sua rede. Uma comparação dos recursos críticos necessários para projetos de migração são mostrados abaixo:

source: Option To Keep Data On-Premise
es: Opción para que los datos On-Premise
pt: Opção para manter dados no local

source: RISC currently only supports native discovery for VMware. No other hypervisors are supported.
es: RISC actualmente sólo soporta el descubrimiento nativo para VMware. No otros hipervisores son compatibles.
pt: RISC atualmente suporta apenas descoberta nativa para VMware. Não há outros hypervisors são suportados.

source: NetFlow Support
es: Apoyo de NetFlow
pt: Suporte de NetFlow

source: Workload Migration Suggestions
es: Sugerencias de migración de la carga de trabajo
pt: Sugestões de migração de carga de trabalho

source: Our Solution
es: Nuestra solución
pt: A nossa Solução

source: Unlike RISC, Device42 is a comprehensive CMDB solution. Offering more than just the ability to discover your infrastructure, Device42 is your one-stop single source of truth because it includes a fully integrated suite of enterprise CMDB features: A DCIM, IPAM, Password Management, Certificate Management, Inventory and Lifecycle Management, Automatic Rack Diagrams, Cable Management, Drag-and-drop Room Layouts, Advanced Visualizations, Powerful, Customizable Reporting, and an advanced, well documented RESTful API. Device42 provides <em>far more value</em> than any single solution "point product" ever could
es: A diferencia de RISC, Device42 es una solución completa de CMDB. Más que la capacidad para descubrir su infraestructura, Device42 es su ventanilla única fuente de verdad ya que incluye un conjunto totalmente integrado de empresa CMDB características: A DCIM, IPAM, gestión de contraseñas, gestión de certificados, inventario y gestión del ciclo de vida, automática diagramas de bastidor, electrificación, diseños de sala de Drag-and-drop, visualizaciones avanzadas, potente, informes personalizables y un avanzado, bien documentan API RESTful. Device42 proporciona <em>mucho más valor</em> que cualquier solución única "producto de punto" nunca podría
pt: Ao contrário do RISC, Device42 é uma solução abrangente de CMDB. Oferecendo mais do que apenas a capacidade de detectar a sua infra-estrutura, Device42 é sua fonte única de uma paragem de verdade porque inclui uma suite totalmente integrada dos recursos CMDB corporativo: A DCIM, IPAM, gerenciamento de senhas, gerenciamento de certificados, inventário e gerenciamento do ciclo de, automático diagramas de Rack, gerenciamento de cabos, Layouts de sala de arrastar-e-soltar, visualizações avançadas, poderoso, relatórios personalizáveis e um avançado, bem documentado API RESTful. Device42 fornece <em>muito mais valor</em> do que qualquer produto solução única"point"

source: Device42 can quickly and thoroughly discover your entire network using a variety of auto-discovery methods, automatically correlating the information:
es: Device42 rápidamente y a fondo descubrirás toda la red usando una variedad de métodos de auto-descubrimiento, automáticamente la correlación de la información:
pt: Device42 pode rapidamente e completamente descobrir toda a sua rede usando uma variedade de métodos de detecção automática, automaticamente, correlacionando as informações:

source: SNMP Discovery (v1/v2c/v3)
es: Descubrimiento de SNMP (v1/v2c/v3)
pt: Descoberta de SNMP (v1/v2c/v3)

source: Network switches, routers and firewalls
es: Conmutadores de red, routers y firewalls
pt: Switches, roteadores e firewalls de rede

source: Load balancers (such as BIG-IP F5 & Cisco NetScaler)
es: Balanceadores de carga (como BIG-IP F5 y Cisco NetScaler)
pt: Balanceadores de carga (tais como BIG-IP F5 & Cisco NetScaler)

source: Blade systems to get chassis/blade system information
es: Sistemas de la hoja para obtener información del sistema de chasis/cuchilla
pt: Sistemas de lâmina para obter informações do sistema de chassi/lâmina

source: Discovery and monitoring of power devices like PDUs, UPS, CRAC, etc.
es: Descubrimiento y monitoreo de dispositivos de energía como UPS, PDU, etcetera, CRAC.
pt: Descoberta e monitoramento de dispositivos de potência como PDUs, CRAC, UPS, etc.

source: Console switches, fiber switches, SAN switches, etc.
es: Conmutadores de consola, fibra de switches, switches SAN, etcetera.
pt: Console switches, switches de fibra, switches SAN, etc.

source: WMI based discovery for Windows based machines (and servers)
es: Descubrimiento WMI basado para Windows basado en máquinas (y servidores)
pt: Descoberta WMI baseado para Windows baseado em máquinas (e servidores)

source: SSH based discovery for different UNIX and Linux flavors.
es: SSH basado en descubrimiento de diferentes sabores de UNIX y Linux.
pt: SSH com base descoberta para diferentes sabores de UNIX e Linux.

source: Hypervisor and VMs discovery with support for all major virtualization platforms
es: Hipervisor y el descubrimiento de máquinas virtuales con soporte para todas las plataformas principales de virtualización
pt: Hipervisor e descoberta de VMs com suporte para todas as plataformas de virtualização de grandes

source: Cloud discovery support for Amazon, Azure, Joyent, Linode, Digital Ocean etc.
es: Apoyo de descubrimiento para Amazon, Azure, Joyent, Linode, etcetera de océano Digital en la nube.
pt: Suporte de descoberta para a Amazônia, Azure, Joyent, Linode, etc do oceano Digital em nuvem.

source: DNS sync and ping sweep for network discovery
es: Sincronización DNS y ping sweep para descubrimiento de la red
pt: Varredura de sincronização e ping DNS para descoberta de rede

source: Pull inventory data from tools like Puppet, Chef, Microsoft SCCM, monitoring systems
es: Extraer datos de inventario de herramientas como marioneta, Chef, SCCM de Microsoft, sistemas de monitoreo
pt: Extrair dados de inventário de ferramentas como fantoche, Chef, Microsoft SCCM, sistemas de monitoramento

source: Switch Port Map Visualization
es: Visualización de mapa de puerto del switch
pt: Visualização do mapa de porta do switch

source: An Easier Alternative to ServiceNow
es: Una alternativa más fácil a ServiceNow
pt: Uma alternativa mais fácil para ServiceNow

source: Device42 <small>&mdash; an easier alternative to ServiceNow
es: Device42 <small>, una alternativa más fácil a ServiceNow</small>
pt: Device42 <small>— uma alternativa mais fácil para ServiceNow</small>

source: Thinking of making the switch to Device42 or one of the other ServiceNow competitors?
es: Está a pensar fazer de em uma mudança para o Device42 ou outro dos concorrentes fazer ServiceNow?
pt: Está a pensar em fazer a mudança para o Device42 ou outro dos concorrentes do ServiceNow?

source: Below, you will find information to help you compare Device42 and ServiceNow, including features, customer experiences, pricing and reviews from current Device42 customers who have made the switch.
es: Mais abaixo, irá encontrar informações o ajudarão a comprar o Device42 e o ServiceNow, including funcionalidades, experiências de clientes, preços e avaliações de clientes atuais fazer Device42 fizeram uma mudança.
pt: Mais abaixo, irá encontrar informações que o ajudarão a comprar o Device42 e o ServiceNow, incluindo funcionalidades, experiências de clientes, preços e avaliações de clientes atuais do Device42 que fizeram a mudança.

source: Device42 is <em>much</em> easier to use than ServiceNow
es: Device42 es <em>mucho</em> más fácil de usar que ServiceNow
pt: Device42 é <em>muito</em> mais fácil de usar do que ServiceNow

source: Tired of having to struggle your way through clunky and complex ServiceNow user guides, training classes, and lengthy implementation plans?
es: Cansado de ter de lutar contra pesados e incham Xanna de utilizador ServiceNow, aulas de formação e planos de implementação prolongados?
pt: Cansado de ter de lutar contra pesados e complexos guias de utilizador ServiceNow, aulas de formação e planos de implementação prolongados?

source: With Device42, you won’t have to. Configuration Item(CI) relationships are pre-defined. Auto-discovery will get nearly all your data into the system in an afternoon.
es: Con Device42, no tendrá que hacerlo. Las relaciones de elemtentos de configuración (CI) están predefinidas. La autodetección obtendrá la mayoría de sus datos en el sistema en una tarde.
pt: Com o Device42, não terá que se preocupar com estes problemas. As relações de Itens de Configuração (CI) estão pré-definidas. A Autodescoberta importará todos os seus dados para o sistema numa tarde.

source: Device42 is not a IT service management or ticketing system. Instead, Device42 offers out-of-the-box integration with ITSM tools such as JIRA and ServiceNow.
es: Device42 no es una gestión de servicios o sistema de tickets. En cambio, Device42 ofrece integración out-of-box con herramientas ITSM como JIRA y ServiceNow.
pt: Device42 não é um gerenciamento de serviço de ti ou o sistema de bilhética. Em vez disso, o Device42 oferece out-of-the-box integração com ferramentas ITSM como JIRA e ServiceNow.

source: A true CMDB should not be an isolated application. You likely have monitoring tools, automation tools, ticketing tools, finance tools, and so on that can benefit from the information in your DCIM. Many enterprise DCIMs make these integrations time consuming and expensive. With Device42, you get a lot of integrations out of the box plus REST APIs that make it a breeze to integrate with other tools.
es: Una CMDB verdadera no debe ser una aplicación aislada. Probablemente tienes herramientas de monitoreo, herramientas de automatización, herramientas de tickets, herramientas de finanzas y así sucesivamente que puede beneficiarse de la información en su DCIM. Muchas empresa DCIMs hacen estas integraciones desperdiciador de tiempo y costoso. Con Device42, tienes un montón de integraciones fuera de la caja más APIs de resto que hacen que sea una brisa para integrar con otras herramientas.
pt: Um verdadeiro CMDB não deve ser um aplicativo isolado. Você provavelmente tem ferramentas de monitoramento, ferramentas de automação, bilhética ferramentas, ferramentas de finanças e assim por diante que pode beneficiar a informação em seu DCIM. Muitas empresas DCIMs fazem essas integrações, demorado e caro. Com Device42, você ter um monte de integrações fora a caixa mais APIs de resto que o tornam uma brisa para integrar com outras ferramentas.

source: An Easier Alternative to Solarwinds
es: Una alternativa más fácil a Solarwinds
pt: Uma alternativa mais fácil para Solarwinds

source: A powerful alternative to SolarWinds IPAM
es: Una alternativa poderosa a SolarWinds IPAM
pt: Uma poderosa alternativa para SolarWinds IPAM

source: Device42 is a Powerful SolarWinds IPAM Alternative. Here's Why You Should Consider Switching…
es: Device42 es un potente SolarWinds IPAM. He aquí por qué usted debe considerar cambiar...
pt: Device42 é uma poderosa alternativa do IPAM SolarWinds. Aqui é por que você deve considerar a mudança...

source: Thinking of making the switch to Device42 or one of the other SolarWinds IPAM competitors?
es: Está a pensar fazer de em uma mudança para o Device42 ou outro dos concorrentes fazer SolarWinds IPAM?
pt: Está a pensar em fazer a mudança para o Device42 ou outro dos concorrentes do SolarWinds IPAM?

source: Below, you will find information to help you compare Device42 and SolarWinds IPAM, including features, customer experiences and reviews from current Device42 customers who have made the switch.
es: Mais abaixo, irá encontrar informações o ajudarão a comprar Device42 e OO SolarWinds IPAM, including funcionalidades, experiências de clientes e avaliações de clientes atuais fazer Device42 fizeram uma mudança.
pt: Mais abaixo, irá encontrar informações que o ajudarão a comprar o Device42 e o SolarWinds IPAM, incluindo funcionalidades, experiências de clientes e avaliações de clientes atuais do Device42 que fizeram a mudança.

source: Device42 lets you track overlapping IP ranges
es: O Device42 permite-lhe monitorizar sobreposições de IPs
pt: O Device42 permite-lhe monitorizar sobreposições de IPs

source: Create overlapping IP ranges with VRF groups
es: La superposición de rangos de IP con grupos VRF
pt: Crie intervalos IP sobrepostos com grupos VRF

source: View subnets in a tree view with nested subnets & IPs
es: Ver subredes en una vista de árbol con subredes anidadas y la IPs
pt: Exibir as sub-redes em uma exibição de árvore com sub-redes aninhadas & IPs

source: SolarWinds provides add-on tools like device tracker and others to see relationships between different configuration items(CIs) in your IT infrastructure.
es: O SolarWinds fornece ferramentas Add-on, como o rastreador de dispositivo e outros, para ver os relacionamentos entre diferentes itens de configuração (CIs) na sua infraestrutura TI.
pt: O SolarWinds fornece ferramentas add-on, como o rastreador de dispositivo e outros, para ver os relacionamentos entre diferentes itens de configuração (CIs) na sua infraestrutura TI.

source: Impact Chart
es: Tabla de impacto
pt: Gráfico de impacto

source: A quick tabular comparison of features between Device42 and Solarwinds IPAM
es: Uma rápida comparação tabelar das funcionalidades entre Device42 e OO Solarwinds IPAM
pt: Uma rápida comparação tabelar das funcionalidades entre o Device42 e o Solarwinds IPAM

source: VRF Groups
es: Grupos VRF
pt: Grupos VRF

source: Subnet Tree Functionality
es: Funcionalidade da Árvore de Subrede
pt: Funcionalidade da Árvore de Subrede

source: Comprehensive Device Information
es: Dispositivo de información detallada
pt: Informação Compreensiva de Dispositivos

source: Integrated DNS and DHCP Management
es: Gestão de DNS e DHCP Integrada
pt: Gestão DNS e DHCP Integrada

source: Powerful REST APIs
es: Em baseadas de fortes do API resto
pt: Fortes API's baseadas em REST

source: Single/Unified Product
es: Produtos simples/único
pt: Produtos simples/único

source: An Easier Alternative to Sunbird
es: Una alternativa más fácil para Sunbird
pt: Uma alternativa mais fácil para o Sunbird

source: An Easier Alternative to Sunbird DCIM
es: Una alternativa más fácil para Sunbird DCIM
pt: Uma alternativa mais fácil para o Sunbird DCIM

source: Device42 is a Sunbird alternative. Here's why you should consider switching…
es: O Device42 nao hum alternativa simples ao beija-flor. Aqui estão como razões porque você deve considerar mudar...
pt: O Device42 é um alternativa simples ao Sunbird. Aqui estão as razões porque você deve considerar mudar...

source: Device42 is much easier to use than Sunbird
es: O Device42 é muito mais fácil fazer o o beija-flor
pt: O Device42 é muito mais fácil do que o Sunbird

source: Tired of having to struggle your way through clunky and complex Sunbird user guides, training classes, and lengthy implementation plans?
es: Cansado de ter de lutar contra pesados e incham Xanna de utilizador Sunbird, aulas de formação e planos de implementação prolongados?
pt: Cansado de ter de lutar contra pesados e complexos guias de utilizador Sunbird, aulas de formação e planos de implementação prolongados?

source: With Device42, you won’t have to. Setup is as simple as importing a virtual appliance. Auto-discovery will get nearly all your data into the system in an afternoon.
es: Com o Device42, não terá se preocupar com estes problemas. Um subosque é tão fácil como PDE hum equipamento virtual. Uma Autodescoberta importará todos os seus dados para o sistema numa tarde.
pt: Com o Device42, não terá que se preocupar com estes problemas. A instalação é tão fácil como importar um equipamento virtual. A Autodescoberta importará todos os seus dados para o sistema numa tarde.

source: Device42 is agentless. You don’t have to find every device and put an agent on it. Device42 finds them for you without agents.
es: Device42 es sin agente. No tienes que encontrar todos los dispositivos y poner a un agente en ella. Device42 encuentra para usted sin agentes.
pt: Device42 é sem agente. Não tens de encontrar todos os dispositivos e um agente na lista. Device42 encontra-los para você, sem agentes.
