Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Vendor information can also be synced from Device42. The default configuration includes the Vendor’s name and the vendor’s home page. Notes, contact information, and escalation information for troubleshooting and support contacts can also be synced if those target fields are created in ServiceNow.
es: También se puede sincronizar la información del proveedor de Device42. La configuración predeterminada incluye nombre del proveedor y la página del vendedor. También se pueden sincronizar notas, información de contacto e información de escalada para contactos de solución de problemas y soporte si los campos de destino son creados en ServiceNow.
pt: Informações do fornecedor também podem ser sincronizadas de Device42. A configuração padrão inclui o nome do fornecedor e a página do fornecedor. Notas, informações de contato e informações de escalonamento para solução de problemas e suporte contatos também podem ser sincronizados, se os campos de destino são criados em ServiceNow.

source: Associate imported CIs when creating new ServiceNow requests
es: Asociado CIs importados al crear nuevas solicitudes de ServiceNow
pt: Associar o CIs importados ao criar novas solicitações de ServiceNow

source: When a creating a new request in ServiceNow, users can select configuration items synced from Device42. They can then be managed natively within ServiceNow, utilizing the task management workflow you’re already used to. Assign teams and create task checklists related to CI’s imported from Device42.
es: Cuando una creación de una nueva solicitud en ServiceNow, los usuarios pueden seleccionar elementos de configuración sincronizados de Device42. Entonces puede ser gestionados nativamente dentro de ServiceNow, utilizando el flujo de trabajo de gestión de tareas a que ya está acostumbrado. Asignar equipos y crear listas de tareas relacionadas con el CI de Device42.
pt: Quando um criando um novo pedido em ServiceNow, os usuários podem selecionar itens de configuração sincronizadas com Device42. Eles então podem ser gerenciados nativamente dentro ServiceNow, utilizando o fluxo de trabalho do gerenciamento de tarefa que já está acostumado. Atribuir as equipes e criar listas de tarefas relacionadas com a CI importados da Device42.

source: Device42 to ServiceNow Express Integration
es: Device42 integración de ServiceNow Express
pt: Device42 para integração de ServiceNow Express

source: Using the <a href="https://github.com/device42/device42_to_servicenow_express" rel="nofollow" class="ext-link" target="_blank">Device42-ServiceNow Express Sync Script</a> integration, ServiceNow Express users can synchronize Device42’s enhanced asset management and tracking capabilities to their ServiceNow Express instance. This synchronization can be manually refreshed at any time by re-running the script, and can also scheduled <em>(via crontab or similar)</em> for regular, automatic refreshes.
es: Mediante la integración de <a href="https://github.com/device42/device42_to_servicenow_express" rel="nofollow" class="ext-link" target="_blank">Script de sincronización Express Device42-ServiceNow</a> , ServiceNow Express los usuarios pueden sincronizar de Device42 administración de activos mejorada y capacidades de seguimiento a su instancia de ServiceNow Express. Esta sincronización puede actualizarse manualmente en cualquier momento por volver a ejecutar el script y puede también <em>(mediante crontab o similar)</em> para las actualizaciones regulares, automáticas.
pt: Usando a integração de <a href="https://github.com/device42/device42_to_servicenow_express" rel="nofollow" class="ext-link" target="_blank">Device42-ServiceNow Express Script Sync</a> , ServiceNow Express usuários podem sincronizar do Device42 gerenciamento de ativos aprimorada e recursos de rastreamento para sua instância de ServiceNow Express. Esta sincronização pode ser atualizada manualmente a qualquer momento re-executando o script e pode também agendada <em>(via crontab ou similar)</em> para atualizações regulares, automáticas.

source: Download ServiceNow Express
es: Descargar ServiceNow Express
pt: Baixar ServiceNow Express

source: ServiceNow Express Integration
es: Integración de ServiceNow Express
pt: Integração de ServiceNow Express

source: Sync your CIs from Device42 to ServiceNow Express
es: Sincronizar sus CIs de Device42 a ServiceNow Express
pt: Sincronizar seus CIs de Device42 para ServiceNow Express

source: Once you sync your Device42 CMDB to ServiceNow Express, any CIs you configured to sync will be available in ServiceNow Express. CI data can be refreshed manually at any time, or kept up-to-date by scheduling automatic syncs.
es: Una vez que se sincronice su CMDB Device42 a ServiceNow Express, cualquier CIs configuró a sync estará disponibles en ServiceNow Express. Datos de CI pueden ser renovados manualmente en cualquier momento, o informados por programar sincronizaciones automáticas.
pt: Uma vez que você sincronizar seu CMDB Device42 para ServiceNow Express, qualquer CEI você configurou a sincronização estará disponível no ServiceNow Express. Dados de CI podem ser atualizados manualmente a qualquer momento, ou atualizados por agendamento sincroniza automática.

source: View CI details in ServiceNow Express
es: Ver CI detalles de ServiceNow Express
pt: Detalhes de exibição CI no ServiceNow Express

source: Once synced, users of ServiceNow Express can see imported details from Device42 (name, serial #, model, service level, tags, mac addresses, cpu details, RAM, HD, OS info, and more) for that CI, and can then tie those assets to related service requests. View problems associated with a CI with a simple click.
es: Una vez sincronizado, los usuarios de ServiceNow Express pueden ver detalles importados de Device42 (nombre, serie, modelo, nivel de servicio, etiquetas, direcciones mac, los datos de cpu, RAM, HD, OS info y más) para que CI y puede entonces atan esos activos a solicitudes de servicio relacionadas. Ver problemas asociados con un CI con un simple clic.
pt: Uma vez sincronizado, usuários de ServiceNow Express podem ver detalhes importados de Device42 (nome, serial #, modelo, nível de serviço, etiquetas, endereços mac, detalhes de cpu, RAM, HD, informação de sistema operacional e muito mais) para que CI e pode então amarram esses ativos para solicitações de serviços relacionados. Ver os problemas associados com um CI com um simples clique.

source: View Service and Software information imported from Device42
es: Software y servicio de información de Device42
pt: Software e serviço de exibição informações importadas de Device42

source: Services and Software information can also be synced from Device42 to ServiceNow Express. Synced software information includes all relevant licensing information, and supplementary information such as tags, category, vendor, a description, and any aliases that might be in use. Synced Service information includes service name, description, category, tags, and the associated vendor as well.
es: Servicios e información de Software también se pueden sincronizar desde Device42 a ServiceNow Express. Información software sincronizado incluye todas las información sobre la licencia y complementarios como tags, categoría, proveedor, una descripción y cualquier alias que podrían estar en uso. Información de servicio sincronizado incluye nombre del servicio, descripción, categoría, etiquetas y así el vendedor asociado.
pt: Serviços e informações de Software também podem ser sincronizados de Device42 para ServiceNow Express. Informações sincronizadas de software incluem todas as informações de licenciamento e informações complementares, tais como etiquetas, categoria, vendedor, uma descrição e as alcunhas que podem estar em uso. Informações sincronizadas de serviço incluem serviço nome, descrição, categoria, tags e o vendedor associado também.

source: Detailed Vendor information can also be synced from Device42. This data includes the Vendor’s name, notes, the vendor’s home page and contact information, and escalation information for troubleshooting and support contacts.
es: También se puede sincronizar la información detallada del vendedor de Device42. Esta información incluye nombre del proveedor, notas, página de inicio del proveedor e información de contacto e información de escalada para los contactos de apoyo y solución de problemas.
pt: Informações detalhadas do vendedor também podem ser sincronizadas de Device42. Esses dados incluem o nome do fornecedor, notas, homepage do fornecedor e informações de contato e informações de escalonamento para contatos de suporte e solução de problemas.

source: Let Device42 populate Software, Service, and Vendor information into your ServiceNow Express instance. Use this imported information to create custom service request workflows and tailor them to each department's needs!
es: Que Device42 rellenar información de proveedores, Software y servicio en su instancia de ServiceNow Express. Utilizar esta información importada para crear flujos de trabajo de solicitud servicio de encargo y adaptarlos a las necesidades de cada departamento.
pt: Deixe Device42 preencher informações de Software, serviço e fornecedor para sua instância de ServiceNow Express. Use essas informações importadas para criar fluxos de trabalho de solicitação de serviço personalizado e adequá-los às necessidades do cada departamento!

source: Associate imported CIs when creating new ServiceNow Express requests
es: Asociado CIs importados al crear nuevo expreso de ServiceNow peticiones
pt: Associar o CIs importados ao criar nova ServiceNow Express solicitações

source: When a creating a new request in ServiceNow Express, users can select configuration items synced from Device42. They can then be managed natively within ServiceNow Express, utilizing the Kanban Style Visual Task Boards, and drag and drop task management you’ve gotten used to. Assign teams and create task checklists related to CI’s imported from Device42.
es: Cuando una creación de una nueva solicitud de ServiceNow Express, los usuarios pueden seleccionar elementos de configuración sincronizados de Device42. Ellos entonces pueden manejar nativamente dentro de ServiceNow Express, utilizando Kanban estilo Visual tarea juntas y arrastrar y soltar administración de tareas que has conseguido utilizado a. Asignar equipos y crear listas de tareas relacionadas con el CI de Device42.
pt: Quando uma criação de uma nova solicitação no ServiceNow Express, os usuários podem selecionar itens de configuração sincronizadas com Device42. Eles então podem ser gerenciados nativamente dentro ServiceNow Express, utilizando o Kanban estilo Visual Task Boards e arrastar e soltar gerenciamento de tarefas que me acostumei. Atribuir as equipes e criar listas de tarefas relacionadas com a CI importados da Device42.

source: Download our ServiceNow Express script today!
es: ¡Descarga nuestro script de ServiceNow Express hoy!
pt: Baixe o nosso script de ServiceNow Express hoje!

source: The latest script can be found on our <a href="https://github.com/device42/device42_to_servicenow_express" target="_blank" class="ext-link">Github repo</a> &mdash; and while you are there, check out all of our other open source integrations, too!
es: La última secuencia de comandos se puede encontrar en nuestro <a href="https://github.com/device42/device42_to_servicenow_express" target="_blank" class="ext-link">repositorio de Github</a> y mientras estás allí, revisa todas nuestras otras integraciones de código abierto, también!
pt: O script mais recente pode ser encontrado no nosso <a href="https://github.com/device42/device42_to_servicenow_express" target="_blank" class="ext-link">Github repo</a> — e enquanto você está lá, confira todos nossas outras integrações de fonte aberta, também!

source: Device42’s Integration with StackStorm
es: Integración de Device42 con StackStorm
pt: Integração do Device42 com StackStorm

source: StackStorm is a powerful if-this-then-that type tool that helps you automate your workflows and changes to your infrastructure based on predefined “trigger” criteria taking place anywhere across your environment. Device42 is an ideal companion for this type of tool because you need a single source of truth to correctly and reliably orchestrate these automated workflows.
es: StackStorm es una herramienta de tipo if-este-entonces-que poderoso que le ayuda a automatizar sus flujos de trabajo y cambios en su infraestructura en base a criterios predefinidos "gatillo" llevando a cabo en cualquier lugar en todo su entorno. Device42 es un compañero ideal para este tipo de herramientas porque se necesita una fuente única de verdad correcta y confiablemente orquestar estos flujos de trabajo automatizados.
pt: StackStorm é uma ferramenta de tipo se-este-então-que poderoso que ajuda a automatizar os fluxos de trabalho e alterações em sua infra-estrutura com base em critérios predefinidos "gatilho", ocorrendo em qualquer lugar em seu ambiente. Device42 é um companheiro ideal para este tipo de ferramenta, porque você precisa de uma única fonte de verdade para corretamente e confiantemente orquestrar esses fluxos de trabalho automatizados.

source: StackStorm is likewise a perfect complement to Device42, utilizing the always up-to-date information in your Device42 CMDB instance as both a source of data to drive automation, and at the same time, a source of triggers to drive automation via Device42’s powerful webhook functionality, kicking off jobs across your organization in response to device, network, software, and application adds, deletes, and changes. Automation has never before been more efficient, accurate, or flexible.
es: StackStorm es además un complemento perfecto para Device42, utilizando la información siempre actualizada en su caso Device42 CMDB como una fuente de datos para la automatización de la unidad y al mismo tiempo, una fuente de disparadores para la automatización de la unidad mediante funcionalidad de gran alcance webhook de Device42, dando inicio a trabajos en toda la organización en respuesta a dispositivo, red, software y aplicación agrega, elimina y cambia. Automatización nunca ha sido más eficiente, precisa y flexible.
pt: StackStorm da mesma forma é um complemento perfeito para Device42, utilizando as informações sempre atualizadas em sua instância do Device42 CMDB como dois uma fonte de dados para automação de unidade e ao mesmo tempo, uma fonte de disparadores para automação de unidade através da funcionalidade de Device42 webhook poderoso, retrocedendo fora empregos em toda a sua organização em resposta ao dispositivo, rede, software e aplicativo adiciona, exclui e altera. Automação nunca esteve mais eficientes, precisas ou flexível.

source: StackStorm Integration
es: Integración StackStorm
pt: Integração StackStorm

source: Open Sourced Code
es: Código de origen abierto
pt: Open Source código

source: Our StackStorm plugin source code is open-source and available in StackStorm's <a href="https://github.com/StackStorm/st2contrib/" class="ext-link">GitHub repository.</a>
es: Nuestro StackStorm plugin código es código abierto y está disponible en StackStorm <a href="https://github.com/StackStorm/st2contrib/" class="ext-link">repositorio de GitHub.</a>
pt: Nosso código de fonte do plugin StackStorm é aberto e está disponível em StackStorm <a href="https://github.com/StackStorm/st2contrib/" class="ext-link">repositório GitHub.</a>

source: Detailed configuration and usage information can be found in the packaged <code>README.md</code> file. Installation and configuration info is also available in the next section, below.
es: Configuración detallada y uso información puede encontrarse en el empaquetado <code>README.md</code> archivo. Instalación y configuración de la información también está disponible en la siguiente sección, abajo.
pt: Detalhadas sobre configuração e uso de informações pode ser encontrado no embalados <code>README.md</code> arquivo. Instalação e configuração de informação também está disponível na secção seguinte, abaixo.

source: Installing the new pack is simple as can be since it's in the official StackStorm (ST2) repo. Therefore, the installation can be accomplished with a single command using ST2's <code>packs.install</code> functionality:
es: Instalar el nuevo paquete es simple como puede ser ya que es en el repositorio oficial de StackStorm (ST2). Por lo tanto, la instalación puede realizarse con un único comando mediante de ST2 <code>packs.install</code> funcionalidad:
pt: Instalar o novo pacote é simples como pode ser, uma vez que é no repo oficial StackStorm (ST2). Portanto, a instalação pode ser realizada com um único comando usando do ST2 <code>packs.install</code> funcionalidade:

source: Once installed, you need only edit the configuration file to specify credentials & the URL of your Device42 instance, and you are off to the races. Look for the <code>README.md</code> file, as referenced above, in the default packs install directory for more information.
es: Una vez instalado, sólo necesita editar el archivo de configuración para especificar las credenciales y la URL de su instancia de Device42, y usted está apagado a las razas. Busque la <code>README.md</code> de archivos, como referencia arriba, en el valor por defecto paquetes directorio de instalación para obtener más información.
pt: Uma vez instalado, você só precisa editar o arquivo de configuração para especificar credenciais & o URL da sua instância de Device42, e você está fora das corridas. Olhe o <code>README.md</code> de arquivos, como referenciado acima, no padrão pacotes instalar diretório para obter mais informações.

source: Working with Device42 actions in StackStorm
es: Trabajar con acciones de Device42 en StackStorm
pt: Trabalhando com ações de Device42 em StackStorm

source: After installing you can see the new actions available in StackStorm using the following command:
es: Después de instalar puedes ver las nuevas acciones en StackStorm usando el siguiente comando:
pt: Após a instalação você pode ver as novas ações disponíveis em StackStorm usando o seguinte comando:

source: Device instance information
es: Información de instancia de dispositivo
pt: Informações de instância de dispositivo

source: Select <strong>Settings</strong> in the lower left; <strong>System</strong> in the upper left. Put your Device42 instance information into the Device42 Auto-Discovery tool - IP or FQDN of the instance URL, username, and password.
es: Seleccione <strong>configuración</strong> en la parte inferior izquierda; <strong>Sistema</strong> en la parte superior izquierda. Ponga su información de la instancia de Device42 en la herramienta de descubrimiento automático de Device42 - IP o FQDN de la instancia URL, nombre de usuario y contraseña.
pt: Selecione <strong>configurações</strong> em baixo, à esquerda; <strong>Sistema</strong> no canto superior esquerdo. Colocar suas informações de instância de Device42 para a ferramenta de descoberta automática Device42 - IP ou FQDN do URL de instância de usuário e senha.

source: The <code>device_name_list</code> action accepts optional filtering parameters. For example, to query for all FreeBSD systems:
es: La <code>device_name_list</code> acción acepta parámetros de filtrado opcionales. Por ejemplo, para consulta de todos los sistemas FreeBSD:
pt: O <code>device_name_list</code> ação aceita parâmetros opcionais de filtragem. Por exemplo, a consulta para todos os sistemas FreeBSD:

source: The command would return all devices running the FreeBSD operating system, room name, room_id, service level, device tags, device types (physical, virtual, blade, etc), and more. This makes it simple to automate updates to, say, all servers running Windows Server 2012, or to deploy a new piece of software to all servers running CentOS. If your devices are tagged, say, according to function, getting a list of all “web” servers and pushing out a new configuration file is a breeze, too.
es: El comando devuelve todos los dispositivos corriendo sistema operativo FreeBSD, nombre de la sala, room_id, nivel de servicio, etiquetas de dispositivo, tipos de dispositivo (física, virtual, lámina, etcetera) y más. Esto hace sencillo para automatizar actualizaciones de, digamos, todos los servidores que ejecutan Windows Server 2012 o para implementar una nueva pieza de software en los servidores de CentOS. Si sus dispositivos están etiquetados, decir, según la función, obtener una lista de todos los servidores "web" y sacas un archivo de configuración es muy fácil, demasiado.
pt: O comando retornará todos os dispositivos rodando o sistema operacional FreeBSD, nome da sala, room_id, nível de serviço, etiquetas de dispositivo, tipos de dispositivo (física, virtual, lâmina, etc) e muito mais. Isso torna simples para automatizar as atualizações para, digamos, todos os servidores que executam o Windows Server 2012, ou para implantar uma nova peça de software para todos os servidores rodando CentOS. Se seus dispositivos são marcados, digamos, de acordo com a função, recebendo uma lista de todos os servidores "web" e empurrando para fora de um novo arquivo de configuração é uma brisa, também.

source: The <code>device42.suggest_next_ip</code> call also accepts a wide range of parameters. Subnet can be specified by name, VLAN, by the actual subnet in slash notation (192.168.1.0/24), and by vrf_group or vrf_group_id. In addition, if the ‘reserved_ip=yes’ flag is passed, the IP suggested becomes reserved, is marked as such within Device42, and will therefore not be suggested again. Conversely, you can leave that flag off when you are testing your script. IP suggestions will still be returned, but they won’t be reserved.
es: La <code>device42.suggest_next_ip</code> llamada también acepta una amplia gama de parámetros. Subred se puede especificar por nombre, VLAN, la subred real en notación slash (192.168.1.0/24) y por vrf_group o vrf_group_id. Además, si el ' reserved_ip = bandera sí se pasa, la IP sugiere se vuelve reservada, está marcada como tal en Device42 y será por lo tanto no se sugiere otra vez. Por el contrario, puede dejar esa bandera cuando está probando la secuencia de comandos. Sugerencias de IP se devolverán, pero no serán reservados.
pt: O <code>device42.suggest_next_ip</code> chamada também aceita uma ampla gama de parâmetros. Sub-rede pode ser especificado pelo nome, VLAN, por sub-rede real na notação de barra (192.168.1.0/24) e por vrf_group ou vrf_group_id. Além disso, se o ' reserved_ip = bandeira Sim é passada, o IP sugerido torna-se reservados, está marcado como tal dentro Device42 e será, portanto, não sugerido outra vez. Por outro lado, pode deixar que a bandeira quando você está testando seu script. Sugestões de IP ainda serão retornados, mas não serão reservados.

source: Both commands, when passed with the <strong>--help</strong> flag, will return full details on their usage and the parameters they accept.
es: Ambos comandos, cuando se pasa con el <strong>--ayudar a</strong> bandera, devolverá todos los detalles sobre su uso y los parámetros que aceptan.
pt: Os dois comandos, quando passado com o <strong>..--ajudar</strong> bandeira, retornará todos os detalhes sobre seu uso e os parâmetros que aceitam.

source: Device42's Webhooks + Stackstorm: A recipe for automation success
es: Webhooks + Stackstorm de Device42: una receta para el éxito de la automatización
pt: Do Device42 Webhooks + Stackstorm: uma receita para o sucesso da automação
