Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Get automated alerts when CVEs are detected:
es: Recibe alertas automáticas cuando CVEs se detectan:
pt: Receba alertas automatizadas quando CVEs são detectados:

source: Get immediate alerts for high vulnerability CVEs with location, downstream impact and detailed information to plan the remediation
es: Obtener alertas inmediatas de alta vulnerabilidad CVEs ubicación, impacto aguas abajo y toda la información para planificar la remediación
pt: Receba alertas imediatas para alta vulnerabilidade CVEs com localização, impacto a jusante e informações detalhadas para planejar a remediação

source: Receive reports at desired intervals for medium/low impact CVEs
es: Recibir informes a intervalos deseados para medio/bajo impacto CVEs
pt: Receber relatórios em intervalos desejados para o médio/baixo impacto CVEs

source: Automatically emailed to key stakeholders
es: Automáticamente por correo electrónico a actores clave
pt: Automaticamente por e-mail para as principais partes interessadas

source: Allows less urgent remediations to be planned accordingly
es: Permite menos urgentes correcciones a planificarse en consecuencia
pt: Permite menos urgentes remediações ser planejada em conformidade

source: Always have an accurate picture of the software risk across the enterprise
es: Siempre tienen una imagen precisa de los riesgos de software en toda la empresa
pt: Sempre tem um retrato exato do risco software em toda a empresa

source: Spend less time sorting through data, and more time remediating issues!
es: ¡Pasar menos tiempo en clasificar a través de datos y más tiempo reparar problemas!
pt: Passe menos tempo classificando dados e mais tempo corrigindo problemas!

source: Signup for the Invite
es: Registrarse para la invitación
pt: Inscrição para o convite

source: We will never spam or share your info.
es: Nunca spam o compartir su información.
pt: Nós nunca será spam ou compartilhar sua informação.

source: Coloring Book Focused on IT
es: Libro de colorear centrado en él
pt: Livro para colorir focado nele

source: Coloring book focused on IT
es: Libro de colorear centrado en él
pt: Livro de colorir focado nele

source: Get your free copy today!
es: ¡Obtenga su copia gratuita hoy!
pt: Obter sua cópia gratuita hoje!

source: Based on this idea from <a href="https://redd.it/4bm8d5" target="_blank" class="ext-link">/u/chocotaco1981</a> we are working on creating an IT focused coloring book. We thought it may be a good way for some of us to vent or blow off some steam after a nice day of server crashes and support tickets.
es: Basado en esta idea de <a href="https://redd.it/4bm8d5" target="_blank" class="ext-link">/u/chocotaco1981</a> que estamos trabajando en la creación de un libro de colorear de IT enfocada. Pensamos que puede ser una buena manera para algunos de nosotros de ventilación o escape algún vapor después de un día agradable de servidor se bloquea y tickets de soporte.
pt: Baseado nesta ideia de <a href="https://redd.it/4bm8d5" target="_blank" class="ext-link">/u/chocotaco1981</a> , que estamos trabalhando na criação de um livro de colorir é focado. Pensamos que pode ser uma boa maneira para alguns de nós para desabafar ou extravasar depois de um bom dia de servidor trava e Bilhetes de apoio.

source: In our office we often share memes and jokes about life in the IT world. We decided to turn them into a coloring book (all the rage these days). We will make it available to download for free and we are running some promotions to give away printed copies.
es: En nuestra oficina a menudo compartimos los memes y chistes sobre la vida en el mundo. Se decidió convertirlos en un libro de colorear (furor estos días). Lo haremos disponible para descargar gratuitamente y nos estamos quedando algunas promociones para regalar copias impresas.
pt: Em nosso escritório, muitas vezes compartilhamos memes e piadas sobre a vida no mundo. Nós decidimos transformá-los em um livro de colorir (toda a raiva estes dias). Vamos fazê-lo disponível para download gratuito, e temos algumas promoções para dar cópias impressas.

source: <label class="label label-default">Current Version</label> <span style="font-family:monospace;"> <strong>v1</strong> (8 pages)</span>
es: <label class="label label-default">Versión actual</label> <span style="font-family:monospace;"> <strong>v1</strong> (8 páginas)</span>
pt: <label class="label label-default">Versão atual</label> <span style="font-family:monospace;"> <strong>v1</strong> (8 páginas)</span>

source: Partner Program
es: Programa de socios
pt: Programa de parceiros

source: Sections
es: Secciones
pt: Seções

source: With a revolutionary approach to data center asset management we offer unique opportunities to referral and reseller partners of all sizes. In addition to fast paced incremental revenue and new customer acquisitions, Device42 offers many other partner benefits that are unique in the DCIM marketplace:
es: Con un enfoque revolucionario de gestión de activos de centro de datos que ofrecen oportunidades únicas a los socios de referencia y distribuidor de todos los tamaños. Además de los ingresos incrementales al ritmo rápido y nuevas adquisiciones de clientes, Device42 ofrece a muchos otros socio beneficios que son únicos en el mercado DCIM:
pt: Com uma abordagem revolucionária para o gerenciamento de ativos de centro de dados oferece oportunidades únicas para parceiros referral e revenda de todos os tamanhos. Além de receitas incrementais passeada rápida e novas aquisições do cliente, Device42 oferece muitos outros parceiros benefícios que são únicos no mercado DCIM:

source: Recurring revenue model
es: Modelo de ingresos recurrentes
pt: Modelo de rendimento recorrente

source: Large addressable market
es: Gran mercado direccionable
pt: Grande mercado de clientes

source: Rapid sales cycle
es: Ciclo de ventas rápido
pt: Rápido ciclo de vendas

source: Client support handled by Device42
es: Atención al cliente manejado por Device42
pt: O suporte ao cliente é gerido pela Device42

source: Dynamic product development
es: Desarrollo de productos dinámico
pt: Desenvolvimento dinâmico de produto

source: Referral
es: Referencia
pt: Referência

source: Enhanced Resellers
es: Revendedores mejoradas
pt: Revendedores Destacados

source: Premium Resellers
es: Revendedores premium
pt: Revendedores Premium

source: Volume Commitment
es: Compromiso de volumen
pt: Compromisso de Volume

source: Yes*
es: Sí *
pt: Sim *

source: Minimum Commitment
es: Compromiso mínimo
pt: Compromisso mínimo

source: SE's Certification
es: Certificación de SE
pt: Certificação do SE

source: Yes
es: Sí
pt: Sim

source: Sales Certification
es: Certificación Ventas
pt: Certificação de Vendas

source: Discount
es: Descuento
pt: Desconto

source: Enhanced
es: Mejorado
pt: Melhorado

source: Registration Incentive
es: Incentivo de Registro
pt: Incentivo de Registo

source: Marketing Support
es: Apoyo a la Comercialización
pt: Suporte de Marketing

source: Client Support
es: Soporte a Clientes
pt: Suporte ao Cliente

source: Tiered Levels
es: * - Niveles gradas
pt: Níveis por Camadas

source: Device42 Inc., a leader in Data Center Infrastructure Management (DCIM) software, invites you to consider the many benefits of our partner program.
es: Device42 Inc., líder en software de gestión de infraestructura de centro de datos (DCIM), le invita a considerar los beneficios de nuestro programa de socios.
pt: Device42 Inc., líder em software de gestão de infra-estrutura de centro de dados (DCIM), convida-o a considerar os muitos benefícios do nosso programa de parceiros.

source: <strong>Recurring Revenue Model</strong> - Our partners experience a substantial, high margin, recurring revenue stream. A 90%%+ client renewal rate provides partners with a low friction, highly predictable, and repetitive bottom-line impact.
es: <strong>Modelo de ingresos recurrentes</strong> - nuestros socios experimentan un margen substancial, alto, flujo de ingresos que se repite. 90 %% + tasa de renovación de cliente proporciona a los partners con una baja fricción, altamente predecible y repetitivo reduzca impacto.
pt: <strong>Modelo de receita recorrente</strong> - nossos parceiros experimentam uma margem substancial, alta, recorrentes fluxo de receita. Um 90% + taxa de renovação do cliente oferece aos parceiros com uma baixa fricção, altamente previsível e repetitivo ao impacto que interessa.

source: <strong>Large addressable market</strong> - There is an enormous global market of prospects that operate or outsource data centers. Device42 products service all of these opportunities for client operations of any size.
es: <strong>Gran mercado direccionable</strong> - allí es un enorme mercado global de las perspectivas que operan o externalizar los centros de datos. Device42 productos servicio todas estas oportunidades para las operaciones del cliente de cualquier tamaño.
pt: <strong>Grande mercado endereçável</strong> - lá é um enorme mercado global das perspectivas que operar ou terceirizar a centros de dados. Device42 produtos de serviço todas essas oportunidades para operações do cliente de qualquer tamanho.

source: <strong>Rapid Sales Cycle – Our sales cycles are short</strong> - generally 120 days or less. Our service does not require travel, complex proposals, or protracted negotiations.
es: <strong>Ciclo de ventas rápida nuestros ciclos de venta son cortas</strong> - generalmente 120 días o menos. Nuestro servicio no requiere viajes propuestas complejas y prolongadas negociaciones.
pt: <strong>Ciclo de vendas rápido – nossos ciclos de vendas são curtos</strong> - geralmente 120 dias ou menos. Nosso serviço não requer viagens, propostas complexas ou prolongadas negociações.

source: <strong>Robust Marketing Support</strong> - We provide effective lead generation and market awareness that is specific and effective. We will equip you with the tools necessary to start your own web based leads program, from content to techniques.
es: <strong>Apoyo de Marketing sólido</strong> - ofrecemos ejecución efectiva conciencia generación y mercado específico y eficaz. Equipará con las herramientas necesarias para iniciar su propio programa de cables basada en la web, de contenido a las técnicas.
pt: <strong>Suporte de Marketing robusta</strong> - nós fornecemos liderança eficaz geração e mercado de consciência que é específico e eficaz. Nós irá equipá-lo com as ferramentas necessárias para começar o seu próprio programa de pistas baseado na web, do conteúdo de técnicas.

source: <strong>Low Selling Cost</strong> - The upfront sales investment is normally some web based lead generation followed by a software demo (which Device42 will initially present on your behalf.) We will also supply you with high-quality leads to support your team’s independent sales pursuits.
es: <strong>Venta de bajo costo</strong> - la inversión inicial de ventas suele ser alguna generación basado en la web seguido de un demo del software (que Device42 inicialmente presentará en su nombre.) También le suministraremos con cables de alta calidad para apoyar actividades de ventas independiente de su equipo.
pt: <strong>Baixo custo de venda</strong> - o investimento inicial de vendas é normalmente alguma geração de leads baseado na web seguida de uma demonstração de software (que Device42 inicialmente apresentará em seu nome.) Nós também fornecemos você com pistas de alta qualidade para apoiar atividades de vendas independente da sua equipe.

source: <strong>Client support handled by Device42</strong> - Annual client support requirements are minimal. Our easy implementations do not require a complex negotiation or integration. Instead, Device42 solution sales are built around a self-service, free trial download model, supported by delighted client references and a money-back guarantee.
es: <strong>Soporte al cliente a cargo de Device42</strong> - necesidades de apoyo de cliente anuales son mínimos. Nuestras implementaciones fáciles no requieren una negociación compleja o integración. En cambio, ventas de soluciones de Device42 se construyen alrededor de un modelo de autoservicio, libre descarga de prueba, apoyado por referencias de la satisfacción del cliente y una garantía de devolución del dinero.
pt: <strong>Suporte ao cliente tratado pelo Device42</strong> - requisitos de suporte de cliente anual são mínimos. Nossas implementações fácil não requer uma complexa negociação ou integração. Em vez disso, as vendas de solução de Device42 são construídas em torno de um modelo de self-service, grátis download trial, suportado pelo cliente encantado referências e uma garantia de devolução do dinheiro.

source: <strong>Dynamic Product Development</strong> - We listen closely to our customers’ needs and design solutions that exceed client requirements. With an average product release cycle of 2 weeks, Device42 regularly delivers new features and visionary capabilities to an ever-expanding, global user base.
es: <strong>Desarrollo de producto dinámico</strong> - podemos escuchar atentamente las necesidades de nuestros clientes y diseñar soluciones que superan los requisitos de cliente. Con un ciclo de lanzamiento de producto promedio de 2 semanas, Device42 regularmente ofrece nuevas características y capacidades de visionarias a una base de usuario mundial siempre en expansión.
pt: <strong>Dinâmica de desenvolvimento de produto</strong> - Ouça com atenção às necessidades dos nossos clientes e criar soluções que excedem as exigências do cliente. Com um ciclo de lançamento de produto médio de 2 semanas, Device42 regularmente fornece novos recursos e capacidades visionárias para uma base de usuário sempre em expansão, global.

source: Find a Device42 Channel Partner
es: Encontrar a un socio de canal de Device42
pt: Encontrar um parceiro de canal Device42

source: To find a Device42 channel partner, please complete the form below. One of our inside sales representatives will contact you within 24 hours.
es: Para encontrar a un socio de canal de Device42, por favor complete el siguiente formulario. Uno de nuestro interior representantes de ventas se comunicará con usted dentro de 24 horas.
pt: Para encontrar um parceiro de canal de Device42, por favor preencha o formulário abaixo. Um de nosso representantes de vendas entrará em contato dentro de 24 horas.

source: Learn More About Partnering With Device42
es: Aprenda más sobre Asociarse con Device42
pt: Saiba Mais Sobre a Parceria Com o Device42

source: Device42 works closely with industry-leading technology resellers, distributors, service providers, and integrators to develop partnerships that create new partner revenue opportunities.
es: Device42 trabaja con revendedores de tecnología líder en la industria, distribuidores, prestadores de servicios e integradores para desarrollar alianzas que crean nuevas oportunidades de ingresos de la pareja.
pt: Device42 trabalha com revendedores de tecnologia líder da indústria, distribuidores, prestadores de serviços e integradores para desenvolver parcerias que criam novas oportunidades de receita do parceiro.

source: If you'd like to explore a partnership with Device42, please complete the form below. One of our channel managers will contact you within 24 business hours. You can also email us at <a href="mailto:partners@device42.com">partners@device42.com</a>, or call us at <strong>+1 203 779 6342</strong> or <strong>+1 866 343 7242</strong>.
es: Si desea explorar una alianza con Device42, por favor complete el siguiente formulario. Uno de nuestros gerentes de canales lo contactará dentro de 24 horas hábiles. También puede un correo electrónico a <a href="mailto:partners@device42.com">partners@device42.com</a>o llámenos al <strong>+ 1 203 779 6342</strong> o <strong>+1 866 343 7242</strong>.
pt: Se você gostaria de explorar uma parceria com a Device42, por favor preencha o formulário abaixo. Um dos nossos gerentes de canal entrará em contato dentro de 24 horas de negócio. Você também pode enviar um email para <a href="mailto:partners@device42.com">partners@device42.com</a>, ou ligue para <strong>+ 1 203 779 6342</strong> ou <strong>+1 866 343 7242</strong>.

source: Partner Deal Registration
es: Trato Socio de Registro
pt: Registo de Negócio de Parceria

source: Device42 offers payments for referrals that lead to closed deals. If you are an existing partner, you can also register a deal using the form below.
es: Device42 ofrece pagos por referencias que conducen a ofertas cerradas. Si eres un colaborador ya existente, también puede registrar un acuerdo, mediante el siguiente formulario.
pt: Device42 oferece pagamentos por referências que levam a negócios fechados. Se você é um parceiro existente, você também pode registrar um negócio usando o formulário abaixo.

source: Please fill out the following form to discuss the referral with a Device42 Channel Manager. For any questions please contact
es: Por favor llene el siguiente formulario para discutir la remisión con un Channel Manager de Device42. Para cualquier duda póngase en contacto con
pt: Por favor, preencha o seguinte formulário para discutir o encaminhamento com um gerente de canal de Device42. Para qualquer dúvida entre em contato

source: Invalid request!
es: ¡Solicitud no válida!
pt: Solicitação inválida!

source: Platform
es: Plataforma
pt: Plataforma

source: Send Download Link
es: Enviar Link de descarga
pt: Enviar o Link para Download

source: Use cases in-which Device42 benefits your team.
es: Casos de uso en-que ventajas Device42 su equipo.
pt: Use benefícios de Device42 casos em que a sua equipe.

source: Hardware Audit
es: Auditoría de hardware
pt: Auditoria de hardware

source: Device42's Audit Export functionality provides a very efficient means to handle audit rectification on the fly, exporting a pre-formatted spreadsheet that lists all the contents of a building, room, or rack, ready to match to what your barcode scanner sees. Rack to rack, Isle to isle, no WiFi or connection of any kind needed.
es: Funcionalidad de auditoría de la exportación de Device42 proporciona un medio muy eficiente para manejar auditoría de rectificación sobre la marcha, exportar una hoja de cálculo preformateada que enumera todos los contenidos de un edificio, habitación o bastidor, listo para igualar a lo que ve el escáner de código de barras. Estante a no estante, isla a isla, WiFi o conexión de cualquier tipo necesario.
pt: Funcionalidade de auditoria exportação do Device42 fornece um meio muito eficiente para lidar com rectificação de auditoria na mosca, exportar uma planilha pré-formatada que lista todo o conteúdo de um edifício, sala ou cremalheira, pronta para corresponder ao que vê o seu scanner de código de barras. Cremalheira de rack, de ilha para ilha, sem WiFi ou conexão de qualquer tipo que precisava.

source: Continue reading
es: Continuar leyendo
pt: Continue a ler

source: Software Audit & Compliance
es: Software de auditoría y cumplimiento
pt: Auditoria de software e conformidade

source: IT Infrastructure teams are typically required to conduct, assist in, and endure a number of different types of audit every year - finance audits, security audits, risk-related audits, budget cycle audits, and more.
es: Equipos de infraestructura IT normalmente están obligados a realizar, ayudar en y soportar un número de diferentes tipos de auditoría cada año - financiar auditorías, auditorías de seguridad, auditorías de riesgo, presupuesto ciclo de auditorías y más.
pt: Equipes de infra-estrutura de ti são normalmente necessárias para conduzir, ajudar e suportar um número de diferentes tipos de auditoria todos os anos - financiar auditorias, auditorias de segurança, auditorias relacionadas com os riscos, auditorias de ciclo de orçamento e muito mais.

source: Data Center & Cloud Migration
es: Centro de datos y migración de nube
pt: Centro de dados e migração de nuvem

source: Data Center migrations require extremely careful planning and execution. They also carry significant business risk, as botched cutovers can results in runaway costs compensating customers for downtime, as well as unplanned spend on extra time in the original data center.
es: Las migraciones de Data Center requieren una planificación muy cuidadosa y ejecución. También llevan riesgos importantes para el negocio, como arranques fallidos pueden resultados en costos fuera de control clientes compensación por tiempo de inactividad, así como pasan el tiempo extra en el centro de datos original.
pt: Migrações de Data Center requerem extremamente cuidadoso planejamento e execução. Eles também carregam o risco significativo de negócios, como cutovers fracassadas pode resultados em fuga dos custos compensadores clientes para inatividade, bem como não planejado gastam em tempo extra no centro de dados original.

source: Security & Compliance
es: Seguridad y cumplimiento
pt: Segurança e conformidade

source: Your infrastructure has a lot of servers that need managing, and every single server could be running hundreds of pieces of software, each of which might have security vulnerabilities. How do you identify if a vulnerability affects you, match the affected version to servers in your infrastructure that are running it, and remediate in a timely manner?
es: Su infraestructura tiene un montón de servidores que gestionar, y todos los servidores podrían correr cientos de piezas de software, cada uno de ellos podría tener vulnerabilidades de seguridad. ¿Cómo identificar si una vulnerabilidad le afecta, coincida con la versión afectada a los servidores de la infraestructura que lo ejecutan y remediar de manera oportuna?
pt: Sua infra-estrutura tem um monte de servidores que precisam gerenciar, e cada servidor único poderia estar executando centenas de pedaços de software, cada um deles pode ter vulnerabilidades de segurança. Como identificar se uma vulnerabilidade afeta você, corresponde à versão afetada para servidores em sua infra-estrutura, executando e corrigir em tempo hábil?

source: Whether automating common tasks or complex workloads, Device42 is a DevOps team's best friend &mdash;featuring WebHooks, a Powerful RESTful API, and countless integrations ...
es: Si la automatización de tareas comunes o complejas cargas de trabajo, Device42 es el mejor amigo de un equipo DevOps — con WebHooks, una potente API RESTful e integraciones de innumerables...
pt: Se automatizar tarefas comuns ou cargas de trabalho complexas, Device42 é o melhor amigo de uma equipe DevOps — apresentando WebHooks, uma poderosa API RESTful e inúmeras integrações...

source: Mergers & Acquisitions
es: Fusiones y adquisiciones
pt: Fusões e aquisições
