Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Holistic approach. Device42 connects to your network devices, hypervisors (VMware, HyperV, Citrix, Xen, Openstack, Cloudstack, and more), Cloud platforms (Amazon, Azure, Joyent, Linode, Digital Ocean and more), blade systems, UCS, IPMI, DNS, Windows, Linux & Unix OS’s and correlates the interrelationships and dependencies automatically. For example, if Device42 finds a mac address on a switch port from a network device, it correlates that with a Windows VM which is on a blade sitting in a particular slot in a chassis. And it finds what services are on that machine and calculates the dependencies on other machines/services on your network.
es: Enfoque holístico. Device42 conecta tus dispositivos de red hipervisores (VMware, HyperV, Citrix, Xen, Openstack, Cloudstack y más), plataformas de Cloud (Amazon, Azure, Joyent, Linode, océano Digital y más), sistemas blade, UCS, IPMI, DNS, Windows, Linux y Unix sistemas operativos y correlaciona las interrelaciones y las dependencias automáticamente. Por ejemplo, si Device42 encuentra una dirección mac en un puerto del switch de un dispositivo de red, lo correlaciona con una VM de Windows que está en una hoja en una ranura especial en un chasis. Y encuentra lo que son servicios en esa máquina y calcula las dependencias de otras máquinas y servicios de la red.
pt: Abordagem holística. Device42 se conecta ao seu hipervisores (VMware, Hyper-v, Citrix, Xen, Openstack, Cloudstack e muito mais), plataformas de Cloud (Amazon, Azure, Joyent, Linode, oceano Digital e muito mais), dispositivos de rede, sistemas de lâmina, UCS, do Windows, Linux e Unix OS IPMI, DNS e correlaciona as inter-relações e as dependências automaticamente. Por exemplo, se Device42 encontra um endereço mac em uma porta do comutador de um dispositivo de rede, correlaciona que com uma VM do Windows que é sobre uma lâmina, sentado em um slot específico em um chassi. E descobre o que são serviços em sua máquina e calcula as dependências em outros serviços/máquinas na sua rede.

source: On the other hand, enterprise data center infrastructure management tools like Sunbird rely on external tools to do the auto-discovery. That not only adds to cost of the solution, but also increases the time to implementation and makes the solution more vulnerable to external dependencies.
es: Por otra parte, herramientas de gestión de infraestructura empresa datos centro como Sunbird dependen de herramientas externas para hacer el auto-descubrimiento. No sólo agrega al costo de la solución, pero también aumenta el tiempo de aplicación y hace la solución dependencias más vulnerables a los externos.
pt: Por outro lado, ferramentas de gestão de infra-estrutura empresarial dados center como beija-flor dependem de ferramentas externas para fazer a descoberta automática. Que não só aumenta o custo da solução, mas também aumenta o tempo de implementação e torna a solução mais vulnerável a externo dependências.

source: Tenant Services Example
es: Ejemplo de servicios de inquilino
pt: Exemplo de serviços de inquilino

source: With Sunbird you might have a similar initial product cost as Device42 but Sunbird DCIM implementation and maintenance costs far exceed the total cost of ownership with Device42.
es: Ter de pode com o beija-flor um custo inicial de produto equivalente ao fazer Device42 mas o custo de implementação e manutenção Sunbird DCIM excede o custo total de propriedade Device42
pt: Com o Sunbird pode ter um custo inicial de produto equivalente ao do Device42 mas o custo de implementação e manutenção do Sunbird DCIM excede o custo total de propriedade do Device42

source: Coventry University Case Study
es: Estudio de caso de la Universidad de Coventry
pt: Estudo do Caso da Universidade de Coventry

source: Case studies for Device42 - with Coventry University
es: Estudios de caso para Device42 - con la Universidad de Coventry
pt: Estudos de caso para Device42 - com Coventry University

source: Testimonials
es: Testimonios
pt: Testemunhos

source: Social Mentions
es: Menciones sociales
pt: Menções Sociais

source: International Financial Services Provider
es: Proveedor internacional de servicios financieros
pt: Fornecedor Internacional de Serviços Financeiros

source: Coventry University
es: Universidad de Coventry
pt: Universidade de Coventry

source: Maxihost Data Center Ltd.
es: Maxihost datos Center Ltd.
pt: Maxihost dados Center Ltd.

source: Device42 User Case Study – Coventry University
es: Estudio de caso de usuario de Device42 - Universidad de Coventry
pt: Estudos de Casos que utilizam o Device42 – Universidade de Coventry

source: Industry
es: Industria
pt: Indústria

source: University: Higher Education
es: Universidad: Educación superior
pt: Universidade: Formação Superior

source: Coventry, United Kingdom
es: Coventry, Reino Unido
pt: Coventry, Reino Unido

source: Device42 Core
es: Núcleo de Device42
pt: Núcleo do Device42

source: UK-based Coventry University “Enrolls” Device42 to Optimize its Data Center Management
es: La Universidad de Coventry ubicada en UK se "anota" en Device42 para optimizar su Gestión de centro de datos
pt: A Universidade do Coventry do Reino Unido "Adota" o Device42 para Otimizar a sua Gestão de Centros de Dados

source: About Coventry University
es: Sobre la Universidad de Coventry
pt: Sobre a Universidade de Coventry

source: Coventry University (<a href="http://www.coventry.ac.uk/">www.coventry.ac.uk</a>) is one of the UK’s leading business-facing universities with a reputation for excellence in applied research and teaching. With nearly a quarter century of operation, Coventry University provides higher learning opportunities to more than 27,000 students and operates three campuses located in the cities of Coventry, Scarborough, and London. With the large student population and approximately 3000 employees, Coventry University’s multiple data center operations are critical to delivering exceptional work and educational environment to its employees, faculty, and student body.
es: Universidad de Coventry (<a href="http://www.coventry.ac.uk/">www.coventry.ac.uk</a>) es uno de los del Reino Unido principales universidades orientada al negocio con una reputación de excelencia en investigación aplicada y la docencia. Con casi un cuarto de siglo de funcionamiento, Coventry University ofrece oportunidades de enseñanza superior a más de 27.000 estudiantes y funciona tres campus ubicados en las ciudades de Londres, Coventry y Scarborough. Con la población grande del estudiante y aproximadamente 3000 empleados, operaciones de centro de datos múltiples de la Universidad de Coventry son críticas para la entrega de trabajo excepcional y el ambiente educativo a sus empleados, Facultad y estudiantado.
pt: Coventry University (<a href="http://www.coventry.ac.uk/">www.coventry.ac.uk</a>) é um do Reino Unido principais universidades voltados para negócios com uma reputação de excelência em ensino e pesquisa aplicada. Com quase um quarto de século de operação, Coventry University oferece oportunidades de ensino superior para mais de 27.000 estudantes e opera três campi localizados nas cidades de Coventry, Scarborough e Londres. Com a população grande do estudante e aproximadamente 3000 empregados, várias operações do data center da Universidade de Coventry são críticas para entregar um trabalho excepcional e ambiente educacional para seus funcionários, corpo docente e corpo discente.

source: The data center operations team realized that the rapid and continued growth of the data center had resulted in the use of tools and support mechanisms that were less than optimal and that these shortcoming had resulted in opportunities for improvement
es: El equipo de operaciones del centro de datos se dio cuenta que el crecimiento rápido y constante del centro de datos resultó en el uso de herramientas y mecanismos de soporte que no eran óptimos y estas deficiencias habían resultado en oportunidades para la mejora
pt: A equipa de operações do centro de dados apercebeu-se que o crescimento rápido e contínuo do centro de dados tinha resultado no uso de ferramentas e mecanismos de suporte que eram menos do que ideais e que estas falhas tinham resultado em oportunidades para melhoria

source: The data center was using Excel spreadsheets to document and track data center devices. This presented significant challenges in maintaining accurate records and managing access to these records for an increasing number of IT staff. Given the growing University environment, managing inventory with spreadsheets presented increased operational challenges
es: El centro de datos estaba usando planillas de cálculo de Excel para documentar y seguir los dispositivos del centro de datos. Esto presentó desafíos significativos en mantener registros precisos y administrar el acceso a estos registros para un número de personal de TI en crecimiento. Dado el crecimiento del entorno de la universidad, la gestión de inventarios con planillas de cálculo presentó desafíos operacionales cada vez mayores
pt: O centro de dados estava a usar folhas de cálculo do Excel para documentar e monitorizar dispositivos do centro de dados. Isto apresentou desafios significativos em manter registros precisos e gerir o acesso a estes registros para um número ascendente de funcionários IT. Dado o crescente ambiente da Universidade, a gestão do inventário com folhas de cálculo apresentou maiores desafios operacionais

source: Manually tracking physical and virtual device connections had become difficult and risky, especially when tracking PDU connections
es: El seguimiento manual de conexiones de dispositivos físicos y virtuales se había vuelto complicado y riesgoso, especialmente al realizar un seguimiento de conexiones PDU
pt: Manualmente monitorizar as conexões de dispositivos físicos e virtuais tornou-se difícil e arriscado, especialmente aquando da monitorização de conexões PDU

source: With inaccurate device inventories, and limited connectivity information, the dependencies between devices and services running on them was very difficult to discern. As a result, data center planning took inordinate amount of time and had to be done on-site, within the data center. Even then, the team lacked a comprehensive view of the the device relationships needed to understand the impact of planned and unplanned changes
es: Con inventarios imprecisos de dispositivos, y una limitadad información de conectividad, la dependencia entre los dispositivos y servicios ejecutándose en ellos era muy complicada de discernir. Como resultado, la planificación del centro de datos tomó una excesiva cantidad de tiempo y debía hacerse en el sitio, dentro del centro de datos. Incluso así, el equipo no contaba con una vista integral de las relaciones entre dispositivos necesaria para comprender el impacto de los cambios planificados y no planificados
pt: Com inventários de dispositivos pouco precisos e informação limitada relativa à conectividade, as dependências entre dispositivos e serviços a correr neles foram muito difíceis de encontrar. Como resultado, o planeamento do centro de dados demorou muito tempo e teve que ser feito no lugar, dentro do centro de dados. E mesmo aí, a equipa não teve uma vista compreensiva das relações entre dispositivos necessárias para entender o impacto de mudanças planeadas e não planeadas

source: Information access and awareness
es: Acceso y conciencia de la información
pt: Conhecimento e acesso de informação

source: The limited information available to the data center team was challenging to access and interpret. Spreadsheets tracked information but did not provide detailed room, rack, or device visualizations needed for optimal service and support response times. Furthermore, this real-time, anywhere, access was needed by all data center team members
es: La limitada información disponible para el equipo del centro de datos era desafiante de acceder e interpretar. Las planillas de cálculo hacían un seguimiento de información pero no brindaban visualizaciones detalladas de la sala, rack, o dispositivos, neceserias para un óptimo servicio y tiempos de respuesta de soporte. Además, este acceso en tiempo real y desde cualquier lugar era necesario para todos los miembros del equipo del centro de datos
pt: A informação limitada disponibilizada para a equipa do centro de dados foi um desafio para aceder e interpretar. As planilhas registavam a informação, mas não forneciam um ambiente detalhado, bastidor, ou visualizações de dispositivo necessárias para proporcionar um serviço e tempos de resposta ideais. Além do mais, este acesso em tempo real e em qualquer lugar era necessário para todos os membros da equipa do centro de dados

source: With multiple data centers in operation and the rapid changes required to support an ever expanding university, the team needed to have a centralized and secure way to manage and track passwords used by IT team members
es: Con múltiples centros de datos en operación y los rápidos cambios requeridos para soportar la universidad en constante crecimiento, el equipo necesitó contar con una forma centralizada y segura de gestionar y seguir las contraseñas utilizadas por los miembros del equipo de TI
pt: Como múltiplos centros de dados em funcionamento e as mudanças rápidas necessárias para suportar uma universidade em expansão, a equipa precisava de ter uma maneira centralizada e segura de gerir e monitorizar passwords utilizadas por membros da equipa IT

source: When we had faults/upgrades with servers/switches/PDU’s we were not able to accurately gauge the risk involved and ascertain what services would be effected easily for example if a switch/PDU in a rack were to fail, what server/services would be affected
es: Cuando tuvimos fallas/actualizaciones con servidores/interruptores/PDUs no fuimos capaces de medir con precisión el riesgo involucrado y determinar qué servicios serían afectados con facilidad, por ejemplo si un interruptor/PDU en un rack fallara, qué servidor/servicios se verían afectados
pt: Quando tínhamos falhas/atualizações em servidores/permutadores/PDUs não conseguíamos aferir com precisão o risco envolvido e como tal, quais os serviços que seriam facilmente afetados, por exemplo se um permutador/PDU num rack falhasse, qual o servidor/serviços que seriam afetados

source: Yasin Shaikh, Systems Developer, Coventry University
es: Yasin Shaikh, Desarrollador de sistemas, Universidad de Coventry
pt: Yasin Shaikh, Desenvolvedor de Sistemas, Universidade de Coventry

source: Recognizing the opportunities to optimize and improve the data center management capabilities the team began the search for a solution that delivered specific functionality across multiple areas along with with other high-level requirements
es: Reconociendo las oportunidades para optimizar y mejorar las capacidades de gestión del centro de datos el equipo empezó la búsqueda por una solución que entregara una funcionalidad específica a través de las múltiples áreas junto con otros requisitos de alto nivel
pt: Reconhecendo as oportunidades para otimizar e melhorar as capacidades de gestão do centro de dados, a equipa começou a pesquisar uma solução que proporcionasse funcionalidade específica por múltiplas áreas, juntamente com outros requisitos de nível elevado

source: The ability to create and maintain accurate device inventory and dependencies data throughout both physical and logical network infrastructures
es: La capacidad de crear y mantener un inventario preciso de dispositivos y datos de dependencia a través de infraestructuras de red físicas y lógicas
pt: A capacidade para criar e manter inventários e dependências de dados precisos do dispositivo quer por todas as infraestruturas da rede física e lógica

source: Infrastructure visualizations that create awareness, not just provide information regarding data center infrastructure including: rooms, racks, PDUs, connections, impact charts… and more
es: Las visualizaciones de infraestructura que crearan conciencia, no sólo brindando información con respecto a la infraestructura del centro de datos incluyendo: salas, racks, PDUs, conexiones, gráficos de impacto... y más
pt: Visualizações de infraestrutura que criam reconhecimento, não só fornecer informação relativas à infraestrutura de centros de dados incluindo: salas, racks, PDUs, conexões, gráficos de impacto... e mais

source: The solution must provide secure, simultaneous, multi-level access to information for the entire data center team who may be using both console- and mobile-based devices to access the solution from multiple data center locations
es: La solución debe brindar acceso seguro, simultáneo, y en múltiples niveles para todo el equipo del centro de datos que puede estar usando dispositivos de consola o móviles para acceder a la solución desde múltiples ubicaciones del centro de datos
pt: A solução deve fornecer acesso de múltiplos níveis seguro e simultâneo à informação para toda a equipa do centro de dados que pode estar a utilizar quer dispositivos de consola como móveis para aceder à solução a partir de múltiplas localizações no centro de dados

source: The software solution must provide the ability to securely track passwords in-use as well as create an audit trail of password changes
es: La solución de software debe brindar la capacidad de seguir seguramente las contraseñas en uso así como crear una pista de auditoría de cambios de contraseñas
pt: A solução de software tem que fornecer a capacidade de monitorizar seguramente passwords em uso assim como criar processo de auditorias de mudanças de password

source: All capabilities must be effective for both “in-house” and cloud infrastructure
es: Todas las capacidades deben ser efectivas tanto para la infraestructura "en el sitio" como en la nube
pt: Todas as capacidades tem que ser eficientes tanto para infraestruturas internas ou de cloud

source: Coventry University formed a data center team to evaluate multiple solutions and determine which was a best fit for its requirements which included: technical capabilities, implementation process, ease of use, solution maintenance and support, and more. The evaluation team reviewed the technical capabilities of multiple solutions that were considered based on online research and colleague recommendations. Next, the team asked the suppliers for detailed product demonstrations and/or proof of concept access to the various solutions
es: La Universidad de Coventry formó un equipo de centros de datos para evaluar las múltiples soluciones y determinar cual sería la mejor opción para sus requisitos que incluían: capacidades técnicas, proceso de implementación, facilidad de uso, mantenimiento de solución y soporte, y más. El equipo de evaluación revisó las capacidades técnicas de múltiples soluciones que fueron consideradas basadas en la investigación en línea y recomendaciones de universidades. Después, el equipó pidió a los proveedores demostraciones detalladas de sus productos y/o prueba de concepto para acceder a las diversas soluciones
pt: A Universidade de Coventry formou uma equipa de centro de dados para avaliar múltiplas soluções e determinar qual era a que se adequava melhor aos seus requisitos, as quais incluíam: capacidades técnicas, processo de implementação, facilidade de utilização, solução de manutenção e suporte, para além de muitas outras. A equipa de avaliação reviu as capacidades técnicas de múltiplas soluções que foram consideradas tendo como base a investigação online e recomendações dos colegas. De seguida, a equipa pediu aos fornecedores demonstrações detalhadas do produto e/ou comprovativo do conceito de acesso a várias soluções

source: After careful consideration of the product capabilities, the supporting business issues, and a hands-on review of the various products, Coventry University selected Device42 as their data center solution
es: Luego de una cuidadosa consideración de las capacidades del producto, los asuntos de los negocios de soporte, y las revisiones prácticas de diversos productos, la Universidad de Coventry seleccionó a Device42 como su solución de centro de datos
pt: Após uma consideração cuidadosa das capacidades do produto, dos assuntos relacionados com o suporte do negócio e revisão utilizando os vários produtos, a Universidade de Coventry selecionou o Device42 como a sua solução de centro de dados

source: The data center team wasted no time in implementing Device42. The initial priority was to have the on-site data center assets discovered and mapped as quickly as possible in order to enable new strategic abilities for capacity planning, placement planning, and network mapping
es: El equipo del centro de datos no perdió tiempo en implementar Device42. La prioridad inicial era tener los activos del centro de datos en el sitio detectados y mapeados tan rápido como fuera posible a fin de habilitar nuevas capacidades estratégicas para la planificación de capacidad, planificación de disposición, y mapeo de redes
pt: A equipa do centro de dados não perdeu tempo para implementar o Device42. A prioridade inicial era ter ativos descobertos e mapeados do centro de dados no local o mais rapidamente possível para permitir novas capacidades estratégias para o planeamento de capacidade, o planeamento de colocação e o mapeamento da rede

source: The initial discovery of newer equipment was completed quickly despite challenges created by older servers running Server 2008 R2 (or older). In addition, some of the old devices had SNMP discovery challenges however, the Device42 support team provided solutions to these challenges that enabled a complete and comprehensive data center asset mapping
es: La detección inicial de equipos más nuevos fue completada con rapidez a pesar de los desafíos creados por servidores más viejos corriendo Sever 2008 R2 (o más viejo). Además, algunos de los dispositivos viejos tuvieron desafíos con la detección de SNMP, sin embargo, el equipo de soporte de Device42 brindó soluciones a estos desafíos que habilitaron un mapeo de activos de centros de datos completo e integral
pt: A descoberta inicial de equipamento mais recente foi concluída rapidamente, apesar dos desafios criados por servidores mais antigos executados em Server 2008 R2 (ou anterior). Além do mais, alguns dos dispositivos mais antigos tinham desafios de descoberta de SNMP contudo, a equipa de suporte do Device42 forneceu soluções para estes desafios que permitiram um mapeamento completo e compreensivo dos ativos do centro de dados

source: The data center benefits Coventry University experienced were immediate and profound
es: Los beneficios de centro de datos que la Universidad de Coventry experimentó fueron inmediatos y profundos
pt: Os benefícios de centro de dados que a Universidade de Coventry experienciou foram imediatos e profundos
