Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: AppDirect, headquartered in San Francisco, California, is a cloud service commerce company that is powering the future of software delivery. AppDirect offers a cloud service marketplace and management platform that enables companies to distribute web-based services. The global network of AppDirect-powered marketplaces allows businesses to find, buy, and manage the best applications the cloud has to offer.
es: AppDirect, con sede en San Francisco, California, es una empresa de comercio de servicios en la nube que está impulsando el futuro de la distribución de software. AppDirect ofrece un mercado de servicios en la nube y la plataforma de gestión que permite a las empresas para distribuir servicios basados ​​en web. La red global de mercados-propulsados ​​AppDirect permite a las empresas para encontrar, comprar y administrar las mejores aplicaciones de la nube tiene que ofrecer.

source: AppDirect’s Asset Management Challenges
es: Desafíos de gestión de activos de AppDirect

source: As AppDirect’s business grew and continues to grow, the number of assets (servers, software, applications, network components, storage, and so on) powering the IT infrastructure grew and continues to grow dramatically. This made it difficult for the data center operations team to maintain a single source of truth concerning IT assets that was available to all authorized personnel. These challenges fell into three categories:
es: A medida que el negocio de AppDirect creció y sigue creciendo, el número de activos (servidores, software, aplicaciones, componentes de red, almacenamiento, etc.) la alimentación de la infraestructura de TI creció y sigue creciendo de forma espectacular. Esto hizo que fuera difícil para el equipo de operaciones del centro de datos para mantener una única fuente de la verdad en relación con los activos de TI que estaba disponible para todo el personal autorizado. Estos retos se dividen en tres categorías:

source: Managing the Asset inventory
es: La gestión del inventario de activos

source: The data center operations team was using Excel spreadsheets to document and track data center assets. This involved a very manual process and regular human intervention to gather, update and manipulate the data into a useful format. Worse, the spreadsheets were outdated shortly after they were completed or updated. As the infrastructure grew, this manual effort became more and more difficult, time-consuming, and prone to error.
es: El equipo de operaciones del centro de datos fue el uso de hojas de cálculo de Excel para los activos de documentos y de centros de datos de pista. Esto implicó un proceso muy manual y una intervención humana regular para recopilar, actualizar y manipular los datos en un formato útil. Peor aún, las hojas de cálculo eran anticuadas poco después de que hayan sido cubiertos o actualizados. Como la infraestructura creció, este esfuerzo manual se hizo más y más difícil, consume mucho tiempo y propenso a error.

source: Maintaining compliance with security standards
es: Mantener el cumplimiento de las normas de seguridad

source: As a cloud infrastructure provider, AppDirect must provide a high level of security and adheres to the CIS Security Controls standard. They need an anytime, accurate inventory of all devices, unauthorized and authorized, and software, authorized and unauthorized to meet the requirements of CIS Security Controls. They were concerned that the significant manual effort and the resulting risk of manual error might put their security compliance at risk.
es: Como proveedor de infraestructura de nube, AppDirect debe proporcionar un alto nivel de seguridad y se adhiere a la norma CEI Controles de Seguridad. Necesitan un momento, inventario exacto de todos los dispositivos no autorizados, y autorizados, y software, autorizados y no autorizados para cumplir con los requisitos de los controles de seguridad de la CEI. Ellos estaban preocupados de que el esfuerzo manual considerable y el consiguiente riesgo de errores manuales podrían poner su cumplimiento de la seguridad en riesgo.

source: Powering IT decision making
es: La alimentación de la toma de decisiones de TI

source: Though spreadsheets tracked physical devices, they did not provide detailed room, rack, or device visualization necessary for capacity planning. There was no application dependency map or network map that could be used for remediation and/or migration planning. There was a software inventory but it was very difficult to get an up-to-date view of what software was running on what machines and what was authorized and unauthorized. Worse, making decision based on an integrated view of physical and cloud assets was even more difficult.
es: Aunque las hojas de cálculo seguido dispositivos físicos, que no proporcionan espacio detallada, estante, o visualización dispositivo necesario para la planificación de la capacidad. No hubo aplicación de mapas dependencia o mapa de la red que podría ser utilizado para la reparación y / o planificación de la migración. Hubo un inventario de software, pero era muy difícil obtener una visión actualizada del software que se ejecuta en lo que las máquinas y lo que fue autorizado y no autorizado. Peor aún, la toma de decisiones sobre la base de una visión integrada de los activos físicos y en la nube es aún más difícil.

source: Recognizing that this issue would only get worse as the company grew, AppDirect began a search for a tool to automate the inventory process and reduce or eliminate the manual effort and set out to evaluate the market’s offerings, taking a security-based approach to the evaluation. At minimum, an acceptable solution needed to:
es: Reconociendo que este problema sólo empeorará a medida que la compañía creció, AppDirect comenzó la búsqueda de una herramienta para automatizar el proceso de inventario y reducir o eliminar el esfuerzo manual y se dispuso a evaluar las ofertas del mercado, teniendo un enfoque basado en la seguridad para la evaluación . Como mínimo, una solución aceptable necesaria para:

source: Agentless and agent-based discovery scans
es: análisis de descubrimiento sin agente y basados ​​en agentes

source: AppDirect recognized that it was just impractical to put discovery agents on every machine especially cloud-based virtual machines. That said, there were also machines in sensitive locations that could only report out and therefore required discovery agents. So AppDirect required a solution that supported both agent-based and agentless discovery scans.
es: AppDirect reconoció que era simplemente poco práctico para poner agentes de descubrimiento en cada máquina máquinas virtuales en especial basada en la nube. Dicho esto, también había máquinas en lugares sensibles que sólo podía informar a cabo agentes de descubrimiento y, por lo tanto se requieren. Así AppDirect requiere una solución que apoya a que ambos estudios basados ​​en agentes y sin agentes de descubrimiento.

source: Meet CIS Security Control requirements
es: Cumplir con los requisitos de control de seguridad de la CEI

source: AppDirect approached this project with a “security first” mindset, and the ability to meet the standards set forth in CIS’ Security controls was a must for a winning solution.
es: AppDirect se acercó a este proyecto con una "seguridad primero" modo de pensar, y la capacidad de cumplir con los estándares establecidos en los controles de seguridad de la CEI 'era una necesidad para una solución ganadora.

source: Operate in a modern, hybrid environment
es: Operar en un entorno moderno, híbrido

source: As a cloud-based company, it was extremely important to AppDirect that the solution they chose was designed to fully support discovery and tracking of physical, virtual, and cloud assets. They did not want a solution that only supported cloud functionality as an afterthought.
es: Como empresa basada en la nube, que era extremadamente importante AppDirect que la solución que eligieron fue diseñado para apoyar plenamente el descubrimiento y seguimiento de activos físicos, virtuales y de nube. No querían una solución que sólo se admite la funcionalidad de la nube como una ocurrencia tardía.

source: Grow with them
es: Crecer con ellos

source: It was very important to AppDirect to be able to form a lasting relationship with the vendor they would choose to work with. They envisioned a vendor that would partner with them, who would both listen to their feedback and take it seriously.
es: Era muy importante para AppDirect ser capaz de formar una relación duradera con el proveedor que elegirían para trabajar. Ellos imaginaron un proveedor que se asociaría con ellos, que sería tanto escuchar sus opiniones y tomar en serio.

source: After evaluating a group of market leaders in the CMDB space, AppDirect began to narrow down their options. They liked the fact that Device42 was developed from the ground up to support integrated discovery and visualization of physical, virtual, and cloud assets.
es: Después de la evaluación de un grupo de líderes del mercado en el espacio CMDB, AppDirect comenzó a reducir sus opciones. Les gustó el hecho de que Device42 fue desarrollado desde cero para apoyar el descubrimiento integrado y visualización de los activos físicos, virtuales y de nube.

source: “We got the feeling that the other alternatives on the market were built for legacy data centers … and not for today’s hybrid and cloud based data centers”
es: "Nos dio la impresión de que las otras alternativas en el mercado se construyeron para los centros de datos existentes ... y no para híbridos y en la nube basado centros de datos de hoy en día"

source: Due to their focus on security, Device42’s availability of both agentless and agent-based autodiscovery was critical. For the same reason, they also liked that Device42 was available as a 100%% on-premise solution, and that their confidential inventory data didn’t have to leave their premises. They also liked the fact that Device42 is provided as an easy-to-install virtual machine with no other software to install.
es: Debido a su enfoque en la seguridad, disponibilidad tanto de descubrimiento automático y sin agente basado en agentes de Device42 era crítica. Por la misma razón, también le gusta que Device42 estaba disponible como una solución de 100 %% en las instalaciones, y que sus datos de inventario confidenciales no tiene que salir de sus locales. También les gustó el hecho de que Device42 se proporciona como una máquina virtual fácil de instalar con ningún otro software para instalar.

source: Also important was Device42’s ability to assist AppDirect in meeting the requirements of CIS’s security controls.
es: También fue importante la capacidad de Device42 para ayudar AppDirect en el cumplimiento de los requisitos de los controles de seguridad de la CEI.

source: “Take security requirements into account from the beginning - Don’t take security lightly, and don’t treat it as an afterthought. Security is not only important when someone is asking for the results or auditing you, but should instead be taken into account every day, with everything you do. Implement a tool that satisfies security requirements from the beginning so you don’t find yourself in a bad place, failing an audit, or worse...”
es: "Tomar los requisitos de seguridad en cuenta desde el principio - No tome a la ligera la seguridad, y no tratarla como una ocurrencia tardía. La seguridad no sólo es importante cuando alguien está pidiendo que los resultados o auditoría, pero en su lugar se debe tomar en cuenta todos los días, con todo lo que haces. Implementar una herramienta que satisfaga los requisitos de seguridad desde el principio para que no se encuentra en un mal lugar, a falta de una auditoría, o peor ... "

source: - AppDirect on security
es: - AppDirect en la seguridad

source: To get up and running with Device42 took AppDirect less than one hour. Because Device42 is delivered as a virtual appliance, the setup was easy. The VM was imported and booted, and required minimal configuration aside from standard DNS entry creation and SSL certificate setup for secure HTTPS communication to the appliance. Device42 support offered to assist if at all necessary, but AppDirect didn’t need any help to get it running and had an autodiscovery going quickly. AppDirect estimates that within approximately 3 days of installation, they had a full inventory.
es: Para empezar a trabajar con Device42 tomó AppDirect menos de una hora. Debido Device42 se entrega como un dispositivo virtual, la configuración fue fácil. La máquina virtual se importó y se arranca, y requiere un mínimo de configuración Además de la configuración de creación de entrada de DNS y certificado SSL estándar para la comunicación HTTPS segura al aparato. Device42 apoyo ofrecido a ayudar si es necesario en absoluto, pero AppDirect no necesita ninguna ayuda para ponerlo en marcha y tenía un descubrimiento automático en marcha rápidamente. AppDirect estima que dentro de aproximadamente 3 días de la instalación, que tenían un inventario completo.

source: “Device42 was obviously built with the hybrid and cloud-only environments in mind, and if you run a hybrid or cloud-only datacenter, Device42 is a great choice. They also offer stellar support, and really value customer feedback & requests - We knew they were the right choice when they offered to let us pilot their Agent Based Discovery, and we couldn’t be happier with the results.”
es: "Device42 obviamente estaba construido con el híbrido y entornos de nube solamente en mente, y si se ejecuta un híbrido o centro de datos única nube, Device42 es una gran elección. También ofrecen apoyo estelar, y realmente valor de realimentación y solicitudes de los clientes - Sabíamos que eran la decisión correcta cuando se ofrecieron a hacernos piloto basado en su Agente de descubrimiento, y no podríamos estar más contentos con los resultados ".

source: - AppDirect on their experience working with Device42
es: - AppDirect en su experiencia de trabajo con Device42

source: Pricing with Energy Management Modules
es: Precios con módulos de Gestión de la Energía

source: Pricing <small>Energy Management Modules</small>
es: Módulos de administración de precios <small> Energía </ small>

source: Please fill out the following form and we will reach out to you with pricing info
es: Por favor, rellene el siguiente formulario y nos pondremos en contacto con usted con información de precios

source: Basic Information
es: Información básica

source: Phone
es: Teléfono

source: Number of Devices/IPs
es: Número de dispositivos / IP

source: IP Addresses
es: Direcciones IP

source: Environmental Monitoring
es: Monitoreo ambiental

source: submit
es: enviar

source: Send
es: Enviar

source: Quickly and easily sync Puppet facts to Device42
es: Rápida y fácilmente sincronizar hechos títere para Device42

source: The Device42 / Puppet Integration can gather the following from the Puppet master
es: El / Títeres Integración Device42 puede reunir la siguiente desde el maestro de marionetas

source: Node Name
es: Nombre del nodo

source: Node Type
es: Tipo de nodo

source: Virtual or Physical
es: Virtual o física

source: Virtual Subtype
es: Subtipo virtual

source: Operating System and Version
es: Sistema operativo y versión

source: CPU Count (Physical)
es: Contador de la CPU (Física)

source: CPU Core Count
es: Recuento de núcleo de CPU

source: CPU Power
es: alimentación de la CPU

source: Memory Details (RAM)
es: Detalles de memoria (RAM)

source: HDD Count
es: Contador de disco duro

source: HDD Size
es: Tamaño del disco duro

source: Chef Node ID
es: Chef ID del nudo

source: (for Chef servers)
es: (Para servidores Chef)

source: MAC Address
es: Dirección MAC

source: Customer
es: Cliente

source: Service Level
es: Nivel de servicio

source: Notes
es: notas

source: Existing Chef & Device42 instances.
es: Chef existentes y Device42 casos.

source: Python v2.7.x
es: v2.7.x Python

source: Instructions & Download available on the
es: Instrucciones y descarga disponibles en el

source: Configuration and Usage
es: Configuración y Uso

source: Create a working directory foo and copy the contents of the Device42
es: Crear un directorio foo de trabajo y copiar el contenido de la Device42

source: to it.
es: lo.

source: Copy (or move/rename) the settings file
es: Copiar (o cambiar el nombre de mover /) el archivo de configuración

source: Populate the settings.yaml file you created in the last step with valid Chef credentials [host, version, user, key, and for Chef ver. >=12 set organization as well] and Device42 instance information [host, user, pass]:
es: Llenar el archivo de settings.yaml que ha creado en el último paso con credenciales válidas Chef [acogida, la versión, el usuario, la clave y para ver Chef. > = 12 conjunto organización, así] y la información de la instancia Device42 [host, usuario, pass]:

source: Configure node filtering, if desired. Details regarding configuration options can be found in <code>NodeFilter.md</code>. Filter settings are added following the <em>'options:'</em> section of <code>settings.yaml</code>
es: Configurar el filtrado de nodo, si se desea. Los detalles relativos a las opciones de configuración se pueden encontrar en <code> NodeFilter.md </ code>. Se añaden ajustes de filtro siguiendo los <em> 'Opciones:' </ em> de <code> settings.yaml </ code>

source: Run the script!
es: Ejecutar el script!

source: If you run into any unexpected behavior, bugs, or otherwise have questions, comments, or feature requests, feel free to reach out to
es: Si se presenta algún comportamiento inesperado, fallos o simplemente tienen preguntas, comentarios o peticiones de características, se sienten libres para llegar a

source: Please include chef/ohai node info from when sending bug reports and/or feature requests.
es: Por favor, incluya información cocinero / ohai nodo desde el envío de informes de errores y / o peticiones.

source: the Chef integration script for Device42 today!
es: la secuencia de comandos para la integración Chef Device42 hoy!

source: Quickly and easily discover and sync node information from The Foreman to Device42
es: descubrir de forma rápida y fácil y la información del nodo de sincronización desde el capataz de Device42

source: Foreman is a lifecycle management tool for both physical and virtual servers providing a powerful toolset that helps to automate repetitive server management tasks. With the Device42 Foreman Integration, you can now pull information about your devices directly from the tool you are using to provision them.
es: Capataz es una herramienta de gestión de ciclo de vida para los servidores físicos y virtuales que proporcionan un conjunto de herramientas de gran alcance que ayuda a automatizar tareas repetitivas de administración de servidores. Con la integración Device42 capataz, ahora se puede extraer información acerca de sus dispositivos directamente desde la herramienta que está utilizando para la prestación ellos.

source: The Device42 / Foreman Integration can gather the following from The Foreman:
es: El / capataz Integración Device42 puede reunir las siguientes opciones en el capataz:

source: Hostname
es: nombre de host

source: Operating System
es: Sistema operativo

source: Memory Size (MB)
es: Cantidad de memoria (MB)

source: Operating System Version
es: Versión del sistema operativo

source: Disks
es: discos

source: CPU Model
es: Modelo de CPU

source: Network Interfaces
es: Interfaces de red

source: Assumptions & Pre-Requisites
es: Supuestos y Requisitos previos

source: Working Foreman & Device42 installations.
es: Foreman Trabajo y Device42 instalaciones.

source: Tested against Foreman v1.14.0
es: Probado contra el capataz v1.14.0

source: Your client must be allowed to connect to the Foreman API
es: Su cliente debe poder conectarse a la API Capataz

source: (the foreman script is part of the Puppet Repo) to it.
es: (Capataz de la secuencia de comandos es parte de la Marioneta Repo) a la misma.

source: For details on the Puppet part of the config, details can be found on the
es: Para más detalles sobre la parte de la marioneta de la configuración, los detalles se pueden encontrar en la

source: integration page.
es: La página de integración.

source: Populate the settings.yaml file you created in the last step with your Foreman server credentials [hostname, myuser, certificate info] and your Device42 instance info [host, user, pass]:
es: Llenar el archivo de settings.yaml que ha creado en el último paso con sus credenciales de servidor Foreman [nombre de host, myUser, la información de certificado] y la información de su instancia Device42 [host, usuario, pass]:

source: (full details in README.MD)
es: (detalles en README.MD)

source: the Foreman integration script for Device42 today!
es: el guión integración Foreman Device42 hoy!

source: Puppet node ID
es: Marioneta de ID de nodo

source: (if Puppetmaster)
es: (Si Puppetmaster)

source: Macaddress
es: Dirección MAC

source: Working Puppet & Device42 installations.
es: Marioneta de trabajo y Device42 instalaciones.

source: Tested against Puppet v3.8.1 and v4.2
es: Probado contra v3.8.1 Títeres y v4.2

source: Populate the settings.yaml file you created in the last step with your Puppet server credentials [hostname, myuser, certificate info] and your Device42 instance info [host, user, pass]:
es: Llenar el archivo de settings.yaml que ha creado en el último paso con sus credenciales de servidor Puppet [nombre de host, myUser, la información de certificado] y la información de su instancia Device42 [host, usuario, pass]:

source: Register the client to the Puppet Server, ensuring it has access to:
es: Registrar el cliente al servidor de marionetas, asegurando que tiene acceso a:

source: the Puppet integration script for Device42 today!
es: la secuencia de comandos para la integración de marionetas Device42 hoy!

source: Quickly and easily sync Salt Node information to Device42
es: sincronizar de forma rápida y fácilmente la información de Salt nodo a Device42

source: Salt (aka SaltStack) is a Python-based open source configuration management software and remote execution engine. Salt supports the Software-Defined Datacenter, allowing configuration of your Infrastructure as Code (IaC). With the Device42 Salt Integration, you can now gather information about your devices from the same tool you use to provision them.
es: Sal (también conocido como SaltStack) es un software de gestión de la configuración de código abierto basado en Python y el motor de ejecución remota. La sal es compatible con el centro de datos definida por software, lo que permite la configuración de su infraestructura como de código (IAC). Con la integración Device42 Sal, ahora se puede recopilar información acerca de los dispositivos de la misma herramienta que se utiliza para el suministro de ellos.

source: The Device42 / Salt Integration can gather the following from Salt:
es: El / La sal Integración Device42 puede reunir la siguiente de Salt:

source: Operating System & OS Version
es: Sistema operativo y versión del sistema operativo

source: Virtual Sub-type
es: Virtual de tipo Sub

source: Total Memory
es: Memoria total

source: Manufacturer
es: Fabricante

source: Working Salt & Device42 installations.
es: Sal de Trabajo y Device42 instalaciones.

source: Tested against Salt Master 2016.11.1 Carbon
es: Probado contra carbono Sal Maestro 01/11/2016

source: To allow connections, sign your minions certificate on your Salt Master and <strong>run the script on your Salt Master server</strong>.
es: Para permitir conexiones, firme su certificado de esbirros en su sal Maestro y <strong> ejecutar la secuencia de comandos en el servidor maestro Sal </ strong>.
