Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: On top of that, we added a simple interface and powerful reporting so you don't have to navigate a maze of features you don't need.
es: Además de eso, hemos añadido una interfaz sencilla y potente informes para que no tenga que navegar por un laberinto de características no necesita.
pt: Além disso, nós adicionamos uma interface simples e poderosa de relatórios para que você não tem que navegar um labirinto de características que você não precisa.

source: Auto-discovery
es: Autodetección
pt: Auto-descoberta

source: Talk about beating a horse to death :) While you may be saying enough already about auto-discovery <em>(and many enterprise tools claim to have auto-discovery built-in)</em>, there are key differences:
es: Hablar de golpear a un caballo a muerte :) Mientras que usted puede decir bastante ya sobre el descubrimiento automático <em>(y muchas herramientas de la empresa afirman que descubrimiento automático integrado)</em>, hay diferencias importantes:
pt: Falar sobre bater um cavalo à morte :) Enquanto você pode estar dizendo suficiente já sobre detecção automática <em>(e muitas ferramentas de empresas afirmam ter built-in auto-discovery)</em>, existem diferenças importantes:

source: Device42 is agentless.
es: Device42 es sin agente.
pt: Device42 é sem agente.

source: You don’t have to find every device and put an agent on it. Device42 finds them for you without agents.
es: No tienes que encontrar todos los dispositivos y poner a un agente en ella. Device42 encuentra para usted sin agentes.
pt: Não tens de encontrar todos os dispositivos e um agente na lista. Device42 encontra-los para você, sem agentes.

source: Holistic approach.
es: Enfoque holístico.
pt: Abordagem holística.

source: Device42 connects to your network devices, hypervisors (VMware, HyperV, Citrix, Xen, Openstack, Cloudstack, and more), Cloud platforms (Amazon, Azure, Joyent, Linode, Digital Ocean and more), blade systems, UCS, IPMI, DNS, Windows, Linux & Unix OS’s and correlates the interrelationships and dependencies automatically. For example, if Device42 finds a mac address on a switch port from a network device, it correlates that with a Windows VM which is on a blade sitting in a particular slot in a chassis. And it finds what services are on that machine and calculates the dependencies on other machines/services on your network.
es: Device42 conecta tus dispositivos de red hipervisores (VMware, HyperV, Citrix, Xen, Openstack, Cloudstack y más), plataformas de Cloud (Amazon, Azure, Joyent, Linode, océano Digital y más), sistemas blade, UCS, IPMI, DNS, Windows, Linux y Unix sistemas operativos y correlaciona las interrelaciones y las dependencias automáticamente. Por ejemplo, si Device42 encuentra una dirección mac en un puerto del switch de un dispositivo de red, lo correlaciona con una VM de Windows que está en una hoja en una ranura especial en un chasis. Y encuentra lo que son servicios en esa máquina y calcula las dependencias de otras máquinas y servicios de la red.
pt: Device42 se conecta ao seu hipervisores (VMware, Hyper-v, Citrix, Xen, Openstack, Cloudstack e muito mais), plataformas de Cloud (Amazon, Azure, Joyent, Linode, oceano Digital e muito mais), dispositivos de rede, sistemas de lâmina, UCS, do Windows, Linux e Unix OS IPMI, DNS e correlaciona as inter-relações e as dependências automaticamente. Por exemplo, se Device42 encontra um endereço mac em uma porta do comutador de um dispositivo de rede, correlaciona que com uma VM do Windows que é sobre uma lâmina, sentado em um slot específico em um chassi. E descobre o que são serviços em sua máquina e calcula as dependências em outros serviços/máquinas na sua rede.

source: Admit it - you manage a complex IT Infrastructure. Keeping that Visio file up-to-date hasn't happened recently and may never happen. Device42 provides infrastructure visualizations that make Visio-like diagrams available at your finger tips - all dynamically generated without manual effort.
es: Admita-o - você gere uma complexa infraestrutura TI. Manter aquele ficheiro Visio atualizado já não tem sido possível recentemente e pode nunca mais ser. O Device42 fornece visualizações de infraestrutura fazem com os diagramas tipo Visio fiquem disponíveis - manual do tudo dinamicamente gerado sem esforço.
pt: Admita-o - você gere uma complexa infraestrutura TI. Manter aquele ficheiro Visio atualizado não tem sido possível recentemente e pode nunca mais ser. O Device42 fornece visualizações de infraestrutura que fazem com que os diagramas tipo Visio fiquem disponíveis - tudo dinamicamente gerado sem esforço manual.

source: Complex service to service relationships, rack layouts, room capacity heatmaps, applications dependency maps, and IP and power chain maps are some of the things that Device42 provides and most of it is automatically laid out for you. These tools help you make effective business decisions with right data presented in the right way.
es: Cremalheira de layouts de so incham relacionamentos serviço para serviço, mapas de calor de capacidade de sala, mapas de dependência de aplicações e mapas de IP e cadeiras de energia são algumas das coisas o Device42 fornece e um si automaticamente disposta diante de maioria delas nao. Estas ferramentas de relatório-não um tomar decisões de negócio eficazes com os dados corretos apresentados da forma correta.
pt: Os complexos relacionamentos serviço para serviço, layouts de rack, mapas de calor de capacidade de sala, mapas de dependência de aplicações e mapas de IP e cadeiras de energia são algumas das coisas que o Device42 fornece e a maioria delas é automaticamente disposta diante de si. Estas ferramentas ajudam-no a tomar decisões de negócio eficazes com os dados corretos apresentados da forma correta.

source: A true CMDB should not be an isolated application. You likely have monitoring tools, automation tools, ticketing tools, finance tools, and so on that can benefit from the information in your CMDB. Many enterprise CMDBs make these integrations time consuming and expensive. With Device42, you get a lot of integrations out of the box plus REST APIs that make it a breeze to integrate with other tools.
es: Un verdadero CMDB no debe ser una aplicación aislada. Es muy probable que tenga herramientas de monitorización, automatización, tickets, financieras, y más que pueden beneficiarse de la información en su CMDB. Muchas empresas de CMDBs hacen a estas integraciones una pérdida de tiempo y costosas. Con Device42, obtiene muchas integraciones como inicio junto a las APIs Rest que facilitan la integración con otras herramientas.
pt: Uma verdadeira CMDB não deve ser uma aplicação isolada. Provavelmente tem ferramentas de monitorização, ferramentas de automação, ferramentas de bilhetes, ferramentas financeiras e por aí adiante, que podem beneficiar da informação da sua CMDB. Muitos empreendimentos CMDBs fazem com que estas integrações consumam demasiado tempo e sejam demasiado caras. Com o Device42 obtém imensas integrações fora da caixa, para além de REST APIs que fazem com que seja fácil integrar com outras ferramentas.

source: We get it
es: Lo conseguimos
pt: Nós entendemos

source: Excel is free. Free is a great price.
es: Excel es gratis. Libre es un gran precio.
pt: Excel é grátis. Livre é um ótimo preço.

source: But we believe that the value you'll get from Device42 far outweighs the cost.
es: Pero creemos que es el valor que obtendrá de Device42 mucho mayor que el costo.
pt: Mas acreditamos que o valor que você terá de Device42 longe supera o custo.

source: And more than a thousand happy users in 33 countries agree. If our auto-disovery and collaboration features can save your team just ten hours per month, then Device42 will more than pay for itself.
es: Y más de mil usuario felices en 33 países están de acuerdo. Si nuestras características de autodetección y colaboración pueden ahorrarle a su equipo al menos diez horas por mes, entonces Device42 se pagará por sí mismo.
pt: E mais do que mil clientes satisfeitos em 33 países concordam. Se as nossas funcionalidades de autodescoberta e colaboração conseguirem poupar dez horas por mês à sua equipa, então o Device42 irá mais do que se pagar a si mesmo.

source: Choosing the right DCIM for your IT Infrastructure
es: Correctos o Pará de certo DCIM por sua Infraestrutura de TI
pt: Escolher o DCIM certo para a sua Infraestrutura TI

source: Choosing the right DCIM
es: Correctos ó DCIM certo
pt: Escolher o DCIM certo

source: A simple comparison (including reviews) to help you make the right choice
es: Una simple comparación (incluyendo comentarios) para ayudarle a tomar la decisión correcta
pt: Uma comparação simples (incluindo comentários) para ajudá-lo a fazer a escolha certa

source: At one end of the spectrum, Excel (maybe augmented by Visio) is the absolute simplest solution. It’s what you’ve been using for years, and it’s what you know best.
es: En un extremo del espectro, Excel (quizás aumentado por Visio) es la solución más simple. Es lo que ha estado usando por años, y lo que conoce mejor.
pt: Num lado do espetro, o Excel (pode ser acrescido pelo Visio) é a solução absoluta mais simples. É o que tem utilizado há anos e é o que conhece melhor.

source: You end up with lots and lots of sheets and as you start tracking complex relationships between different data center objects, Excel just can't handle it. And even if it could, the explosion of assets caused by virtualization, cloud computing, and software-defined networks and storage results in an unreasonably large manual effort to keep it up to date.
es: Acaba por ter inúmeras e inúmeras folhas e à medida começa a registar relacionamentos incham entre diferentes itens de configuração, o Excel simplesmente não consegue lidar com isso. E mesmo pudesse, cavidades de ativos MS pela virtualização, computação nuvem e redes definidas por software e os resultados de métodos num injustificavelmente grande esforço manual para o manter atualizado.
pt: Acaba por ter inúmeras e inúmeras folhas e à medida que começa a registar relacionamentos complexos entre diferentes itens de configuração, o Excel simplesmente não consegue lidar com isso. E mesmo que pudesse, a explosão de ativos causada pela virtualização, computação cloud e redes definidas por software e resultados de armazenamento num injustificavelmente grande esforço manual para o manter atualizado.

source: On the other end, enterprise DCIM tools like Nlyte and iTracs offer tons of features.
es: Por outro lado, ferramentas DCIM para empresas como o Nlyte e o iTracs oferecem montes de funcionalidades
pt: Por outro lado, ferramentas DCIM para empresas como o Nlyte e o iTracs oferecem montes de funcionalidades

source: While that may make them feature-rich, it certainly doesn’t make them simple.
es: Si bien las hace ricas en características, ciertamente no las hace simples.
pt: Enquanto isso pode torná-los ricos em funcionalidades, certamente não faz deles simples.

source: In fact, we started Device42 precisely because we were tired of using these cumbersome, hire a consulting agency to help do the setup and then see it all fall apart because it was too tough to keep the information up-to-date.
es: De facto, demos início ao Device42 precisamente porque estávamos cansados de ter de construir os relacionamentos hum um hum, contratar uma agência consultora pará canaliza um configurar e de seguida ver tudo ruir, porque era demasiado difícil manter uma informação atualizada.
pt: De facto, demos início ao Device42 precisamente porque estávamos cansados de ter de construir os relacionamentos um a um, contratar uma agência consultora para ajudar a configurar e de seguida ver tudo ruir, porque era demasiado difícil manter a informação atualizada.

source: We built Device42 with pre-defined relationships so you can’t implement quickly and powerful auto-discoveries so you don't have to worry about your data being stale.
es: Construimos Device42 con relaciones predefinidas así puede implementar rápidamente y autodetecciones poderosas así no se tiene que preocupar sobre que sus datos no estén al día.
pt: Construímos o Device42 com relacionamentos predefinidos, para que não tenha de implementar rapidamente e poderosas autodescobertas para que não tenha de se preocupar com o envelhecimento dos seus dados.

source: On top of that, we added a simple interface and powerful reporting so you don’t have to navigate a maze of features you don’t need.
es: Además, agregamos una interfaz sencilla y un informe poderoso así no tiene que navegar un laberinto de características que no necesita.
pt: Para além disso, adicionamos uma simples interface e poderosos relatórios, para que não tenha de navegar por um labirinto de funcionalidades que não necessita.

source: And if you ever want to enhance Device42 beyond the core DCIM, you can do that with custom fields, custom form layouts, and rich REST based API.
es: E se alguma vez quiser melhorar o Device42 pará além fazer DCIM essencial, pode fazê-lo com campos personalizáveis, disposição de formulários personalizável e uma API baseada em resto rica.
pt: E se alguma vez quiser melhorar o Device42 para além do DCIM essencial, pode fazê-lo com campos personalizáveis, disposição de formulários personalizável e uma API baseada em REST rica.

source: Talk about beating a horse to death :) While you may be saying enough already about auto-discovery (and many enterprise tools claim to have auto-discovery built-in), there are key differences:
es: Falando água mole em bater na pedra dura até furar :) Embora possa dizer já chega sobre uma autodescoberta (e muitas ferramentas de empresa afirmam ter incorporada uma autodescoberta), há diferenças chave:
pt: Falando em bater na pedra dura com água mole até furar :) Embora possa dizer que já chega sobre a autodescoberta (e muitas ferramentas de empresa afirmam ter a autodescoberta incorporada), há diferenças chave:

source: Power and thermal management in the data center has never been easier!
es: Poder y la gestión térmica en el centro de datos nunca ha sido tan fácil!
pt: Alimentação e gerenciamento térmico no centro de dados nunca foi tão fácil!

source: Using Device42 software, data center managers can anticipate and avoid thermal- and power-related problems with proactive real-time and historical management capabilities
es: Usando el software Device42, administradores de centro de datos pueden anticipar y evitar problemas relacionados con la térmica y la energía con capacidad de gestión proactiva en tiempo real e históricos
pt: Utilizando o software Device42, gerentes de centro de dados podem antecipar e evitar problemas relacionados a térmica e energia com recursos de gerenciamento proativo de históricos e em tempo real

source: Monitor your smart PDUs, UPSs, CRACs, branch circuits and other devices
es: Monitorize os PDUs inteligentes, UPSs, CRACs, circuitos e outros dispositivos
pt: Monitorize os PDUs inteligentes, UPSs, CRACs, circuitos e outros dispositivos

source: View reports and charts showing historical data
es: Veja relatórios e gráficos dando dados históricos
pt: Veja relatórios e gráficos que mostram dados históricos

source: View room- and rack-level color heatmaps showing infeed-level detail
es: Veja mapas de núcleos térmicos de salas e cremalheiras mostrando detalhes ao nível da alimentação de energia
pt: Veja mapas de cores térmicos de salas e racks que mostrando detalhes ao nível da alimentação de energia

source: Setup automated alerts to warn you about anomalous conditions
es: Configurar alertas automáticos para o avisar CEN para um fazer normal
pt: Configure alertas automáticos para o avisar que condições fora do normal

source: Monitor sensors (e.g. temperature and humidity) with historical data and alerts
es: Monitorize os sensores (ex. temperatura e humidade) com dados históricos e alertas
pt: Monitorize sensores (ex. temperatura e humidade) com dados históricos e alertas

source: Power-On / Power-Off PDU ports
es: Ligar e Desligar portas PDU
pt: Ligar e Desligar portas PDU

source: An Easier Alternative to HP uCMDB
es: Una alternativa más fácil para HP uCMDB
pt: Uma alternativa mais fácil para HP uCMDB

source: Device42 Is An Easier HP UCMDB Alternative. Here's Why You Should Consider Switching…
es: Device42 es un HP UCMDB alternativa más fácil. He aquí por qué usted debe considerar cambiar...
pt: Device42 é uma alternativa UCMDB de HP mais fácil. Aqui é por que você deve considerar a mudança...

source: With HP uCMDB you have a big initial product cost and a large implementation cost as well. Also we believe that the value you’ll get from Device42 far outweighs the cost. And more than a thousand happy users in 33 countries agree. If our auto-discovery and collaboration features can save your team just ten hours per month, then Device42 will more than pay for itself.
es: Con HP uCMDB tiene un costo grande de producto inicial y un costo de implementación grandes también. También creemos que es el valor que obtendrá de Device42 mucho mayor que el costo. Y más de 1 mil usuarios felices en 33 países. Si nuestras características auto-descubrimiento y colaboración pueden salvar a su equipo sólo diez horas por mes, Device42 más pagará por sí mismo.
pt: Com HP uCMDB você tem um custo de produto inicial grande e um custo de implementação grandes também. Também acreditamos que o valor que você terá de Device42 longe supera o custo. E mais de mil usuários felizes em 33 países concordam. Se nossos recursos de detecção automática e a colaboração podem salvar sua equipe apenas dez horas por mês, então Device42 mais do que pagará por se.

source: An Easier Alternative to Infoblox
es: Una alternativa más fácil a Infoblox
pt: Uma alternativa mais fácil para Infoblox

source: A powerful alternative to Infoblox IPAM
es: Una alternativa poderosa a Infoblox IPAM
pt: Uma poderosa alternativa para Infoblox IPAM

source: Device42 Is A Powerful Infoblox IPAM Alternative. Here's Why You Should Consider Switching…
es: Device42 es una alternativa de gran alcance Infoblox IPAM. He aquí por qué usted debe considerar cambiar...
pt: Device42 é uma alternativa poderosa Infoblox IPAM. Aqui é por que você deve considerar a mudança...

source: Thinking of making the switch to Device42 or one of the other Infoblox IPAM competitors?
es: Está a pensar fazer de em uma mudança para o Device42 ou outro dos concorrentes fazer Infoblox IPAM?
pt: Está a pensar em fazer a mudança para o Device42 ou outro dos concorrentes do Infoblox IPAM?

source: Below, you will find information to help you compare Device42 and Infoblox IPAM, including features, customer experiences and reviews from current Device42 customers who have made the switch.
es: Mais abaixo, irá encontrar informações o ajudarão a comprar Device42 e OO Infoblox IPAM, including funcionalidades, experiências de clientes e avaliações de clientes atuais fazer Device42 fizeram uma mudança.
pt: Mais abaixo, irá encontrar informações que o ajudarão a comprar o Device42 e o Infoblox IPAM, incluindo funcionalidades, experiências de clientes e avaliações de clientes atuais do Device42 que fizeram a mudança.

source: With the base Infoblox IPAM you can't run scheduled scans of your IP space, you can only do manual discovery/scans. However, you can add this functionality with a separate Infoblox product called NetMRI.
es: Con la base Infoblox IPAM no puede ejecutar análisis programados de su espacio IP, sólo se pueden hacer exploraciones de descubrimiento manual. Sin embargo, puede Agregar esta funcionalidad con un producto de Infoblox separado llamado NetMRI.
pt: Com a base Infoblox IPAM não é possível executar verificações agendadas do seu espaço IP, você pode somente fazer descoberta manuais/scans. No entanto, você pode adicionar essa funcionalidade com um produto de Infoblox separado chamado NetMRI.

source: In Device42, auto-discoveries are natively available. This makes it possible for you to keep your IP information up-to-date and in addition you can find all the relationships like port connectivity, inventory of the network devices, etc.
es: En Device42, auto-descubrimientos están disponibles nativamente. Esto hace posible para mantener actualizada la información de IP y además usted puede encontrar todas las relaciones como puerto conectividad, inventario de los dispositivos de red, etcetera.
pt: Em Device42, autodescobertas estão disponíveis nativamente. Isto torna possível para você manter seu IP informação actualizada e além disso você pode encontrar todas as relações como conectividade portuária, inventário dos dispositivos de rede, etc.

source: Infoblox IPAM is a DDI Solution (DNS/DHCP Management) - Device42 is not
es: Infoblox IPAM é uma Solução DDI (Gestão de DNS/DHCP) - O Device42 não é
pt: Infoblox IPAM é uma Solução DDI (Gestão de DNS/DHCP) - O Device42 não é

source: Infoblox becomes your DNS and DHCP server. With Device42 there is no active management of DNS/DHCP, but we can integrate with your existing DNS servers for auto-discovery, etc.
es: O Infoblox torna-se sem seu servidor DNS e DHCP. Com o Device42 não há nenhuma gestão ativa de DNS/DHCP, mas nós podemos integrar com os seus servidores DNS correlato pará autodescoberta, etc.
pt: O Infoblox torna-se no seu servidor DNS e DHCP. Com o Device42 não há nenhuma gestão ativa de DNS/DHCP, mas podemos integrar com os seus servidores DNS existente para autodescoberta, etc.

source: Infoblox provides add-on tools like device tracker and others to see relationships between different configuration items(CIs) in your IT infrastructure.
es: O Infoblox fornece ferramentas Add-on, como o rastreador de dispositivo e outros, para ver os relacionamentos entre diferentes itens de configuração(CIs) na sua infraestrutura TI.
pt: O Infoblox fornece ferramentas add-on, como o rastreador de dispositivo e outros, para ver os relacionamentos entre diferentes itens de configuração(CIs) na sua infraestrutura TI.

source: Great Visualizations
es: Gran visualizaciones
pt: Grandes visualizações

source: In Device42, your endpoints aren't just MAC and/or IP addresses, they are devices, applications, services and software.
es: Não Device42 os seus pontos de extremidade não são apenas MAC e/ou endereços de IP, são dispositivos, aplicações, software e de serviços
pt: No Device42, os seus endpoints não são apenas MAC e/ou endereços de IP, são dispositivos, aplicações, serviços e software

source: Subnet Fragmentation Visualizations
es: Subred fragmentación visualizaciones
pt: Sub-rede fragmentação visualizações

source: Auto-generated Visualizations
es: Visualizaciones generadas automáticamente
pt: Gerado automaticamente visualizações

source: Auto-generated Map Visualizations
es: Visualizaciones del mapa generado automáticamente
pt: Visualizações de mapa gerado automaticamente
