Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: By User name
es: Por nombre de usuario
pt: Por nome de Utilizador

source: By Type of content
es: Por tipo de contenidos
pt: Por Tipo de conteúdo

source: Filter History
es: Historia de filtro
pt: História de filtro

source: Filter
es: Filtro
pt: Filtrar

source: Use the filter functionality to drill-down into history to quickly find what you are looking for
es: Utilice la funcionalidad de filtro de drill-down en la historia para encontrar rápidamente lo que busca
pt: Utilize a funcionalidade de filtro para detalhar o histórico para encontrar rapidamente o que procura

source: Filter by action time, action from or by user name
es: Filtrar por tiempo de acción, la acción de, o por nombre de usuario
pt: Filtrar pela hora da ação, ação de ou por nome de utilizador

source: Sortable columns provide an additional option to view results, sort by time, user, content type, or object
es: Columnas ordenables proporcionan una opción adicional para ver los resultados, clasificar por hora, usuario, tipo de contenido, o un objeto
pt: As colunas ordenáveis fornecem uma opção adicional para ver resultados, separar por tempo, utilizador, tipo de conteúdo ou objeto

source: Object History
es: Historia de objetos
pt: Histórico de Objetos

source: Convenient access to log entries for any object, examples: building, room, rack, device, contract, ip address, password, group, and end-user
es: La facilidad de acceso a las entradas de registro para cualquier objeto, ejemplos: edificio, sala, estante, dispositivo, contrato, dirección IP, contraseña, grupo y de usuario final
pt: Acesso conveniente a entradas de registo por qualquer objeto, exemplos: edifício, sala, rack, dispositivo, contrato, endereço IP, palavra-passe, grupo e utilizador final

source: On an object's View Page, select History to view the object's history log
es: El de un objeto Ver página, seleccione Historial para ver registro de la historia del objeto
pt: Na Página de Visualização do objeto, selecione Histórico para visualizar o registo de histórico do objeto

source: Server Auto-Discovery Client
es: Client Server Auto-Discovery
pt: Cliente de Auto-Descoberta do Servidor

source: Use the Device42 Auto-Discovery client to discover Windows, Linux, and HyperV systems. The client will discover host name, OS, Manufacturer, Hardware model and serial, processor, memory, and IP configuration
es: Utilice el cliente Device42 Auto-Discovery para descubrir de Windows, Linux y sistemas HyperV. El cliente descubre el nombre de host, el sistema operativo, fabricante, modelo y número de serie del hardware, el procesador, la memoria y la configuración IP
pt: Utilize o cliente Autodescoberta do Device42 para descobrir os sistemas Windows, Linux e HyperV. O cliente irá descobrir o nome de alojamento, SO, Fabricante, modelo de Hardware e configuração de série, processador, memória e IP

source: Data will be fed directly into your Device42 appliance and correlated with existing data
es: Los datos se introducen directamente en el aparato Device42 y correlacionados con los datos existentes
pt: Os dados serão alimentados diretamente na sua aplicação Device42 e correlacionados com os dados existentes

source: Run as a service and schedule recurring scans
es: Ejecutar como un servicio y planificar análisis recurrentes
pt: Correr como um serviço e agendar exames recorrentes

source: Record purchase info
es: Registro info de compra
pt: Gravar a informação de compras

source: Track the asset lifecycle with user-defined Type, e.g.: inventory, installed, retired, etc
es: Realizar el seguimiento del ciclo de vida de activos con el tipo definido por el usuario, por ejemplo: el inventario, instalado, jubilados, etc.
pt: Rastreie o ciclo de vida do ativo com o Tipo definido pelo utilizador, ex. inventário, instalado, retirado, etc.

source: Automated IP Address Tracking with Device42, a Comprehensive IP Address Management Software
es: Rastreamento Automático de Endereços IP com o Device42, um Software de Gestão Compreensiva de Endereços de IP
pt: Rastreamento Automático de Endereços IP com o Device42, um Software de Gestão Compreensiva de Endereços de IP

source: Automatically keep track of all your local and remote IPs with extensive auto-discovery options
es: Automáticamente hacer un seguimiento de su IPs local y remota con opciones amplia auto-descubrimiento
pt: Manter o controle automaticamente de todos os seu IPs locais e remotos com opções de autodescoberta extensiva

source: Agent-less autodiscovery that can be scheduled to run at pre-defined intervals
es: Descubrimiento automático sin agentes que pueden ser programado para ejecutarse en intervalos predefinidos
pt: Autodescoberta sem agente que pode ser agendada para ser executada em intervalos predefinidos

source: Support for IPv4/IPv6, overlapping IPs across VRF groups
es: Soporte para IPv4 / IPv6, IP superposición entre los grupos VRF.
pt: Suporte para IPv4/IPv6, sobrepondo IPs em grupos VRF

source: Build custom reports, create recurring schedule to run reports, deliver to multiple email recipients
es: Generar informes personalizados, crear programación periódica para ejecutar informes, entregar a múltiples destinatarios de correo electrónico
pt: Construa relatórios personalizados, crie agendamento recorrente de relatórios de execução, entre a múltiplos destinatários de email

source: Track MAC address, switch port and device relationships automatically
es: Dirección MAC Track, cambiar las relaciones portuarias y de dispositivos de forma automática.
pt: Rastreie o endereço MAC, porta de permuta e relacionamentos de dispositivo automaticamente

source: Subnet Tree view with Nested subnets & IPs
es: Vista de árbol de subred con subredes y direcciones IP anidadas
pt: Vista em árvore da Sub-rede com sub-redes & IPs Agrupados

source: IT Address Tracking Software
es: Dirección Software de seguimiento
pt: Aborda Software de rastreamento

source: IP Tracking Software
es: Software de seguimiento de direcciones IP
pt: Software de Rastreamento de IPs

source: Automated IP Tracking
es: Seguimiento de IP Automatizado
pt: Rastreamento Automático de IPs

source: IP tracking software for centralized management of your IP space
es: Software de seguimiento de IP para la gestión centralizada de su espacio IP
pt: Software de rastreamento IP para gestão centralizada do seu espaço IP

source: Support for IPv4 and IPv6
es: Soporte para IPv4 e IPv6
pt: Suporte para IPv4 e IPv6

source: Automatic reconciliation with subnets, VLANs, devices, MAC addresses, DNS
es: La reconciliación automática con subredes, VLANs, dispositivos, direcciones MAC, DNS
pt: Reconciliação automática com sub-redes, VLANs, dispositivos, endereços MAC, DNS

source: Track overlapping IP ranges across different VRF groups
es: Seguimiento de la superposición de rangos de IP a través de diferentes grupos VRF
pt: Rastreie intervalos IP em sobreposição em diferentes grupos VRF

source: Automatic switch port to device mappings
es: Puerto de conmutación automática de asignaciones de dispositivos
pt: Porta de permuta automática para mapeamentos de dispositivo

source: Keep your IP address records current using built-in discovery tools
es: Mantenga sus registros de direcciones IP actual mediante herramientas de descubrimiento incorporadas
pt: Mantenha os registos do seu endereço IP atuais utilizando ferramentas de descoberta incorporadas

source: Schedule recurring Ping Sweep jobs
es: Programación periódica trabajos de barrido ping
pt: Agendar trabalhos de Ping Sweep recorrentes

source: Build custom reports with recurring schedules, deliver to multiple email recipients
es: Generar informes personalizados con horarios recurrentes, entregar a múltiples destinatarios de correo electrónico
pt: Construa relatórios personalizados com agendamentos recorrentes, entre a múltiplos destinatários de email

source: Ping Sweep Auto-discovery
es: Ping Sweep Auto-descubrimiento
pt: Auto-descoberta Ping Sweep

source: Easy to use Ping Sweep options
es: Fácil de utilizar las opciones de barrido ping
pt: Opções Ping Sweep fáceis de utilizar

source: Create multiple Ping Sweep jobs
es: Crear varios trabajos de barrido ping
pt: Criar múltiplos trabalhos de Ping Sweep

source: Scan multiple networks per job
es: Múltiples redes de escaneo por trabajo
pt: Examinar múltiplas redes por trabalho

source: Schedule to run at pre-defined intervals
es: Horario para ejecutar a intervalos predefinidos
pt: Agende para executar a intervalos predefinidos

source: Track IP Address Type
es: Track IP Tipo de dirección
pt: Rastreie o Tipo de Endereço IP

source: Automatically assign type during discovery
es: Asignar automáticamente el tipo durante el descubrimiento
pt: Atribua automaticamente o tipo durante a descoberta

source: Override type post discovery by specifying range and selecting type
es: Posterior descubrimiento tipo de anulación mediante la especificación de rango y seleccionando el tipo
pt: Sobreponha a descoberta tipo posterior especificando o intervalo e selecionando o tipo

source: Types include: DHCP, Static
es: Los tipos incluyen: DHCP, estática, y reservados
pt: Os tipos incluem: DHCP, Static

source: Reserved
es: Reservado
pt: Reservado

source: Schedule and Automate Network Discovery
es: Programar y Automatizar Network Discovery
pt: Agende e Automatize a Descoberta de Rede

source: Add a recurring schedule for each ping sweep
es: Añadir una programación periódica para cada barrido de ping
pt: Adicione um agendamento recorrente para cada ping sweep

source: Add multiple schedules for each ping sweep
es: Añadir varias programaciones para cada barrido de ping
pt: Adicione múltiplos agendamentos para cada ping sweep

source: Ping sweeps can also be started manually
es: Ping barre también se puede iniciar manualmente
pt: Os ping sweeps também podem ser iniciados manualmente

source: Track relationships between assets
es: Seguimiento de las relaciones entre activos
pt: Controlar as relações entre ativos

source: IP Address Reports
es: Informes de direcciones IP
pt: Relatórios de Endereços de IP

source: Create custom reports
es: Crear informes personalizados
pt: Crie relatórios personalizados

source: Filter with partial search strings
es: Filtro con cadenas de búsqueda parciales
pt: Filtre com strings de pesquisa parcial

source: Boolean filtering for address availability
es: Filtrado de Boole disponibilidad de direcciones
pt: Disponibilidade de filtragem booleana para endereço

source: Multiple option filter field for Subnet and Type
es: Múltiple campo de filtro opción para subred y Tipo
pt: Campo de filtragem com múltiplas opções para Sub-rede e Tipo

source: Date filtering
es: Filtro por fecha
pt: Filtragem de Dados

source: Create recurring schedule for each report or run the report manually
es: Crear programación periódica para cada informe o ejecutar el informe manualmente
pt: Crie agendamento recorrente para cada relatório ou execute o relatório manualmente

source: Switch Impact Chart
es: Tabla de impacto de interruptor
pt: Interruptor impacto gráfico

source: Switch Impact Charts
es: Cambie Gráficas de Impacto
pt: Gráficos de Impacto de Permutação

source: Network visualization - see exactly what's connected to what, from the service all the way to switch port
es: Visualización de la red con lo que está conectado con lo que cambiar el puerto hasta el final para cambiar el puerto

source: Auto-generated based on auto-discovered and manually entered data. Depicts virtual devices detected on a switch port as well
es: Auto-generado en base a datos de auto-descubierto y introducidos manualmente. Representa dispositivos virtuales detectados en un puerto de switch, así
pt: Dados introduzidos manualmente, baseados em geração automático e autodescobertos. Também representa os dispositivos virtuais detetados numa porta de permuta

source: Track Device and MAC address relationships along with the IP address
es: Relaciones de dispositivo de pista y de dirección MAC, junto con la dirección IP
pt: Rastreie relacionamentos de Dispositivo e endereço MAC juntamente com o endereço IP

source: IT Inventory Management Software
es: TI Software Inventory Management
pt: Software de Gestão de Inventário IT

source: Device42 provides comprehensive IT Asset Management
es: Device42 es centro de datos completa de software de gestión
pt: O Device42 fornece uma Gestão Compreensiva de Recursos IT

source: capabilities that establish and maintain a centralized system of record for managing the entire lifecycle of any IT asset type within your data center infrastructure. Device42’s powerful auto-discovery capabilities also ensure IT asset inventories, whether physical, logical, or cloud, are accurate and up-to-date.
es: capacidades que establecen y mantienen un sistema centralizado de registro para gestionar todo el ciclo de vida de activos de cualquier tipo dentro de su infraestructura de data center. Las capacidades de descubrimiento automático de gran alcance de Device42 también garantizar que inventarios de activos, ya sea física, lógica, o la nube, son exactas y actualizadas.
pt: recursos que estabelecer e mantêm um sistema centralizado de registro para o gerenciamento de todo o ciclo de qualquer ativo é tipo dentro de sua infra-estrutura de data center. Capacidades de autodescoberta poderosa do Device42 também garantir a inventários de ativos, seja física, lógica, ou a nuvem, são precisas e atualizadas.

source: Using Device42’s comprehensive ITAM capabilities, companies can
es: Ao utilizarem como capacidades compreensivas ITAM fazer Device42, como as empresas podem
pt: Ao utilizarem as capacidades compreensivas ITAM do Device42, as empresas podem

source: Agentless auto-discovery
es: Auto-descubrimiento sin agente
pt: Autodescoberta sem agente

source: Hardware and Software inventory
es: Inventario de hardware y Software
pt: Inventário de hardware e Software

source: Both Physical and Virtual
es: Físicos y virtuales
pt: Físicos e virtuais

source: Inventory assets on premise or in the cloud
es: Inventario activos en premisa o en la nube
pt: Inventário de bens no local ou na nuvem

source: Container inventory
es: Inventario de contenedores
pt: Inventário de contêiner

source: Track and Visualize relationships between assets
es: Seguimiento y visualizar las relaciones entre activos
pt: Acompanhar e Visualizar relações entre ativos

source: QR codes and barcodes with smart phone support for inventory management
es: Códigos QR y códigos de barras con soporte de teléfono inteligente para gestión de inventario
pt: Os QR codes e códigos de barras com suporte de telefone inteligente para gestão de estoques

source: Integrate with popular ITSM tools (change history)
es: Integrar con herramientas populares de ITSM (historial de cambios)
pt: Integração com ferramentas populares de ITSM (mudar a história)

source: Scalability, from small to huge – No inventory too large
es: Escalabilidad, desde pequeñas a grandes, No demasiado grande de inventario
pt: Escalabilidade, de pequeno a grande – não muito grande de inventário

source: Warranty check, reporting and tracking
es: Cheque de garantía, informes y seguimiento
pt: Cheque de garantia, relatórios e acompanhamento

source: Ensure compliance and audit security
es: Garantizar el cumplimiento y auditar la seguridad de
pt: Garantir a conformidade e auditoria de segurança

source: Audits just got a LOT easier via customizable reports, at your fingertips
es: Auditorías acaban de mucho más fáciles a través de informes personalizables, a tu alcance
pt: Auditorias ficou muito mais fácil através de relatórios customizáveis, ao seu alcance

source: Go beyond just assets with our fully integrated CMDB
es: Ir más allá de solo activos con nuestra CMDB completamente integrado
pt: Ir além de apenas ativos com nossa CMDB totalmente integrado

source: Agentless Auto-Discovery
es: Auto-descubrimiento sin agente
pt: Autodescoberta sem agente

source: An accurate inventory that is
es: Un inventario exacto es
pt: Um inventário apurado que é

source: always
es: siempre
pt: sempre

source: Populate your Infrastructure and inventory quickly and effortlessly with an extensive range of auto-discovery tools for physical, virtual, and cloud infrastructures. Increase efficiency and maximize productivity by getting clear visibility into what you have while promoting transparency companywide.
es: Pueblan su infraestructura inventario rápidamente y sin esfuerzo con una amplia gama de herramientas de auto-discovery para físicos, virtuales y las infraestructuras en la nube. Aumentar la eficiencia y maximizar la productividad al obtener una visibilidad clara en lo que tiene promoviendo transparencia en toda la compañía.
pt: Preencher sua infra-estrutura e estoque rapidamente e sem esforço com uma extensa gama de ferramentas de descoberta automática para físico, virtual e infra-estruturas em nuvem. Aumentar a eficiência e aumentar a produtividade, obtendo visibilidade desobstruída no que você tem, promovendo a transparência ao nível da empresa.

source: All discoveries can be scheduled so your inventory is always up-to-date
es: Todos los descubrimientos se pueden programar por lo que su inventario está siempre al día
pt: Todas as descobertas podem ser agendadas para que seu inventário está sempre atualizado

source: Multiple discovery protocols supported (e.g. SNMP, WMI, SSH, Modbus, ...)
es: Apoyaron de múltiples protocolos de descubrimiento (por ejemplo, SNMP, WMI, SSH, Modbus,...)
pt: Vários protocolos de descoberta suportados (por exemplo, SNMP, WMI, SSH, Modbus,...)

source: Native support for all popular virtualization platforms, both public and private cloud included
es: Soporte nativo para todas las plataformas populares de virtualización, cloud público y privado incluido
pt: Suporte nativo para todas as plataformas de virtualização populares, tanto pública como privada nuvem incluído

source: Hardware inventory
es: Inventario de hardware
pt: Inventário de hardware

source: Device42 locates and updates your devices automatically, making it easy to document physical, virtual, blade, clusters, switches or any other device types.
es: Device42 localiza y sus dispositivos se actualiza automáticamente, haciendo fácil de documento físico, virtual, blade, clústeres, interruptores o cualquier otro tipo de dispositivo.
pt: Device42 localiza e atualiza seus dispositivos automaticamente, tornando mais fácil de documentos físicos, virtuais, lâmina, clusters, switches ou qualquer outro tipo de dispositivo.

source: Hardware Inventory
es: Inventario de hardware
pt: Inventário de hardware

source: Software Inventory
es: Inventario de software
pt: Inventário de software

source: Using Device42’s powerful agentless software discovery process, organizations can create and maintain a comprehensive, accurate profile of the software deployed on Windows and Linux machines across the entire IT infrastructure — from the server to the desktop.
es: Mediante el proceso de descubrimiento de potentes software sin agente de Device42, las organizaciones pueden crear y mantener un perfil integral, preciso de los programas instalados en Windows y Linux máquinas a través de toda la infraestructura, desde el servidor en el escritorio.
pt: Usando o processo de descoberta do Device42 poderoso software de monitoramento, as organizações podem criar e manter um perfil abrangente, preciso do software implantado no Windows e Linux máquinas em toda a-infraestrutura — do servidor para o desktop.

source: Virtual machines, containers and cloud inventory
es: Inventario de nube, contenedores y las máquinas virtuales
pt: Máquinas virtuais, recipientes e inventário de nuvem

source: Effortlessly enumerate data from your Hosts and Virtual Machines across all widely used Hypervisors and Cloud Providers with Device42’s Cloud and vServer Auto-Discovery. Built upon native vendor API’s, you can run on-demand or scheduled jobs to reach and grab data from your Hosts and VM’s alike, keeping your inventory up to date with new deployments and changes to your virtual and cloud environments.
es: Sin esfuerzo enumerar datos de Hosts y máquinas virtuales a través de todos los hipervisores y proveedores Cloud nube y vServer Auto-Discovery de Device42 ampliamente utilizado. Construido sobre el proveedor nativo de API, se puede ejecutar bajo demanda o tareas programadas para alcanzar y agarrar los datos de tu host y VM de por igual, manteniendo el inventario actualizado con nuevas implementaciones y cambios a su virtual y entornos cloud.
pt: Sem esforço, enumere dados de seus Hosts e máquinas virtuais em todos os Hypervisors amplamente utilizado e provedores de nuvem com Cloud e vServer Autodescoberta do Device42. Construído em cima de fornecedor nativo da API, você pode executar sob demanda ou trabalhos agendados para chegar e pegar dados dos seus anfitriões e VM está iguais, mantendo o seu inventário actualizado com novas implantações e alterações em seu virtual e ambientes de nuvem.

source: With flexible and far reaching methods of gathering network and device data, Device42 is a powerful platform to visualize concrete information on all operational dependencies.
es: Con métodos flexibles y amplio alcance de la recopilación de datos de red y el dispositivo, Device42 es una plataforma potente para visualizar información concreta sobre todas las dependencias operativas.
pt: Com métodos flexíveis e envergadura de coleta de dados de rede e dispositivo, Device42 é uma plataforma poderosa para visualizar informações concretas sobre todas as dependências operacionais.

source: Using multiple methods of Auto-Discovery, API, and integration data, Device42 will put the pieces together for detailed Impact Charts displaying the downward dependency of a Virtual Host or Blade Chassis to all contained VM’s or Servers and the service connections between. See a map of your operations and quickly understand what occurs if a blade or service becomes unavailable and the trickle-down effect of outages or service interruptions.
es: Utilizando varios métodos de Auto-descubrimiento, API y los datos de la integración, Device42 a colocar las piezas juntas para los gráficos de impacto detallada mostrando la dependencia hacia abajo de un Host Virtual o chasis en placa a todos los contenidos de VM o servidores y las conexiones de servicio entre. Observa un mapa de sus operaciones y entender rápidamente lo que ocurre si un servicio o un disco no está disponible y el efecto goteo de cortes o interrupciones del servicio.
pt: Usando vários métodos de detecção automática, API e integração de dados, Device42 vai colocar os pedaços juntos para gráficos de impacto detalhada exibindo a descendente de dependência de um Host Virtual ou Chassis Blade a todos os contidos da VM ou servidores e as conexões de serviço entre. Veja um mapa de suas operações e rapidamente entender o que ocorre se uma lâmina ou serviço ficar indisponível e o efeito trickle-down de paralisações ou interrupções de serviço.

source: QR Codes, Asset tags
es: Códigos QR, etiquetas de activos
pt: Códigos QR, Tags de Recursos
