Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: StackStorm is a powerful if-this-then-that type tool that helps you automate your workflows and changes to your infrastructure based on predefined 'trigger' criteria taking place anywhere across your environment.
es: StackStorm es una herramienta de tipo if-este-entonces-que poderoso que le ayuda a automatizar sus flujos de trabajo y cambios en su infraestructura en base a criterios predefinidos 'trigger' llevando a cabo en cualquier lugar en todo su entorno.
pt: StackStorm é uma ferramenta de tipo se-este-então-que poderoso que ajuda a automatizar os fluxos de trabalho e alterações em sua infra-estrutura com base em critérios predefinidos 'gatilho', ocorrendo em qualquer lugar em seu ambiente.

source: Zapier is a powerful workflow automation with a simple if-this-then-that user interface. It makes workflow automation easier by enabling changes to be made to your infrastructure based on predefined 'triggers' that can occur anywhere across your environment.
es: Zapier es una automatización de flujo de trabajo potente con una interfaz simple de usuario if-este-entonces-que. Facilita la automatización del flujo de trabajo al permitir cambios en su infraestructura basada en 'desencadenantes' predefinidos que pueden ocurrir en cualquier lugar a través de su entorno.
pt: Zapier é uma automação de fluxo de trabalho poderosa com uma interface de usuário simples se-este-então-que. Isso facilita a automação de fluxo de trabalho, permitindo que alterações sejam feitas à sua infra-estrutura baseada em predefinido 'gatilhos' que pode ocorrer em qualquer lugar em seu ambiente.

source: Enhance your IPAM with the InfoBlox / Device42 integration. Easily utilize this free script to gather information from an Infoblox installation and send it to your Device42 appliance via the REST APIs.
es: Mejorar su IPAM con el InfoBlox / Device42 integración. Fácilmente utilizar este script gratis para obtener información de una instalación de Infoblox y enviar a su aparato de Device42 por el resto APIs.
pt: Melhorar seu IPAM com o InfoBlox / integração de Device42. Facilmente utilize este script gratuito para coletar informações de uma instalação de Infoblox e enviá-lo para seu aparelho Device42 através de APIs REST.

source: With Device42 integration, Ansible has near real-time access to your infrastructure's inventory, making it an even more capable automation solution.
es: Con la integración de Device42, Ansible tiene cerca en tiempo real acceso al inventario de su infraestructura, convirtiéndolo en una solución de automatización aún más capaz.
pt: Com a integração Device42, Ansible tem perto de acesso em tempo real para o inventário de sua infra-estrutura de ti, tornando-se uma solução de automação ainda mais capaz.

source: Device42 DCIM Quick Demo
es: Device42 DCIM rápida Demo
pt: Device42 DCIM demonstração rápida

source: Watch a Quick Device42 DCIM functionality demo. Duration ~ 12 minutes.
es: Vea una demostración de la funcionalidad de Quick Device42 DCIM. Duración ~ 12 minutos.
pt: Assista uma demonstração de funcionalidade rápida Device42 DCIM. Duração ~ 12 minutos.

source: Hierarchy
es: Jerarquía
pt: Hierarquia

source: Gain a basic understanding of Device42's hierarchy and terminology.
es: Tener una comprensión básica de la jerarquía y la terminología de Device42.
pt: Uma compreensão básica da hierarquia do Device42 e terminologia.

source: Basic Navigation
es: Navegación básica
pt: Navegação Básica

source: Basic navigation explains the simple and consistent user interface in Device42. The video introduces Device42's navigation, including list views, search, filter, and bulk actions. See how easy it is to manage your IT Infrastructure.
es: Navegación básica explica la interfaz de usuario simple y consistente en Device42. El video presenta navegación de Device42, incluyendo vistas de listas, búsqueda, filtro y acciones a granel. Vea lo fácil que es administrar su infraestructura de ti.
pt: Navegação básica explica a interface de usuário simples e consistente em Device42. O vídeo apresenta a navegação do Device42, incluindo exibições de lista, pesquisa, filtro e ações em massa. Veja como é fácil gerenciar sua infra-estrutura de ti.

source: Server Rooms
es: Salas de servidores
pt: Salas dos Servidores

source: An overview of rooms in Device42, including room details, room layout view, and features like drag and drop.
es: Una visión general de las habitaciones en Device42, incluyendo detalles de la habitación, vista Diseño y características como arrastrar y soltar.
pt: Uma visão geral dos quartos em Device42, incluindo detalhes do quarto, exibição de layout de espaço e recursos como arrastar e soltar.

source: Rack Management
es: Gestión de rack
pt: Gestão de Racks

source: Web based rack layouts with drag and drop support.
es: Estante de diseños con arrastrar y soltar apoyo basado en la Web.
pt: Rack de layouts com arrastar e soltar apoio baseado em Web.

source: Patch Panel Management
es: Gestión del panel de conexiones
pt: Gestão do Painel de Atualizações

source: Cable Management with web based interface.
es: Interfaz basada en control del cable con la web.
pt: Gerenciamento de cabos com web interface baseada.

source: IP Address Management
es: Gestión de direcciones IP
pt: Gestão do Endereço de IP

source: IP Address Management(IPAM) with IPv4/IPv6 and overlapping IP ranges support with Device42.
es: Management(IPAM) de dirección IP IPv4/IPv6 y superposición de IP extiende apoyo con Device42.
pt: Management(IPAM) de endereço IP com IPv4/IPv6 e sobreposição IP varia de suporte com Device42.

source: Enterprise Password Management
es: Gestión de contraseñas Enterprise
pt: Gestão de Passwords para Empresas

source: Manage network passwords securely with granular permission control.
es: Administrar contraseñas de red con control de permisos granular.
pt: Gerencie senhas de rede com segurança com controle de permissão granular.

source: Device42 Auto-discovery Introduction
es: Introducción a la autodetección de Device42
pt: Introdução à Auto-descoberta do Device42

source: This video Introduces Device42 IT infrastructure management software's auto-discovery functionality. In this video we will discuss the process of auto-discovery, the best practices for running the initial Device42 auto-discovery, and demonstrate how discoveries build a comprehensive, accurate asset database in Device42 DCIM software. We'll also address a few frequently asked questions and provide links to additional auto-discovery resources.
es: Este video Device42 que presenta infraestructura gestión funcionalidad del software auto-descubrimiento. En este video vamos a discutir el proceso de autodescubrimiento, las mejores prácticas para el funcionamiento del inicial Device42 descubrimiento automático y demostrar cómo descubrimientos construcción una base de datos de activos completa y precisa en software Device42 DCIM. Nosotros también abordar algunas preguntas frecuentes y proporcionar enlaces a recursos adicionales de auto-descubrimiento.
pt: Este vídeo apresenta Device42-infraestrutura gestão do descoberta automática funcionalidade de software. Neste vídeo iremos discutir o processo de autodescoberta, as melhores práticas para a execução inicial Device42 autodescoberta e demonstrar como descobertas construíram um banco de dados abrangente, preciso aquisição no software Device42 DCIM. Vamos também abordar algumas perguntas mais frequentes e fornecer links para recursos adicionais de autodescoberta.

source: Auto Discovery
es: Autodetección
pt: Auto Descoberta

source: Update
es: Actualizar
pt: Atualização

source: Bulk Data Management
es: Gestión de datos por volumen
pt: Gestão de Dados em Massa

source: Miscellaneous Tools
es: Otras herramientas
pt: Diversas Ferramentas

source: DevOps Evangelist
es: Evangelista DevOps
pt: Evangelista DevOps

source: Automatically maintain an up-to-date inventory of your physical, virtual, and cloud servers and containers, network components, software/services/applications, and their inter-relationships and inter-dependencies.
es: Mantener un inventario actualizado de su físico, virtual y cloud servidores y contenedores, componentes de red, / servicios/aplicaciones de software y sus interrelaciones y dependencias entre automáticamente.
pt: Manter um inventário actualizado do seu físico, virtual e servidores e recipientes, componentes de rede, / serviços/aplicações de software e suas inter-relações e interdependências em nuvem automaticamente.

source: …and start doing more with your data center
es: .. .y empezar a hacer más con su centro de datos
pt: ... e começar a fazer mais com o seu centro de dados

source: Virtualization and Cloud Support
es: Soporte de nube y virtualización
pt: Suporte de nuvem e virtualização

source: Map out your physical, virtual, cloud and application layer automatically
es: Mapa automáticamente su nube virtual, física y la capa de aplicación
pt: Mapear sua nuvem físico, virtual e a camada de aplicação automaticamente

source: Server Room Layout
es: Distribución de sala de servidores
pt: Disposição da Sala do Servidor

source: Server Room Management
es: Server Management de habitaciones
pt: Gestão da Sala de Servidor

source: Manage and visualize your data center room layout with ease
es: Administrar y visualizar su distribución de la sala del centro de datos con facilidad
pt: Faça a gestão e visualize a disposição da sua sala de centro de dados com facilidade

source: Add new objects by dragging &amp; dropping from the object palette
es: Agregar nuevos objetos por arrastrar &amp; caer desde la paleta de objetos
pt: Adicionar novos objetos, arrastando e soltando na paleta de objeto

source: Move existing objects with drag &amp; drop
es: Mover los objetos existentes con arrastrar y soltar
pt: Mover objetos existentes com arrastar e soltar

source: Quickly expand or contract room grid with simple zoom in/out controls
es: Rápidamente ampliar o rejilla habitación contrato con zoom sencilla en los controles de entrada / salida
pt: Expanda ou contraia rapidamente a grelha da sala com simples controlos de zoom

source: Mouse-over for object summary and access to object details, layout, power/utilization, and the rotate object orientation action
es: El ratón por encima de resumen objeto y el acceso a objetar los detalles, el diseño, la potencia / utilización, y la acción de orientación de rotación de objetos
pt: Passe com o rato sobre para obter sumário do objeto e acesso aos detalhes, disposição, energia/utilização do objeto e ação de rotação da orientação do objeto

source: Device42 is a web based solution that works with all popular browsers
es: Device42 es una solución basada en la web que funciona con todos los navegadores populares
pt: O Device42 é uma solução baseada na web que funciona com todos os browsers populares

source: Quickly create accurate rack diagrams with ease:
es: Crear rápidamente diagramas de bastidor exacto con facilidad:
pt: Crie rapidamente diagramas precisos cremalheira com facilidade:

source: See available U space
es: Ver espacio disponible en T
pt: Ver espaço U disponível

source: PDU Graphs
es: Gráficos PDU
pt: Gráficos PDU

source: Device42’s IP Address Management (<em>IPAM</em>) capabilities provide an easy to use, intuitive console for centralized IP visibility and control including IP tracking, IP assignments, and many other IP management functions.
es: Las capacidades de administración de direcciones IP (<em>IPAM</em>) de Device42 proporcionan una consola fácil de usar, intuitiva para visibilidad IP centralizada y el control incluyendo seguimiento de IP, asignaciones de IP y muchas otras funciones de gestión de IP.
pt: Recursos de gerenciamento de endereço IP (<em>IPAM</em>) do Device42 fornecem um console fácil de usar, intuitivo para centralizado IP visibilidade e controle, incluindo o rastreamento de IP, IP atribuições e muitas outras funções de gerenciamento de IP.

source: IPv4/IPv6 IP address management
es: Administración de direcciones IP
pt: Gerenciamento de Endereço IP IPv4/IPv6

source: Auto-discovery tools to keep IP records accurate and up-to-date
es: Ferramentas de autodescoberta para manter os registo IP precisos e atualizados
pt: Ferramentas de autodescoberta para manter os registo IP precisos e atualizados

source: Overlapping IP ranges and nested subgroups management
es: La superposición de rangos de IP con grupos VRF
pt: Gestão de intervalos de IP sobrepostos e subgrupos abrigados

source: Subnet tree view with nested subnets and IPs
es: Vista de árbol de subred con subredes y direcciones IP anidadas
pt: Visualização de árvore de sub-rede com sub-redes e IPs abrigados

source: Auto assignment of IPs to devices
es: Asignar componentes a los dispositivos
pt: Atribuição automática de IPs a dispositivos

source: Powerful APIs enable IP search, find, and integration with other tools
es: Como poderosas APIs permitem pesquise, encontre e músicoterapia o IP com outras ferramentas
pt: As poderosas APIs permitem que pesquise, encontre e integre o IP com outras ferramentas

source: Graphic visualizations of network connectivity connections
es: Visualizações gráficas das conexões de conetividade da rede
pt: Visualizações gráficas das conexões de conetividade da rede

source: Automated Service Impact Discovery
es: Descubrimiento automatizado impacto en el servicio
pt: Descoberta do Impacto de Serviços Automatizados

source: Know what services are listening on what ports
es: Sepa qué servicios están escuchando en qué puertos
pt: Saiba quais serviços estão presentes em que portas

source: Find out all the open ports on a machine
es: Descubra todos los puertos abiertos en una máquina
pt: Descubra todas as portas abertas numa máquina

source: Visualize all the dependencies for a particular machine
es: Visualice todas las dependencias de una máquina en particular
pt: Visualize todas as dependências de uma máquina particular

source: Get a list view of the service and remote dependencies as well
es: Obtener una vista de lista de las dependencias de servicios y remotas, así
pt: Obtenha um vista em lista do serviço e também das dependências remotas

source: No need to configure expensive span ports to get dependencies between servers
es: No hay necesidad de configurar puertos span caros llegar dependencias entre servidores
pt: Não tem necessidade de configurar dispendiosas portas span para obter dependências entre servidores

source: Easy migration path for your legacy systems
es: Ruta de migración fácil para sus sistemas heredados
pt: Fácil caminho de migração para os seus sistemas de herança

source: Device impact chart
es: Tablas de impacto detalladas
pt: Diagramas de impacto de dispositivos

source: Load CI's Fast with Powerful Auto-Discovery Tools
es: con potentes opciones de auto-descubrimiento.
pt: Carregue CI's rapidamente com Fortes Ferramentas de Auto-Descoberta

source: Populate your CMDB fast with an extensive range of auto-discovery tools for physical, virtual, and cloud infrastructures. Increase efficiency and maximize productivity by getting clear visibility into what you have while promoting transparency companywide
es: Preencha rapidamente uma sua CMDB com uma extensa gama de ferramentas de autodescoberta pará infraestruturas físicas, virtuais e na nuvem. Aumente um Report e maximizar a produtividade obtendo uma nítida visibilidade sobre o tem enquanto promove uma transparência por toda uma empresa
pt: Preencha rapidamente a sua CMDB com uma extensa gama de ferramentas de autodescoberta para infraestruturas físicas, virtuais e na nuvem. Aumente a eficiência e maximize a produtividade obtendo uma nítida visibilidade sobre o que tem enquanto promove a transparência por toda a empresa

source: All discovery tools are agent-less
es: Todas como ferramentas de descoberta são livres de agentes
pt: Todas as ferramentas de descoberta são livres de agentes

source: Native support for blade chassis
es: Lâmina de chassi do suporte nativo para o
pt: Suporte nativo para o chassis blade

source: Fast, flexible and easy to deploy
es: Rápido, flexível e fácil de ou
pt: Rápido, flexível e fácil de implementar

source: Native support for virtualization platforms
es: Suporte nativo para plataformas de virtualização
pt: Suporte nativo para plataformas de virtualização

source: Result is a system that is always audit ready
es: O resultado nao hum sistema está sempre pronto para auditorias
pt: O resultado é um sistema que está sempre pronto para auditorias

source: All discoveries can be scheduled so you're always up-to-date
es: Todas como descobertas podem ser agendadas para esteja sempre atualizado
pt: Todas as descobertas podem ser agendadas para que esteja sempre atualizado

source: Multiple protocols supported (e.g. SNMP, WMI, SSH, ...)
es: Apoyo de múltiples protocolos (por ejemplo, SNMP, WMI, SSH,...)
pt: Vários protocolos suportados (por exemplo, SNMP, WMI, SSH,...)

source: Granular APIs with sample scripts for custom discovery
es: APIs granulares com scripts de amostra pará descoberta personalizada
pt: APIs granulares com scripts de amostra para descoberta personalizada

source: Native support for public and private cloud platforms
es: Suporte nativo para plataformas de nuvens públicas e privadas
pt: Suporte nativo para plataformas de cloud públicas e privadas

source: Solution Components
es: Componentes de la solución
pt: Componentes da solução

source: Pre-configured CMDB
es: CMDB pré-configurado
pt: CMDB pré-configurado

source: No need for a long, drawn-out CI design process because all your CI’s and relationships are pre-configured. But Device42 does not simply lock you into an inflexible structure. You can create your own CIs and relationships to complement the built-in structure provided. Additionally, you can define user, groups, passwords, and object-level permissioning
es: Não necessita de um longo e prolongado processo termais de design CI porque todos os CIs e relacionamentos são pré-configurados. Mas o Device42 não o bloqueia simplesmente uma uma infraestrutura inflexível. Pode criar os seus próprios CIs e relacionamentos para complementar uma estrutura incorporada fornecida. Adicionalmente, pode define o utilizador, grupos, permissões e palavras-passe nível de objeto
pt: Não necessita de um longo e prolongado processo de design CI porque todos os CIs e relacionamentos são pré-configurados. Mas o Device42 não o bloqueia simplesmente a uma infraestrutura inflexível. Pode criar os seus próprios CIs e relacionamentos para complementar a estrutura incorporada fornecida. Adicionalmente, pode definir o utilizador, grupos, palavras-passe e permissões do nível de objeto

source: IP Address Tracking
es: Dirección IP Tracking
pt: Endereço IP de rastreamento

source: Visualizations
es: Visualizaciones
pt: Visualização

source: Once your data is loaded, it’s time to reap the benefits. Device42 offers an extensive and highly-customizable set of reports and inquiry screens to access your CI data. But even better, Device42 provides an extensive set of visualizations including
es: Assim os seus dados forem carregados é altura de colher os benefícios. O Device42 oferece um conjunto extenso e premiado personalizável de relatórios e ecrãs de consulta para aceder aos seus dados CI. Mas ainda melhor, o Device42 fornece um conjunto extenso de visualizações, including
pt: Assim que os seus dados forem carregados é altura de colher os benefícios. O Device42 oferece um conjunto extenso e altamente personalizável de relatórios e ecrãs de consulta para aceder aos seus dados CI. Mas ainda melhor, o Device42 fornece um conjunto extenso de visualizações, incluindo

source: Your computer rooms and racks with power and capacity heatmaps
es: Como suas salas de computador e racks com mapas de calor de energia e capacidade
pt: As suas salas de computador e racks com mapas de calor de energia e capacidade

source: Your full IP connectivity and power chain
es: Um completas e cadeia de energia sua conetividade IP
pt: A sua conetividade IP e cadeia de energia completas

source: Your hardware, software, and application dependencies
es: O seu hardware, software e dependências de aplicações
pt: O seu hardware, software e dependências de aplicações

source: Data Center Management and Network Management Software from Device42
es: Software de gestión de centros de datos y redes de Device42
pt: Software de Gestão de Centros de Dados e Gestão de Rede do Device42

source: Solutions
es: Soluciones
pt: Soluções

source: Patch Panel Cable Management
es: Gestión de cables del panel de conexiones
pt: Gestão de Cabos do Painel de Atualizações

source: Inventory Management Software
es: Software de gestión de inventario
pt: Software de Gestão de Inventário

source: Data Center Power Management
es: Gestión de energía de centros de datos
pt: Gestão da Energia de Centros de Dados

source: IP Address Tracking Software
es: Software de seguimiento de direcciones IP
pt: Software de Rastreamento de Endereços IP

source: SSL Certificate Management
es: Gestión de certificados SSL
pt: Gerenciamento de certificados SSL

source: Software Vulnerability Management
es: Gestión de vulnerabilidades de software
pt: Gerenciamento de vulnerabilidade de software

source: Solution Tours
es: Un paseo por las soluciones
pt: Guia de Soluções

source: Savings Calculator
es: Calculadora de ahorros
pt: Calculadora de economia

source: Quick Navigation
es: Navegación rápida
pt: Navegação Rápida

source: Schedule Online Demo
es: Programe una demo en línea
pt: Agende uma Demonstração Online

source: Try it Free
es: Pruébelo gratis
pt: Experimente Gratuitamente

source: Pricing
es: Precio
pt: Preços

source: Contact us
es: Contáctenos
pt: Contacte-nos

source: Documentation
es: Documentación
pt: Documentação

source: API Documentation
es: Documentación de la API
pt: Documentação da API

source: Partners
es: Socios
pt: Colaboradores

source: Partner Program Overview
es: Resumen del programa de afiliación
pt: Visão Geral do Programa de Colaboradores

source: Partner Benefits
es: Beneficios para socios
pt: Benefícios de Colaboração

source: Learn More About Partnering
es: Aprenda más sobre asociaciones
pt: Saiba Mais Sobre Parceiras

source: Register a Deal
es: Registrar un trato
pt: Registe um Negócio

source: Find a Partner
es: Encontrar un socio
pt: Encontre um Colaborador

source: All rights are reserved.
es: Todos los derechos son reservados.
pt: Todos os direitos são reservados.

source: Privacy Policy
es: Política de privacidad
pt: Política de Privacidade

source: Toggle Navigation
es: Navegación de la palanca
pt: Ativar/desativar navegação

source: Product
es: Producto
pt: Produto

source: Benefits
es: Beneficios
pt: Benefícios

source: Use Cases
es: Casos de uso
pt: Casos de uso

source: Try Now
es: ¡Pruebe ahora
pt: Tente agora

source: Features
es: Características
pt: Funcionalidades

source: Feature Highlights / Screenshots
es: Cuentan con destacados / imágenes
pt: Apresentam destaques / Screenshots

source: CMDB for the Cloud Era
es: CMDB para la era de la nube
pt: CMDB para a Era Cloud

source: Data Center Management
es: Gestión de centro de datos
pt: Gestão de Centros de Dados

source: IT Asset Management
es: Gestión de activos de TI
pt: Gestão de Recursos IT

source: Device Discovery
es: Detección de dispositivos
pt: Descoberta de Dispositivos

source: Role Based Access
es: Acceso basado en roles
pt: Acesso com Base na Função

source: Application Mappings
es: Mapeos de aplicaciones
pt: Mapeamento de Aplicações

source: Password Management
es: Gestión de contraseñas
pt: Gestão de Password

source: Integrations
es: Integraciones DNS
pt: Integrações

source: Customers
es: Clientes
pt: Clientes

source: Customer Testimonials
es: Testimonios de clientes
pt: Testemunhos de Clientes
