Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42 looks at IT Infrastructure holistically and gives you a single console to manage your Data center (DCIM), IP addresses(IPAM) and passwords in addition to ITAM (IT asset management) and CMDB.
es: Device42 observa a la infraestructura de TI de manera integral y le presta una consola única para gestionar su centro de datos (DCIM), direcciones IP (IPAM) y contraseñas además de ITAM (gestión de activos de TI) y CMDB.
pt: O Device42 olha de forma holística para a infraestrutura TI e dá-lhe uma única consola para gerir o seu centro de Dados (DCIM), endereços IP (IPAM) e palavras-passe, para além do ITAM (gestão TI de ativos) e CMDB.

source: Impact Charts
es: Gráficos de impacto
pt: Diagramas de Impacto

source: A true CMDB should not be an isolated application. You likely have monitoring tools, automation tools, ticketing tools, finance tools, and so on that can benefit from the information in your CMDB. Many enterprise CMDBs make these integrations time consuming and expensive. With Device42, you get a lot of integrations out of the box plus REST APIs that make it a breeze to integrate with other tools.
es: Una CMDB verdadera no debe ser una aplicación aislada. Probablemente tienes herramientas de monitoreo, herramientas de automatización, herramientas de tickets, herramientas de finanzas y así sucesivamente que puede beneficiarse de la información en la CMDB. Muchas empresa CMDBs hacen estas integraciones desperdiciador de tiempo y costoso. Con Device42, tienes un montón de integraciones fuera de la caja más APIs de resto que hacen que sea una brisa para integrar con otras herramientas.
pt: Um verdadeiro CMDB não deve ser um aplicativo isolado. Você provavelmente tem ferramentas de monitoramento, ferramentas de automação, bilhética ferramentas, ferramentas de finanças e assim por diante que pode beneficiar a informação em seu CMDB. Muitas empresas CMDBs fazem essas integrações, demorado e caro. Com Device42, você ter um monte de integrações fora a caixa mais APIs de resto que o tornam uma brisa para integrar com outras ferramentas.

source: With BMC Atrium you have a big initial product cost and a large implementation cost as well.
es: Con BMC Atrium tiene un gran costo inicial de producto así tambien como un gran costo de implementación.
pt: Com o BMC Atrium tem um grande custo inicial e também um grande custo de implementação.

source: Also we believe that the value you’ll get from Device42 far outweighs the cost.
es: Também acreditamos o valor vai tirar fazer Device42 compensa por muito o custo mesmo.
pt: Também acreditamos que o valor que vai tirar do Device42 compensa por muito o custo do mesmo.

source: And more than a thousand happy users in 33 countries agree. If our auto-discovery and collaboration features can save your team just ten hours per month, then Device42 will more than pay for itself.
es: Y más de 1 mil usuarios felices en 33 países. Si nuestras características auto-descubrimiento y colaboración pueden salvar a su equipo sólo diez horas por mes, Device42 más pagará por sí mismo.
pt: E mais de mil usuários felizes em 33 países concordam. Se nossos recursos de detecção automática e a colaboração podem salvar sua equipe apenas dez horas por mês, então Device42 mais do que pagará por se.

source: Device42 vs BMC Discovery
es: Device42 vs descubrimiento de BMC

source: Find information that will help familiarize you with the commonalities between Device42 & BMC Discovery, and will also highlight some of the main differences between the two solutions.
es: Para obtener información que le ayudará a familiarizarse con las similitudes entre el descubrimiento de BMC y Device42 y también destacará algunas de las principales diferencias entre las dos soluciones.
pt: Encontre informações que ajudarão a familiarizá-lo com as semelhanças entre Device42 & BMC descoberta e também irão destacar algumas das principais diferenças entre as duas soluções.

source: Bringing a powerful CMDB in house with advanced discovery features is a great idea, and we want to make your decision as easy as possible. Below, you will find information that will help familiarize you with the commonalities between Device42 & BMC Discovery, and will also highlight some of the main differences between the two solutions.
es: Una CMDB potente en casa con características de detección avanzada es una gran idea, y queremos tomar una decisión tan fácil como sea posible. A continuación, encontrará información que le ayudará a familiarizarse con las similitudes entre el descubrimiento de BMC y Device42 y también destacará algunas de las principales diferencias entre las dos soluciones.
pt: Trazendo um CMDB poderoso em casa com recursos avançados de descoberta é uma ótima ideia, e queremos tornar sua decisão mais fácil possível. Abaixo, você vai encontrar informações que ajudarão a familiarizá-lo com as semelhanças entre Device42 & BMC descoberta e também irão destacar algumas das principais diferenças entre as duas soluções.

source: Device42 focuses on complete and accurate discovery, identifying all the details about what you have running in your environment today, and clearly highlighting the interdependencies. Similarly, BMC Discovery automatically discovers your IT inventory and the details around it, including <em>software, hardware, network, storage, and versions</em>.
es: Device42 se centra en el descubrimiento completo y preciso, identificando todos los detalles sobre lo que tienes que ejecutar en su entorno de hoy y claramente destacar las interdependencias. Del mismo modo, BMC Discovery Descubre automáticamente tu inventario IT y los detalles alrededor de él, incluyendo <em>software, hardware, red, almacenamiento y versiones</em>.
pt: Device42 centra-se na descoberta completa e exacta, identificando todos os detalhes sobre o que você tem hoje, em execução no ambiente e destacar claramente as interdependências. Da mesma forma, BMC Discovery detecta automaticamente o seu inventário IT e os detalhes em torno dele, incluindo <em>software, hardware, rede, armazenamento e versões</em>.

source: Both Device42 and BMC Discovery have a number of use cases and benefits. Some of the more common use cases, and their supporting features are found below:
es: Descubrimiento de BMC y Device42 tienen un número de casos de uso y beneficios. Algunos de los más comunes los casos de uso y sus características apoyo se encuentran a continuación:
pt: Ambos Device42 e BMC descoberta tem um número de casos de uso e benefícios. Casos de uso de alguns dos mais comuns e suas características de apoio encontram-se abaixo:

source: Common Benefits & Use Cases
es: Beneficios comunes y casos de uso
pt: Benefícios comuns e casos de uso

source: Discover, consolidate, and decommission servers
es: Descubrir, consolidar y dar de baja los servidores
pt: Descubra, consolidar e descomissionar os servidores

source: Identify old, inefficient servers & save on operating expense
es: Identificar los servidores viejos, ineficaces y ahorrar en gastos de funcionamiento
pt: Identificar os servidores velhos e ineficientes e economizar em despesas de funcionamento

source: Orchestrate migration planning after discovery of applications & dependencies
es: Organizar la planificación después de descubrimiento de aplicaciones y las dependencias de migración
pt: Orquestrar o planejamento após a descoberta de aplicações & dependências de migração

source: Plan rack layouts to optimize utilization of space & power
es: Planificar diseños de rejilla para optimizar la utilización del espacio y la energía
pt: Plano de layouts de cremalheira para otimizar a utilização do espaço e poder

source: Troubleshoot more efficiently with shorter MTTR
es: Solucionar problemas de manera más eficiente con menor MTTR
pt: Solucionar problemas de forma mais eficiente com MTTR mais curto

source: Reduce audit time & effort significantly
es: Reducir significativamente el tiempo de auditoría y esfuerzo
pt: Reduzir significativamente o tempo de auditoria & esforço

source: Eliminate the majority of manual infrastructure documentation
es: Eliminar la mayoría de documentación manual de infraestructura
pt: Eliminar a maioria da documentação de infra-estrutura manual

source: Ensure security by identifying & locating vulnerable software for remediation
es: Garantizar la seguridad de identificación y localización de software vulnerable para la remediación
pt: Garantir a segurança por identificar e localizar o software vulnerável para remediação

source: Common Features
es: Características comunes
pt: Características comuns

source: Advanced visualizations
es: Visualizaciones avanzadas
pt: Visualizações avançadas

source: Powerful, customizable reporting
es: Presentación de informes personalizable, potente
pt: Poderosos relatórios personalizáveis

source: IP address, MAC, Subnet, and other network details
es: Dirección IP, subred, MAC y otros detalles de red
pt: Endereço IP, MAC, sub-rede e outros detalhes de rede

source: Dependency diagrams
es: Diagramas de dependencia
pt: Diagramas de dependência

source: High level of well organized detail
es: Alto nivel de detalle bien organizado
pt: Elevado nível de detalhe bem organizado

source: Customizable fields
es: Campos personalizables
pt: Campos personalizáveis

source: Integrations with 3rd party software
es: Integraciones con software de 3 ª
pt: Integrações com 3o partido software

source: Some of the more common use cases, and their supporting features are found below:
es: Algunos de los más comunes los casos de uso y sus características apoyo se encuentran a continuación:
pt: Casos de uso de alguns dos mais comuns e suas características de apoio encontram-se abaixo:

source: Solution Comparison
es: Comparación de soluciones
pt: Comparação de Soluções

source: Native Windows Discovery
es: Descubrimiento de Windows nativo
pt: Descoberta do Windows nativo

source: Native Linux Discovery
es: Nativo de Linux de descubrimiento
pt: Descoberta de Linux nativo

source: Other OS Discovery <em>(Mac, BSD)</em>
es: Otro descubrimiento de sistema operativo <em>(Mac, BSD)</em>
pt: Outra descoberta de sistema operacional <em>(Mac, BSD)</em>

source: Native Discovery for Popular Hypervisors
es: Descubrimiento nativo para hipervisores Popular
pt: Descoberta de nativa para hipervisores Popular

source: Application Dependency Discovery
es: Descubrimiento de la dependencia de aplicación
pt: Aplicação de dependência descoberta

source: Cisco UCS Support
es: Apoyo de UCS de Cisco
pt: Suporte da Cisco UCS

source: SNMP Support
es: Soporte SNMP
pt: Suporte a SNMP

source: Mainframe Support
es: Unidad central apoyo
pt: Suporte mainframe

source: Separate add-on license.
es: Licencia del módulo separado.
pt: Licença do complemento separado.

source: Self-contained auto-discovery
es: Descubrimiento autónomo
pt: Autodescoberta independente

source: BMC requires deployment of a dedicated Credentials Server via installation of their proxy software on a computer that is on the network to be discovered.
es: BMC requiere la implementación de un servidor dedicado de credenciales mediante la instalación de su software de proxy en un equipo que está en la red para ser descubierto.
pt: BMC requer a implantação de um servidor dedicado de credenciais através de instalação de seu software de proxy em um computador que está na rede para ser descoberto.

source: Storage Discovery
es: Descubrimiento de almacenamiento de información
pt: Descoberta de armazenamento

source: Storage discovery is a separate add-on license.
es: Descubrimiento de almacenamiento de información es una licencia independiente de Add-on.
pt: Descoberta de armazenamento é uma licença do complemento separado.

source: Exportable Data
es: Datos exportables
pt: Dados exportáveis

source: Netflow Traffic Monitoring
es: Seguimiento del tráfico de NetFlow
pt: Monitoramento de tráfego de NetFlow

source: Ease of Setup & Use
es: Facilidad de instalación y uso
pt: Facilidade de instalação e uso

source: Both Device42 and BMC Discovery ship as virtual appliances, and the downloads are similar in size.
es: Device42 y descubrimiento de BMC de la nave como dispositivos virtuales, y las descargas son similares en tamaño.
pt: Tanto Device42 e BMC descoberta do navio como dispositivos virtuais, e os downloads são semelhantes em tamanho.

source: Setup for both simply entails import of the virtual appliance into your chosen virtualization platform, and a few brief configuration steps such as configuring DHCP vs. static IP assignments, re-naming the servers & creating DNS entries for them.
es: Configuración para ambos simplemente implica la importación de la máquina virtual en su plataforma de virtualización solicitadas y a pocos pasos de configuración breve como configurar DHCP vs asignaciones de IP estática, volver a nombrar a los servidores y crear entradas DNS para ellos.
pt: Instalação para ambos simplesmente implica importação do aparelho virtual em sua plataforma de virtualização escolhido e a poucos passos de configuração breve como configurar DHCP vs atribuições de IP estáticas, re-nomeando os servidores & criar entradas DNS para eles.

source: Both products feature neat, modern, and responsive web-based user interfaces, accessible from all end user platforms with a modern web browser.
es: Ambos productos disponen de interfaces limpio, moderno y en respuesta de usuario basada en web, accesibles desde todas las plataformas de usuario final con un navegador web moderno.
pt: Ambos os produtos apresentam interfaces usuário web-based de limpo, moderno e ágil, acessíveis de todas as plataformas do usuário final com um navegador web moderno.

source: BMC doesn’t list pricing on their website. However, customers have told us that they were able to purchase Device42 and still slash their allotted budget by an order of magnitude when the switch was made away from BMC.
es: BMC no lista de precios en su página web. Sin embargo, los clientes nos han dicho que eran capaces de comprar Device42 y aún reducir drásticamente su presupuesto asignado por un orden de magnitud cuando el interruptor fue hecho de BMC.
pt: BMC não lista de preços em seu site. No entanto, os clientes disseram que eles foram capazes de comprar Device42 e ainda cortar seu orçamento alocado por uma ordem de magnitude, quando a substituição foi feita longe da BMC.

source: A complete solution from BMC requires the purchase and integration of numerous standalone components including their Discovery product, their CMDB product, Riverbed Netflow, and storage discovery product.
es: Una solución completa de BMC requiere la adquisición e integración de numerosos componentes de independiente como su producto descubrimiento, su producto CMDB, Netflow de cauce, producto del descubrimiento de almacenamiento de información.
pt: Uma solução completa na BMC requer a aquisição e integração de numerosos componentes autônomos, incluindo seu produto descoberta, seu produto CMDB, Riverbed Netflow e produto de descoberta de armazenamento.

source: In contrast, Device42 is fully integrated with no standalone modules (though some components are licensed separately). Device42 is truly a one-stop single source of truth because it includes a fully integrated suite of enterprise DCIM features: A CMDB, IPAM, Password Management, Certificate Management, Inventory and Lifecycle Management, Automatic Rack Diagrams, Cable Management, Drag-and-drop Room Layouts, Advanced Visualizations, Powerful, Customizable Reporting, and an advanced, well documented RESTful API.
es: En cambio, Device42 está totalmente integrado con ningún módulos independientes (aunque algunos de los componentes se licencia por separado). Device42 es verdaderamente una ventanilla única fuente de verdad, ya que incluye un conjunto totalmente integrado de empresa DCIM características: una CMDB, IPAM, gestión de contraseñas, gestión de certificados, inventario y gestión del ciclo de vida, automático Rack diagramas, electrificación, diseños de sala de Drag-and-drop, visualizaciones avanzadas, potente, informes personalizables y un avanzado, bien documentan API RESTful.
pt: Em contraste, Device42 é totalmente integrado com módulos não standalone (embora alguns componentes são licenciados separadamente). Device42 é verdadeiramente uma fonte única de uma paragem de verdade porque inclui um pacote totalmente integrado de empresa DCIM recursos: A CMDB, IPAM, gerenciamento de senhas, gerenciamento de certificados, inventário e gerenciamento do ciclo de, diagramas de Rack automática, gerenciamento de cabos, Layouts de sala de arrastar-e-soltar, visualizações avançadas, poderoso, relatórios personalizáveis e um avançado, bem documentado API RESTful.

source: Choosing the right CMDB for your IT Infrastructure
es: Escogiendo el CMDB correcto para su infraestructura de TI
pt: Escolher o CMDB Certo para a sua Infraestrutura TI

source: Choosing the right CMDB
es: Escogiendo el CMDB correcto
pt: Escolher o CMDB Certo

source: A simple comparison (including reviews) to help you make the right choice.
es: Una comparación sencilla (incluyendo opiniones) para ayudarlo a tomar la decisión correcta.
pt: A comparação simples (incluindo críticas) para o ajudar a fazer a escolha acertada.

source: If you've been looking at tools for managing your IT infrastructure, you've probably seen a lot of options.
es: Si usted ha estado buscando herramientas para la gestión de su infraestructura de ti, probablemente ya has visto un montón de opciones.
pt: Se você estive olhando ferramentas para gerenciar sua infra-estrutura de ti, você provavelmente já viu um monte de opções.

source: From regular old Excel to the fanciest enterprise CMDB tools, there are dozens of alternatives out there that promise that they'll help you track your complex web of IT inventory and give you visibility into its complex relationships.
es: Desde Excel antiguo regular a las herramientas CMDB selecto de empresa, hay decenas de alternativas hacia fuera allí que prometen que ellos le ayudaremos a seguir su compleja red de inventario IT y darle visibilidad en sus relaciones complejas.
pt: De regular Excel antigo para os mais extravagante empresa ferramentas CMDB, existem dezenas de alternativas para fora lá que prometem que eles o ajudarão você rastrear sua complexa rede de inventário IT e dar-lhe visibilidade em suas complexas relações.

source: We want to make your decision as easy as possible, so we've put together some info that will help you decide which option is best for you.
es: Queremos tomar una decisión tan fácil como sea posible, por lo que juntos hemos puesto algo de información que le ayudará a decidir qué opción es mejor para usted.
pt: Queremos tornar sua decisão mais fácil possível, assim que nós reunimos algumas informações que ajudarão você a decidir qual opção é melhor para você.

source: Below, you'll find details on the differences between Device42, Excel, and enterprise CMDBs like Servicenow and BMC, including features, customer experience, pricing and thoughts from current Device42 customers who have made the switch.
es: A continuación, encontrará información sobre las diferencias entre Device42, Excel y la empresa CMDBs Servicenow y BMC, incluyendo características, experiencia del cliente, precios y pensamientos de los clientes actuales de Device42 que han hecho el interruptor.
pt: Abaixo, você encontrará detalhes sobre as diferenças entre Device42, Excel e empresa CMDBs como Servicenow e BMC, incluindo os recursos, experiência do cliente, preços e pensamentos do atual Device42 clientes que fizeram o interruptor.

source: At one end of the spectrum, Excel (maybe augmented by Visio) is the absolute simplest solution. It's what you've been using for years, and it's what you know best.
es: En un extremo del espectro, Excel (tal vez aumentada por Visio) es la solución más simple absoluta. Es lo que usted ha estado usando por años, y es lo mejor sabe.
pt: Em uma extremidade do espectro, Excel (talvez aumentada pelo Visio) é a solução mais simples absoluta. É o que tem usado por anos, e é o que sabe melhor.

source: The problem that many teams run into is that Excel can be too simple.
es: El problema en el que caen muchos equipos es que Excel puede ser muy simple.
pt: O problema com que muitas equipas se deparam é que o Excel consegue ser simples demais

source: You end up with lots and lots of sheets and as you start tracking complex relationships between different configuration items, Excel just can't handle it. And even if it could, the explosion of assets caused by virtualization, cloud computing, and software-defined networks and storage results in an unreasonably large manual effort to keep it up to date.
es: Termina con tantas hojas de cálculo y al empezar a seguir relaciones complejas entre diferentes elementos de configuración, Excel no lo puede manejar. E incluso si pudiera, la explosión de activos causada por la virtualización, computación en nube, y redes y almacenamiento definidos por software resulta en un esfuerzo manual irrazonablemente grande para mantener al día.
pt: Acaba por ter inúmeras e inúmeras folhas e à medida que começa a registar relacionamentos complexos entre diferentes itens de configuração, o Excel simplesmente não consegue lidar com isso. E mesmo que pudesse, a explosão de ativos causada pela virtualização, computação cloud e redes definidas por software e resultados de armazenamento num injustificavelmente grande esforço manual para o manter atualizado.

source: On the other end, enterprise CMDB tools like Servicenow and BMC offer tons of features.
es: En el otro extremo, herramientras CMDB para empresas como ServiceNow y BMC ofrecen gran cantidad de características.
pt: Por outro lado, ferramentas CMDB para empresas como o ServiceNow e o BMC oferecem montes de funcionalidades

source: While that may make them feature-rich, it certainly doesn't make them simple.
es: Mientras que puede hacerles rico, seguramente no tiene los simple.
pt: Enquanto isso pode fazer-lhes a característica-rico, certamente não faz eles simples.

source: In fact, we started Device42 precisely because we were tired of having to build the relationships one by one, hire a consulting agency to help do the setup and then see it all fall apart because it was too tough to keep the information up-to-date.
es: De hecho, empezamos Device42 precisamente porque estábamos cansados de tener que construir relaciones una a una, contratar a una agencia consultora para ayudar a hacer la instalación y luego ver que todo se desarme porque era muy difícil mantener la información al día.
pt: De facto, demos início ao Device42 precisamente porque estávamos cansados de ter de construir os relacionamentos um a um, contratar uma agência consultora para ajudar a configurar e de seguida ver tudo ruir, porque era demasiado difícil manter a informação atualizada.

source: We built Device42 with pre-defined relationships so you can't implement quickly and powerful auto-discoveries so you don't have to worry about your data being stale.
es: Hemos construido Device42 con las relaciones predefinidas para que usted no puede implementar rápidamente y auto-descubrimientos de gran alcance para que no tenga que preocuparse de sus datos que son obsoletos.
pt: Construímos Device42 com relações pre-definidas para que você não pode implementar rapidamente e poderosas autodescobertas, então não precisa se preocupar com seus dados sendo obsoleto.
