Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42 includes a very granular and secure set of RESTful APIs for integration with other applications used to manage your IT infrastructure.
es: Device42 incluye un conjunto de APIs RESTful muy granular y seguro para la integración con otras aplicaciones que se utilizan para gestionar su infraestructura de ti.
pt: Device42 inclui um conjunto muito granular e seguro de APIs RESTful para integração com outros aplicativos usados para gerenciar sua infra-estrutura de ti.

source: Some out-of-the-box integrations include:
es: Algunas integraciones fuera de la caja incluyen:
pt: Algumas integrações de out-of-the-box incluem:

source: Confluence
es: Confluencia

source: Chef
es: Chefe
pt: Chefe

source: Puppet Labs
es: Laboratorios de marioneta
pt: Laboratórios de fantoche

source: See all CIs from Device42 in ServiceNow
es: Ver todas sus entidades de crédito de Device42 en ServiceNow
pt: Veja todos os CIs do Device42 no ServiceNow

source: View or Edit CI details from ServiceNow requests
es: Ver / Editar detalles de la CI de solicitudes ServiceNow
pt: Veja ou Edite detalhes CI de pedidos do ServiceNow

source: Choose Device42 CIs when creating new requests
es: Elija Device42 IC al crear nuevas solicitudes
pt: Escolha o Device42 aquando da criação de novos pedidos

source: Puppet
es: Fantoche

source: Device42 utilizes system information data stored in puppet manifests to populate asset inventory
es: O Device42 utiliza dados de informação de sistema armazenados em manifestos fantoche para preencher o inventário de ativos
pt: O Device42 utiliza dados de informação de sistema armazenados em manifestos puppet para preencher o inventário de ativos

source: Eliminating the need to run redundant auto-discovery processes across the IT infrastructure
es: Eliminando a necessidade de correr processos de autodescoberta rotativos em infraestruturas TI
pt: Eliminando a necessidade de correr processos de autodescoberta redundantes em infraestruturas TI

source: Streamline the task of provisioning, configuring, and maintaining servers
es: Otimize uma tarefa de provisionamento, configuração e manutenção dos servidores
pt: Otimize a tarefa de provisionamento, configuração e manutenção dos servidores

source: Device42 utilizes Chef-discovered system information data to populate asset inventory
es: O Device42 utiliza dados de informação de sistema de descoberta Chef para preencher o inventário de ativos
pt: O Device42 utiliza dados de informação de sistema de descoberta Chef para preencher o inventário de ativos

source: Integration connector works with all Chef-supported versions of Chef software
es: O conector de integração funciona com todas como versões suportam Chef fazer software Chef
pt: O conector de integração funciona com todas as versões que suportam Chef do software Chef

source: Link CMDB items to issues in JIRA
es: Artículos Enlace CMDB a temas en JIRA
pt: Ligue itens CMDB a assuntos em JIRA

source: View CI details from JIRA issues
es: Ver detalles de la CI de cuestiones de JIRA
pt: Veja detalhes CI de assuntos JIRA

source: Search JIRA issues by CI names
es: Buscar temas JIRA por nombres de CI
pt: Pesquise assuntos JIRA por nomes CI

source: Display racks and devices inside JIRA when adding/creating/modifying issues
es: Exiba cremalheiras e dispositivos dentro de JIRA quando adiciona/cria/modifica caracterizaÃ
pt: Exiba racks e dispositivos dentro de JIRA quando adiciona/cria/modifica assuntos

source: And many more are under development...
es: Y muchos más están en desarrollo...
pt: E muitos mais estão em desenvolvimento...

source: Device42's CMDB provides a single source of truth within your organization. This gives you a clear view into your IT ecosystem to identify, manage, and verify all configuration items (CI) in your environment.
es: De Device42 CMDB proporciona una única fuente de verdad dentro de su organización. Esto le da una visión clara en su ecosistema de TI para identificar, gestionar y comprobar todos los elementos de configuración (CI) de su entorno.
pt: Do Device42 CMDB fornece uma única fonte de verdade dentro da sua organização. Isso lhe dá uma visão clara em seu ecossistema IT para identificar, gerir e verificar todos os itens de configuração (CI) em seu ambiente.

source: All discovery tools are agentless
es: Herramientas Auto Descubrimiento
pt: Todas as ferramentas de descoberta são livres de agentes

source: No need for a long, drawn-out CI design process because all your CI's and relationships are pre-configured. But Device42 does not simply lock you into an inflexible structure. You can create your own CIs and relationships to complement the built-in structure provided. Additionally, you can define user, groups, passwords, and object-level permissioning.
es: Sin necesidad de una larga, interminable CI proceso de diseño porque su CI y relaciones configuradas previamente. Pero Device42 no simplemente bloquear en una estructura inflexible. Puede crear su propio CIs y relaciones para complementar la estructura incorporada proporcionada. Además, puede definir usuarios, grupos, contraseñas y autorización de acceso de nivel de objeto.
pt: Não há necessidade de um longo, chamou-out CI design processo porque todos os seus do CI e relacionamentos são pré-configurados. Mas Device42 não simplesmente bloqueia você em uma estrutura inflexível. Você pode criar seu próprio CIs e relacionamentos para complementar a estrutura interna fornecida. Além disso, você pode definir o usuário, grupos, senhas e gerenciamento de nível de objeto.

source: Rapid Deployment
es: Implementação Rápida
pt: Implementação Rápida

source: Most customers find they are up and running with much of their infrastructure loaded in less than a day
es: Mayoría de los clientes encontrar están para arriba y corriendo con gran parte de su infraestructura de carga en menos de un día
pt: A maioria dos clientes encontrar eles subiram e correr com grande parte de sua infra-estrutura carregado em menos de um dia

source: Auto-discovery requires just filling in a few forms with parameters like IP ranges and authentication parameters
es: Uma autodescoberta requer apenas o preenchimento de alguns formulários com parâmetros como intervalos IP e parâmetros de autenticação
pt: A autodescoberta requer apenas o preenchimento de alguns formulários com parâmetros como intervalos IP e parâmetros de autenticação

source: Spreadsheet-based imports are available for data that cannot be discovered
es: Como importações baseadas em planilhas são disponibilizadas para dados não podem ser descobertos
pt: As importações baseadas em planilhas são disponibilizadas para dados que não podem ser descobertos

source: RESTful API's are available for customized data-loading and mapping
es: RESTful API está disponibles para la carga de datos modificados para requisitos particulares y la asignación de
pt: API rESTful está disponíveis para o carregamento de dados personalizado e mapeamento

source: Once your data is loaded, it's time to reap the benefits. Device42 offers an extensive and highly-customizable set of reports and inquiry screens to access your CI data. But even better, provides an extensive set of visualizations including:
es: Una vez cargados los datos, es hora de cosechar los beneficios. Device42 ofrece un conjunto de informes y pantallas de consulta para acceder a sus datos de CI extenso y altamente personalizable. Pero mejor aún, ofrece un amplio conjunto de visualizaciones incluyendo:
pt: Uma vez que seus dados são carregados, é hora de colher os benefícios. Device42 oferece um conjunto de relatórios e telas de inquérito para acessar seus dados de CI extensivo e altamente personalizável. Mas melhor ainda, fornece um extenso conjunto de visualizações incluindo:

source: Web-based rack layouts with drag and drop
es: Diseños de soporte basados en Web con arrastrar y soltar
pt: Layouts de cremalheira baseada na Web com arrastar e soltar

source: Auto-generate Rack Diagrams
es: Auto-generar diagramas de rack
pt: Gere Automaticamente Diagramas Rack

source: Managing data center racks has never been easier or more accurate! Device42's automatically generated rack diagrams make manual drawings and spreadsheet records a thing of the past. Creating accurate rack diagrams is now fast and easy!
es: Gestión de racks del centro de datos nunca ha sido más fácil o más preciso! Diagramas de bastidor generado automáticamente de Device42 hacen dibujos manual y hoja de cálculo registra una cosa del pasado. Creación de diagramas de bastidor exacto ahora es rápido y fácil!
pt: Gerenciamento de cremalheiras de centro de dados nunca foi mais fácil ou mais precisa! Diagramas de cremalheira gerado automaticamente do Device42 fazem desenhos manuais e planilha registra uma coisa do passado. Criar diagramas de rack precisa agora é rápido e fácil!

source: Support for ½ U devices
es: Soporte para dispositivos ½ U
pt: Suporte para metade ½ dos dispositivos U

source: Back to back devices(½ depth)
es: Espalda a espalda (profundidad ½) los dispositivos
pt: Voltar à volta de dispositivos (½ profundidade)

source: Show filler panels, patch panels
es: Mostrar paneles de relleno, paneles de conexión
pt: Mostrar painéis de preenchimento, painéis de conexão

source: See available rack units
es: Ver unidades de rack disponibles
pt: Ver unidades de rack disponíveis

source: Show PDUs in and around the rack
es: Mostrar PDU en y alrededor de la cremallera
pt: Mostrar os PDUs dentro e à volta da rack

source: Drag and drop objects between racks
es: Objetos de arrastrar y soltar entre bastidores
pt: Arrastar e soltar objetos entre racks

source: Find next available slot
es: Buscar siguiente ranura disponible
pt: Encontrar o próximo espaço livre

source: Automated Data Center Management
es: Gestión automatizada de Data Center
pt: Gestão Automatizada de Centros de Dados

source: Automate data center management with a variety of auto-discovery tools for network, physical, or virtual infrastructures. Use powerful REST APIs to integrate with other tools and keep accurate data center documentation.
es: Automatizar la administración de centro de datos con una variedad de herramientas de auto-discovery para infraestructuras de red, físico o virtual. Uso de gran alcance resto API para integrar con otras herramientas y mantener datos precisos del centro de documentación.
pt: Automatize o gerenciamento de centro de dados com uma variedade de ferramentas de descoberta automática para as infra-estruturas de rede, físico ou virtual. Use poderosos APIs de resto para integrar com outras ferramentas e manter a documentação do centro de dados precisos.

source: Data Center Room Layouts
es: Centro de Datos de diseños de habitaciones
pt: Disposição de Salas de Centros de Dados

source: Device42's powerful data center infrastructure management (DCIM) capabilities have revolutionized the way IT departments manage their data centers. With powerful data center visualization tools, IT staff now have access to intelligent data center diagrams that accurately reflect their IT environment.
es: Capacidades de administración (DCIM) de infraestructura de centro de Device42 datos han revolucionado la forma de los departamentos de TI Gestión sus centros de datos. Con herramientas de visualización de centro de datos, personal de TI ahora tiene acceso a diagramas de centro de datos inteligente que reflejen su entorno de ti.
pt: Recursos de gerenciamento (DCIM) do Device42 dados poderoso centro de infra-estrutura revolucionou a maneira que os departamentos de ti gerenciar seus data centers. Com ferramentas de visualização do centro de dados poderoso, a equipe de ti agora têm acesso a diagramas de centro de dados inteligente que reflete com precisão o seu ambiente de ti.

source: Drag &amp; drop objects
es: Arrastrar y soltar objetos
pt: Arrastar e soltar objetos

source: Easily change rack orientation
es: Cambie fácilmente la orientación de rack
pt: Altere facilmente a orientação rack

source: Hover over object details
es: Pase el ratón sobre los detalles del objeto
pt: Passe sobre os detalhes dos objetos

source: Select for object page
es: Seleccionar para la página objeto
pt: Selecione para a página do objeto

source: Heat maps availability
es: Disponibilidade dos mapas de calor
pt: Disponibilidade dos mapas de calor

source: Detailed Device Information
es: Dispositivo de información detallada
pt: Informação Detalhada do Dispositivo

source: Document physical, virtual, blade, clustered, and more device types. Easy to use network switch or server selections. Record server processing power and connection properties along with asset tags, serial numbers, and support information. Robust integration with built-in IPAM.
es: Documento física, virtual, lámina, agrupados y más tipos de dispositivos. Selecciones de conmutador o servidor de red fácil de usar. Registro servidor de procesamiento de alimentación y conexión propiedades junto con etiquetas de activos, números de serie e información de soporte. Potente integración con IPAM incorporado.
pt: Documento física, virtual, lâmina, agrupado e mais tipos de dispositivos. Seleções de interruptor ou servidor de rede fácil de usar. Registro servidor de processamento Propriedades de potência e conexão juntamente com ativos de marcas, números de série e informações de suporte. Integração robusta com built-in IPAM.

source: Complete device details
es: Los detalles completos de dispositivos
pt: Detalhes completos do dispositivo

source: CPU, memory HDD, IP &amp; MAC address
es: CPU, memoria, disco duro, IP y MAC dirección
pt: CPU, memória, disco rígido, IP &amp; MAC endereço

source: Hardware components
es: componentes de hardware
pt: Componentes de hardware

source: Network switch and PDU port connectivity
es: Conmutador de red y conectividad de puerto PDU
pt: Permutação de rede e conetividade porta PDU

source: Check out/assign to users
es: Echa un vistazo a / asignar a los usuarios
pt: Veja/Atribua a utilizadores

source: Assign and store passwords
es: Asigne y almacene contraseñas
pt: Atribuir e guardar passwords

source: Add device URLs
es: Añadir URL dispositivo
pt: Adicionar URLs de dispositivos

source: Assign custom values
es: Asignar los valores personalizados
pt: Atribua valores personalizados

source: Categorize per customer/department
es: Clasificar por cliente / departamento
pt: Categorize por cliente/departamento

source: IT Patch Panel Management
es: TI Patch Panel de Gestión
pt: Gestão do Painel de Atualizações IT

source: Visualize IT patch panel connections and with Device42 software. Manage structured cabling with easy data entry via UI or APIs and update back connectivity using bulk operations.
es: Visualizar conexiones del panel de remiendo y con software de Device42. Gestión de cableado estructurado con entrada de datos fácil a través de conectividad trasera UI o APIs y actualización mediante operaciones de masiva.
pt: Visualizar ligações do painel de remendo e com software Device42. Gerencie cabeamento estruturado fácil entrada de dados através de interface do usuário ou APIs e atualização trás conectividade usando operações em massa.

source: Hover over images to see full conectivity paths
es: Pasa el cursor sobre las imágenes para ver rutas de conectividad completo
pt: Passe o mouse sobre imagens para ver em caminhos de conectividade total

source: Color coded for easier planning
es: Código de colores para la planificación más fácil
pt: Codificado com cor para um planeamento mais fácil

source: Manage Spare Parts
es: Gestione las piezas de repuesto
pt: Gerir Peças em Excesso

source: Easily manage IT spare parts hardware inventory. Track what spares are in use or check out spares for deployment.
es: Administrar fácilmente su inventario de repuestos de hardware. Pista qué repuestos están en uso o consulte repuestos para implementación.
pt: Gerenciá-lo facilmente peças de reposição de inventário de hardware. Rastrear o que peças de reposição estão em uso ou confira peças de reposição para implantação.

source: Supports CPU, RAM, HDD and customizable hardware components
es: Soporta CPU, RAM, disco duro y componentes de hardware personalizable
pt: Suporta CPU, RAM, HDD e componentes de hardware personalizáveis

source: Manage devices globally and/or by individual device(s)
es: Gestionar los dispositivos a nivel global o por dispositivos individuales
pt: Gerenciar dispositivos globalmente e/ou por dispositivo (s) individual

source: Sort and view inventory by custom criteria
es: Ordenar y vista al inventario por criterios personalizados
pt: Defina e veja o inventário por critério personalizado

source: Power & Thermal Management
es: Potencia y Control Térmico
pt: Gestão de Energia e Térmica

source: Instant power monitoring from supported PDUs using SNMP
es: Supervisión de potencia instantánea de PDU compatibles utilizando SNMP
pt: Monitorização instantânea da energia para PDUs suportados usando SNMP

source: Track historical power and thermal data
es: Seguimiento de poder histórico y datos térmica
pt: Rastreie o histórico de energia e dados termais

source: Power estimation for servers
es: Estimación de energía para los servidores
pt: Estimativa de energia para os servidores

source: Better capacity planning
es: Una mejor planificación de capacidad
pt: Melhor planeamento da capacidade

source: Power On/Off PDU outlets for supported models
es: Encendido / apagado salidas PDU para los modelos soportados
pt: Ligar/Desligar outlets PDU para modelos suportados

source: (Add-on module - additional cost)
es: (Módulo adicional - adicional de costos)
pt: (Módulo complementar - adicional de custos)

source: APIs and Sample Scripts
es: APIs y Scripts de muestra
pt: APIs e Scripts de amostra

source: Write APIs to automate object population in the Device42 appliance. Sample scripts are provided for Windows and Linux nodes along with script language for limited puppet integration using Facter fact files.
es: Escriba las API para automatizar la población objeto en el aparato Device42. Scripts de muestra se proporcionan para Windows y Linux los nodos junto con el lenguaje de script para la integración de marionetas limitada usando Facter hecho archivos.
pt: Escreva APIs para automatizar a população objeto do aparelho Device42. Scripts de exemplo são fornecidas para Windows e Linux, nós juntamente com a linguagem de script para integração limitada fantoche usando arquivos de fato Facter.

source: Cisco UCS Manager Discovery
es: Descubrimiento de Cisco UCS Manager
pt: Descoberta de Cisco UCS Manager

source: Connect with Cisco UCS Manager to automatically populate chassis, blades, and service profile information. Powerful search with automatic service profile to blade device correlation.
es: Conectar con Cisco UCS Manager para rellenar automáticamente chasis, cuchillas e información de Perfil de servicio. Búsqueda potente con perfil de servicio automático para correlación de dispositivo de disco.
pt: Conecte com Cisco UCS Manager para preencher automaticamente o chassi, lâminas e informações de perfil de serviço. Busca poderosa com perfil de serviço automático de correlação de dispositivo de lâmina.

source: Cloud Discovery
es: Descubrimiento de la nube
pt: Descoberta de nuvem

source: Discover your cloud instances and services with support for Amazon AWS, Windows Azure, Linode, DigitalOcean, Joyent, and more under development!
es: Descubra sus instancias de nube y servicios con el apoyo de Amazon AWS, Windows Azure, Linode, DigitalOcean, Joyent y más en desarrollo.
pt: Descubra sua nuvem instâncias e serviços com suporte a Amazon AWS, Windows Azure, Linode, DigitalOcean, Joyent e muito mais em desenvolvimento!

source: Device Discovery From Anywhere
es: Detección de dispositivos desde cualquier sitio
pt: Descoberta de Dispositivos a Partir de Qualquer Lugar

source: .NET based agent-less software discovers devices on the network, compiles detailed device information and automatically uploads the information to the Device42 appliance.
es: .NET basado en agente software Descubre los dispositivos de la red, recopila información detallada del dispositivo y automáticamente carga la información en el aparato Device42.
pt: .NET com base sem agente software detecta dispositivos na rede, compila informações detalhadas do dispositivo e carrega automaticamente as informações para o aparelho de Device42.

source: Windows devices using WMI
es: Dispositivos de Windows utilizando WMI
pt: Dispositivos Windows usando WMI

source: *nix servers using SSH
es: * servidores nix usando SSH
pt: * servidores nix usando SSH

source: Hyper-V hosts and VMs
es: Hosts de Hyper-V y máquinas virtuales
pt: Hospedeiros Hyper-V e VMs

source: Custom discovery scheduling
es: Programación descubrimiento personalizada
pt: Agendamento de descobertas personalizado

source: Run discoveries from remote locations
es: Descubrimientos Ejecutar desde ubicaciones remotas
pt: Executa descobertas a partir de localizações remotas

source: Load Balancer Discovery
es: Descubrimiento de balanceador de carga
pt: Descoberta do balanceador de carga

source: Using SNMP, Device42 connects to your load balancer and does the following:
es: Mediante SNMP, Device42 se conecta a su balanceador de carga y hace lo siguiente:
pt: Usando SNMP, o Device42 se conecta ao seu balanceador de carga e faz o seguinte:

source: Discovers basic inventory info such as hardware model, serial number, hostname, OS details, and more!
es: Descubre información de inventario básico como el modelo de hardware, número de serie, nombre de host, OS detalles y más!
pt: Descobre informações de inventário básico como modelo de hardware, número de série, nome do host, OS detalhes e mais!

source: Discovers virtual servers, pools and member nodes
es: Descubre servidores virtuales, piscinas y nodos de miembro
pt: Descobre servidores virtuais, piscinas e nós Membros

source: Maps the discovered member nodes with auto-discovered devices using other auto-discovery methods.
es: Los mapas los nodos miembro descubierto con dispositivos de auto descubierto usando otros métodos de descubrimiento automático.
pt: Mapeia os nós de membro descoberto com dispositivos detectados automaticamente usando outros métodos de descoberta automática.

source: Automatically creates detailed dependency maps for virtual servers.
es: Automáticamente crea dependencia detallados mapas de servidores virtuales.
pt: Automaticamente cria mapas detalhados de dependência para servidores virtuais.

source: SNMP Discovery
es: Descubrimiento SNMP
pt: Descoberta SNMP

source: Network SNMP Discovery
es: Red SNMP Descubrimiento
pt: Descoberta de Redes SNMP

source: Device42 enables SNMP discovery for network devices...and more. SNMP discovery provides comprehensive capabilities to identify and track physical and logical components, and their relationship inter-dependencies.
es: Device42 permite descubrimiento SNMP para los dispositivos de red... y mucho más. Descubrimiento SNMP proporciona capacidades integrales para identificar y rastrear los componentes lógicos y físicos y su interdependencia de la relación.
pt: Device42 permite a descoberta SNMP para dispositivos de rede... e muito mais. Descoberta SNMP fornece recursos abrangentes para identificar e controlar os componentes físicos e lógicos e suas dependências inter relação.

source: Switch/Router/FW inventory
es: Switch / Router / inventario FW
pt: Inventário Switch/Router/FW

source: IP to MAC address relationships
es: IP a las relaciones de direcciones MAC
pt: Relação com endereços IP para MAC

source: MAC address to switch port relationships
es: Dirección MAC para cambiar las relaciones portuarias
pt: Endereço MAC para permutar relacionamentos de porta

source: VLANs/Subnets
es: VLANs/Subredes
pt: VLANs/Sub-redes
