Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: This python script can be run from Windows or Linux machines, and supports OpenDCIM v3.x. More details are in <code>README.md</code> file in the zip below.
es: Este script en python se puede ejecutar desde Windows o Linux máquinas y es compatible con OpenDCIM v3.x. Más detalles están en <code>README.md</code> archivo zip de abajo.
pt: Este script python pode ser executado a partir do Windows ou Linux máquinas e suporta v3. x OpenDCIM. Mais detalhes estão em <code>README.md</code> arquivo no zip abaixo.

source: Download Script
es: Descargar Script
pt: Baixar o Script

source: If you are managing IP addresses with phpIPAM, you can easily migrate your IP inventory into Device42 using the script linked below. This script connects to the phpIPAM server (v1.2.1 and above), and extracts the data, sending it to Device42 via the REST based APIs.
es: Si está administrando direcciones IP con phpIPAM, puede migrar fácilmente su inventario IP en Device42 usando el script abajo enlazado. Este script se conecta al servidor phpIPAM (v1.2.1 y arriba) y extrae los datos, enviar a Device42 via el resto basado en APIs.
pt: Se você estiver gerenciando endereços IP com phpIPAM, você pode facilmente migrar seu inventário IP em Device42 usando o script ligado abaixo. Esse script se conecta ao servidor phpIPAM (v 1.2.1 e acima) e extrai os dados, enviar para Device42 via o resto com base APIs.

source: This python script can be run from either Windows or Linux machines with Python 2.7.x. Requires <code>netaddr</code>, <code>pymysql</code>, and <code>requests</code>. Full details can be found on the GitHub page & in the <code>README.md</code> file.
es: Este script en python se puede ejecutar desde cualquier Windows o máquinas con Linux con Python 2.7. requiere <code>netaddr</code> , <code>pymysql</code> , y <code>requests</code> . Los detalles completos pueden encontrarse en la página de GitHub y en el <code>README.md</code> archivo.
pt: Este script python pode ser executado a partir de qualquer Windows ou Linux máquinas com Python 2.7.x. requer <code>netaddr</code> , <code>pymysql</code> , e <code>requests</code> . Detalhes completos podem ser encontrados na página do GitHub & no <code>README.md</code> arquivo.

source: Latest Build
es: Última compilación
pt: Compilação mais recente

source: Visit Repository
es: Repositorio de visita
pt: Visite o repositório

source: If you are managing your server rooms in RackMonkey, you can migrate your data to Device42 using the script linked below. This script connects to RackMonkey database server, extracts the data and sends it to Device42 using REST based APIs.
es: Si está administrando sus salas de servidores en RackMonkey, puede migrar sus datos a Device42 usando el script abajo enlazado. Este script se conecta al servidor de base de datos de RackMonkey, extrae los datos y envía para Device42 con resto función de API.
pt: Se você estiver gerenciando as salas de servidor RackMonkey, você pode migrar seus dados para Device42 usando o script ligado abaixo. Esse script se conecta ao servidor de banco de dados RackMonkey, extrai os dados e envia-o para Device42 usando o resto com base APIs.

source: This python script can be run from Windows or Linux machines. More details are in <code>README.md</code> file in the zip below.
es: Este script en python se puede ejecutar desde máquinas Windows o Linux. Más detalles están en <code>README.md</code> archivo zip de abajo.
pt: Este script python pode ser executado a partir de máquinas Windows ou Linux. Mais detalhes estão em <code>README.md</code> arquivo no zip abaixo.

source: If you are managing your server rooms using RackTables, you can migrate your data to Device42 using the script linked below. This script connects to RackTables database server, extracts the data, and sends it to Device42 using REST based APIs.
es: Si está administrando sus uso RackTables las salas de servidores, puede migrar sus datos a Device42 usando el script abajo enlazado. Este script se conecta al servidor de base de datos de RackTables, extrae los datos y envía para Device42 con resto función de API.
pt: Se você estiver gerenciando seus quartos de servidor usando RackTables, você pode migrar seus dados para Device42 usando o script ligado abaixo. Esse script se conecta ao servidor de banco de dados RackTables, extrai os dados e envia-o para Device42 usando o resto com base APIs.

source: This python script can be run from Windows or Linux machines. More details are in <code>README.md</code> file in the zip below.
es: Este script en python se puede ejecutar desde máquinas Windows o Linux. Más detalles están en <code>README.md</code> archivo zip de abajo.
pt: Este script python pode ser executado a partir de máquinas Windows ou Linux. Mais detalhes estão em <code>README.md</code> arquivo no zip abaixo.

source: If you are managing your IPs in SolarWinds IPAM, you can easily migrate your subnets and IPs into Device42 using the script linked below. This script connects to the SolarWinds server, extracts the data and sends it to Device42 using REST based APIs.
es: Si está administrando su IPs en IPAM SolarWinds, puede migrar fácilmente sus subredes y IPs en Device42 usando el script abajo enlazado. Este script se conecta al servidor de SolarWinds, extrae los datos y envía para Device42 con resto función de API.
pt: Se você estiver gerenciando seu IPs em SolarWinds IPAM, você pode facilmente migrar suas sub-redes e IPs em Device42 usando o script ligado abaixo. Esse script se conecta ao servidor SolarWinds, extrai os dados e envia-o para Device42 usando o resto com base APIs.

source: This python script can be run from either Windows or Linux machines. More details are in <code>README.md</code> file in the zip below.
es: Este script en python se puede ejecutar desde máquinas Windows o Linux. Más detalles están en <code>README.md</code> archivo zip de abajo.
pt: Este script python pode ser executado a partir de máquinas Windows ou Linux. Mais detalhes estão em <code>README.md</code> arquivo no zip abaixo.

source: Open Source Resources
es: Recursos Open Source
pt: Recursos de código aberto

source: Open Source Projects
es: Proyectos de código abierto
pt: Projetos de código aberto

source: Service Integration Scripts
es: Secuencias de comandos de servicios de integración
pt: Scripts de integração de serviços

source: Language
es: Idioma
pt: Língua

source: Project
es: Proyecto
pt: Projeto

source: Description
es: Descripción
pt: Descrição

source: Scripts to generate static inventory file or generate dynamic inventory for ansible from Device42 data
es: Secuencias de comandos para generar inventario estático de archivo o generan inventario dinámico de ansible de Device42 datos
pt: Scripts para gerar estático inventário arquivo ou geram inventário dinâmico para ansible de dados Device42

source: StackStorm / Device42 integration pack.
es: StackStorm / Device42 integración pack.
pt: StackStorm / Device42 integração pack.

source: The script reads data from Infoblox IPAM and keeps D42 up to date.
es: El script lee datos de Infoblox IPAM y mantiene al día la D42.
pt: O script lê dados de Infoblox IPAM e mantém D42 até à data.

source: Device42 Rundeck Resource plugin allows to collect nodesets from the Device42 instance and set them up as the node sets for particular projects in Rundeck.
es: Device42 Rundeck recursos plugin permite recoger nodesets de la instancia de Device42 y configurar como el nodo establece para proyectos particulares en Rundeck.
pt: Device42 Rundeck recurso plugin permite coletar nodesets da instância do Device42 e configurá-los como o nó define para projetos particulares em Rundeck.

source: Send CI data from Device42 to Solarwinds Web Help Desk.
es: Enviar datos de CI de Device42 a Solarwinds Web Help Desk.
pt: Envie dados do CI de Device42 para Solarwinds Web Help Desk.

source: Helper tool to sync Splunk data into Device42.
es: Herramienta auxiliar para sincronizar datos de Splunk en Device42.
pt: Ferramenta auxiliar para a sincronização de dados Splunk em Device42.

source: Sync data between ServiceNow and Device42(Bi-directional).
es: Sincronización de datos entre ServiceNow y Device42(Bi-directional).
pt: Sincronizar dados entre ServiceNow e Device42(Bi-directional).

source: Sync data from Device42 to ServiceNow Express.
es: Sincronización de datos de Device42 a ServiceNow Express.
pt: Sincronização de dados de Device42 para ServiceNow Express.

source: This script takes the node(s) data from Chef server and sends to Device42 instance.
es: Este script toma los datos o los nodos de servidor del Chef y envía a la instancia de Device42.
pt: Este script Obtém os dados de nó (s) do servidor do Chef e envia para a instância de Device42.

source: Sync Puppet data into Device42.
es: Sincronizar datos de títeres en Device42.
pt: Sincronização de dados de fantoche em Device42.

source: Data Migration Scripts
es: Scripts de migración de datos
pt: Scripts de migração de dados

source: OpenDCIM to Device42 migration script.
es: OpenDCIM script de migración de Device42.
pt: OpenDCIM para o script de migração Device42.

source: Migrate your Racktables data into Device42.
es: Migre datos de Racktables en Device42.
pt: Migre os dados Racktables em Device42.

source: Migrate your RackMonkey data into Device42.
es: Migre datos de RackMonkey en Device42.
pt: Migre os dados de RackMonkey em Device42.

source: Migrate your subnets and IPs from Solarwinds IPAM to Device42.
es: Migrar sus subredes y IPs de Solarwinds IPAM a Device42.
pt: Migre seu sub-redes e IPs de Solarwinds IPAM para Device42.

source: Migrate RedBeam assets to Device42.
es: Migrar RedBeam activos a Device42.
pt: Migre ativos RedBeam para Device42.

source: Migrate phpIPAM IP inventory into Device42.
es: Migrar el inventario de phpIPAM IP en Device42.
pt: Migre o inventário IP de phpIPAM em Device42.

source: Device42 API Samples
es: Device42 API muestras
pt: Amostras de API Device42

source: API Helper utilities to make it easy to upload data via RESTful APIs to Device42
es: Utilidades de la API auxiliar para facilitar la carga de datos mediante APIs RESTful en Device42
pt: Utilitários de API Helper para tornar mais fácil para carregar dados via APIs RESTful para Device42

source: Miscellaneous Python scripts that interact with Device42 APIs
es: Varios scripts de Python que interactúan con las APIs de Device42
pt: Diversos scripts de Python que interagir com APIs Device42

source: Sample Java code to show how to access Device42 APIs
es: Código Java para mostrar cómo acceder a las API de Device42
pt: Código de Java de exemplo para mostrar como acessar as APIs Device42

source: Example script for running Windows PowerShell scripts against the Device42 APIs
es: Script de ejemplo para ejecutar secuencias de comandos de Windows PowerShell contra las API de Device42
pt: Script de exemplo para a execução de scripts do Windows PowerShell contra as APIs Device42

source: This is a Java client for working with Device42 API
es: Se trata de un cliente en Java para trabajar con la API de Device42
pt: Este é um cliente Java para trabalhar com API Device42

source: Shell/bash scripts to load demo data to Device42 instance.
es: Shell/bash scripts para cargar datos de demostración en Device42 instancia.
pt: Shell/bash scripts para carregar dados de demonstração para a instância de Device42.

source: Ruby samples
es: Muestras de rubí
pt: Amostras de rubi

source: Inventory & Discovery
es: Inventario y descubrimiento
pt: Inventário e descoberta

source: C# .NET based Open discovery client to enumerate network objects in an Excel spreadsheet
es: C# .NET basado en cliente de descubrimiento abierto para enumerar objetos de red en una hoja de cálculo de Excel
pt: Cliente de descoberta aberta para enumerar os objetos de rede em uma planilha Excel baseado em c# .NET

source: Collect Inventory data from *Nix, BSD and mac OS and upload to Device42
es: Recopilar datos de inventario de * Nix, BSD y mac OS y subir a Device42
pt: Coletar dados de inventário de * Nix, BSD e mac OS e enviar para Device42

source: Python scripts to help auto-discover devices on the network, and upload to Device42 appliance using APIs. Script for windows, linux and puppet master.
es: Scripts de Python para ayudar a descubrir automáticamente los dispositivos de la red y subir a Device42 aparato usando APIs. Script para windows, linux y puppet master.
pt: Scripts de Python para ajudar a detecção automática de dispositivos na rede e fazer o upload para Device42 aparelho usando APIs. Script para windows, linux e fantoche mestre.

source: Python script to pull warranty information from Dell, HP, IBM and Lenovo
es: Script en Python para extraer información de la garantía de Dell, HP, IBM y Lenovo
pt: Script Python para puxar informações sobre a garantia da Dell, HP, IBM e Lenovo

source: Health Check
es: Chequeo de salud
pt: Exame de saúde

source: Device42 Health Checks in Nagios
es: Comprobaciones del estado del Device42 en Nagios
pt: Verificações de integridade de Device42 no Nagios

source: Misc. Sample Scripts
es: Diversos ejemplos de Scripts
pt: Scripts de amostra do misc.

source: Files that specify what to ignore during the auto-discovery process
es: Archivos que especifican lo que ignorar durante el proceso de auto-descubrimiento
pt: Arquivos que especificam o que ignorar durante o processo de detecção automática

source: This clears existing data in Device42. Use for reset only. Limited to certain categories for now
es: Esto borra los datos existentes en Device42. Uso de reset sólo. Limitados a determinadas categorías de momento
pt: Isso limpará os dados existentes em Device42. Uso para redefinir somente. Limitado a certas categorias por agora

source: A tool to generate JIRA OAuth1 access token
es: Una herramienta para generar el token de acceso de JIRA OAuth1
pt: Uma ferramenta para gerar o token de acesso do JIRA OAuth1

source: Windows based Auto Discovery Software
es: Auto descubrimiento Software basado en Windows
pt: Auto detecção de Software baseado em Windows

source: Automatically populate device details in Device42 appliance for easier documentation. D42 Auto Discovery software is a .NET based utility that will discover windows & linux devices or connect to Hyper V server to get host/VM details in your network and upload device details to Device42 appliance. This can be run one time or can be scheduled to run at user defined intervals.
es: Rellenar automáticamente los datos de dispositivo en dispositivo Device42 para documentar con facilidad. D42 Auto Discovery software es un .NET basado en utilidad que descubra windows & linux dispositivos o conectar al servidor de Hyper V para obtener los datos de host/VM en tu red y subir detalles de dispositivo a dispositivo Device42. Esto se puede ejecutar una vez o puede programarse para ejecutarse a intervalos definidos por el usuario.
pt: Preencha automaticamente os detalhes do dispositivo no aparelho Device42 para documentação mais fácil. D42 Auto Discovery software é um .NET baseada utilitário que irá descobrir o windows e linux dispositivos ou conectar ao servidor de Hyper-V para obter detalhes de acolhimento/VM em sua rede e fazer o upload de detalhes do dispositivo Device42 aparelho. Isto pode ser executado uma vez ou pode ser agendado para ser executado em intervalos definidos pelo usuário.

source: Current Version
es: Versión actual
pt: Versão atual

source: Latest Notes
es: Últimas notas
pt: Últimas notas

source: Linux based Auto Discovery Software
es: Auto descubrimiento Software basado en Linux
pt: Linux com base em Software de Auto descoberta

source: Automatically discover and docoument your linux devices. Linux based D42 Auto Discovery software is a portable executable that will discover linux and unix devices in your network and upload device details to Device42 appliance. This can be run one time or can be scheduled using crontab etc. to run at user defined intervals.
es: Descubrir automáticamente y docoument los dispositivos de linux. D42 Auto Discovery software es un ejecutable portable que descubrirá dispositivos linux y unix de la red y subir los datos de dispositivo a Device42 aparato basado en Linux. Esto puede ser un tiempo de ejecución o puede ser programado usando crontab etc. para ejecutar a intervalos definidos por el usuario.
pt: Descobrir automaticamente e docoument seus dispositivos do linux. Linux baseado D42 Auto Discovery software é um portátil executável que irá descobrir dispositivos linux e unix em sua rede e fazer o upload de detalhes do dispositivo Device42 aparelho. Isto pode ser executado uma vez ou pode ser programado usando crontab etc para executar em intervalos definidos pelo usuário.

source: D42 Ping Sweep software is a self-contained and portable utility that does a ping sweep on given network(s), and uploads the discovered IPs (possibly with MAC and device name) to Device42 appliance. It runs on Windows or Linux hosts. Just drop it in a folder, then copy <code>ping.cfg.sample</code> to <code>ping.cfg</code> &mdash;add your settings, and you are ready to go! For Linux, you have to do <code>chmod +x</code> on the executable. It has to be run as root (or Administrator).
es: Software de barrido de Ping D42 es una utilidad portátil y autónoma que hace un barrido de ping en dado redes y carga las IPs descubierta (posiblemente con el nombre de MAC y el dispositivo) al aparato Device42. Funciona en servidores Windows o Linux. Sólo colóquelo en una carpeta, luego copia <code>ping.cfg.sample</code> a <code>ping.cfg</code> — añadir la configuración, y estás listo para ir! Para Linux, tienes que <code>chmod +x</code> en el archivo ejecutable. Tiene que ejecutar como root (o administrador).
pt: D42 Ping Sweep software é um utilitário independente e portátil que faz uma varredura ping na dada rede (s) e carrega os IPs descobertos (possivelmente com o nome de MAC e dispositivo) para aparelho de Device42. Ele é executado em hosts Windows ou Linux. Deixa-o em uma pasta, copie <code>ping.cfg.sample</code> para <code>ping.cfg</code> — adicionar suas configurações, e você está pronto para ir! Para Linux, você tem que fazer <code>chmod +x</code> sobre o arquivo executável. Tem que ser executado como root (ou administrador).

source: Please note that it only works with Device42 v11.0.0 and above.
es: Tenga en cuenta que sólo funciona con Device42 v11.0.0 y arriba.
pt: Por favor, note que ele só funciona com Device42 v11.0.0 e acima.

source: D42 netflow collector software is a self-contained and portable utility that lets you point your network device to it, collect netflow data, analyze it and send to your Device42 instance for enhanced application dependency mapping. Available for Windows and linux.
es: D42 netflow collector software es una utilidad independiente y portable que permite señalar su dispositivo de red, recopilar datos de netflow, analizarlo y enviar a la instancia de Device42 para el mapping de dependencia mayor aplicación. Disponible para Windows y linux.
pt: D42 netflow collector software é um utilitário independente e portátil que permite que você aponte seu dispositivo de rede para isso, coletar dados de netflow, analisá-lo e enviar para sua instância de Device42 para mapeamento de aplicativo avançado de dependência. Disponível para Windows e linux.

source: Open-sourced
es: Código abierto
pt: Open-Source

source: Auto Discovery Scripts
es: Secuencias de comandos de auto descubrimiento
pt: Scripts de descoberta automática

source: *Nix/BSD/OSX/Solaris-based Machines
es: * Máquinas nix / / OSX/Solaris basados en BSD
pt: * Máquinas nix/BSD/OSX/baseados em Solaris

source: Scripts for Windows/Linux/Puppet
es: Secuencias de comandos para Windows/Linux/marioneta
pt: Scripts para Windows/Linux/fantoche

source: Chef to Device42 Sync
es: Chef Device42 sincronizar
pt: Chef Device42 Sync

source: Puppet to Device42 Sync
es: Títere para sincronización de Device42
pt: Fantoche para a sincronização de Device42

source: Generic Import Tool
es: Herramienta genérica de importaciones
pt: Ferramenta genérica de importação

source: The Device42 import tool allows users to take current data in spreadsheets whether they are <code>XLS/XLSX/CSV</code> formats and seamlessly map columns from the spreadsheet(s) to fields in Device42 and automatically import the data.
es: La herramienta de importación de Device42 permite a los usuarios a tomar datos en hojas de cálculo sean <code>XLS/XLSX/CSV</code> formatos y perfectamente asignar columnas de la spreadsheet(s) a los campos de Device42 e importar automáticamente los datos.
pt: A ferramenta de importação de Device42 permite aos usuários tirar atuais dados em planilhas, se eles são <code>XLS/XLSX/CSV</code> formata e perfeitamente mapear colunas do spreadsheet(s) para campos em Device42 e importar automaticamente os dados.

source: This runs on a Windows machine. There are no installs, just a portable executable file to run.
es: Esto funciona en una máquina Windows. No hay se instala, solo un archivo ejecutable portable para ejecutar.
pt: Isto é executado em uma máquina Windows. Não há nenhum instala, apenas um arquivo executável portátil para executar.

source: QR Code Print Utility
es: Utilidad de impresión de código de QR
pt: Utilitário de impressão de código QR

source: The Device42 QR code print utility allows users to have fine grained control over printing QR codes using your defined Device42 print profiles or generate codes on a ad-hoc basis.
es: La utilidad de impresión de código de QR Device42 permite a los usuarios han grano fino control sobre códigos QR con sus definidos perfiles de impresión Device42 de la impresión o generar códigos sobre una base ad hoc.
pt: O utilitário de impressão de código de Device42 QR permite aos usuários ter controle sobre códigos QR usando seus perfis de impressão definidas Device42 de impressão bem detalhado ou gerar códigos em uma base ad hoc.

source: This is a Windows-based application <em>(Microsoft Software Installer)</em>, and is compatible with Device42 9.6.0+ and above.
es: Esto es una aplicación basada en Windows <em>(Microsoft Software Installer)</em>y es compatible con Device42 9.6.0+ y arriba.
pt: Este é um aplicativo baseado em Windows <em>(Microsoft Software Installer)</em>e é compatível com Device42 9.6.0+ e acima.

source: Work Email
es: Correo electrónico de trabajo
pt: E-mail de trabalho

source: Update for Device42 Software
es: Actualización del software de Device42
pt: Atualização para o Software do Device42

source: Please note that the following form is for our current customers only. If you are a trial user, please open a support ticket to get the update file.
es: Tenga en cuenta que el siguiente formulario es para clientes actuales solamente. Si eres un usuario de prueba, por favor abra un ticket de soporte para obtener el archivo de actualización.
pt: Por favor, note que o formulário a seguir é para nossos atuais clientes apenas. Se você é um usuário de teste, por favor abra um ticket de suporte para obter o arquivo de atualização.

source: Device42 Appliance
es: Aparato Device42
pt: Aparelho de Device42

source: Latest Version
es: Última versión
pt: Última Versão

source: Release Notes
es: Notas de la versión
pt: Notas de lançamento
