Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: You are generally required to audit your data center for a variety of reasons - finance audits, security audits, budgeting cycles, need to update that visio nobody has touched in last 6 months etc.
es: Deben generalmente a su centro de datos para una variedad de razones - finanzas auditorías, auditorías de seguridad, presupuestación de la ciclos de auditoría, hay que actualizar ese visio que nadie ha tocado en los últimos 6 meses etcetera.
pt: É geralmente necessário para seu centro de dados para uma variedade de razões - auditorias de finanças, auditorias de segurança, orçamentação ciclos de auditoria, preciso atualizar esse visio que ninguém tocou nos últimos 6 meses etc.

source: You are generally required to audit your data center for a variety of reasons - finance audits, security audits, budgeting cycles, need to update that visio nobody has touched in the last 6 months etc.
es: Deben generalmente a su centro de datos para una variedad de razones - finanzas auditorías, auditorías de seguridad, presupuestación de la ciclos de auditoría, hay que actualizar ese visio que nadie ha tocado en los últimos 6 meses etcetera.
pt: É geralmente necessário para seu centro de dados para uma variedade de razões - auditorias de finanças, auditorias de segurança, orçamentação ciclos de auditoria, preciso atualizar esse visio que ninguém tocou nos últimos 6 meses etc.

source: Auditing a data center - big or small, can be daunting task
es: Auditoría de un centro de datos - grande o pequeño, puede ser tarea de enormes proporciones
pt: Auditoria de um data center - grande ou pequeno, pode ser tarefa difícil

source: The problem is compounded if:
es: El problema se agrava si:
pt: O problema é agravado se:

source: You don’t have an accurate inventory of all your equipment
es: No tienes un inventario exacto de todo su equipo
pt: Você não tem um inventário preciso de todos os seus equipamentos

source: The data you do have exists only in somebody’s head, and you have personnel changes
es: Los datos que usted tiene sólo existen en cabeza de alguien, y tienes cambios de personal
pt: Os dados que você tem só existem na cabeça de alguém, e você tem mudanças de pessoal

source: Servers and other equipment are frequently added and moved within the datacenter and across data centers
es: Servidores y demás equipos con frecuencia se agregan y se movió en el centro de datos y a través de centros de datos
pt: Servidores e outros equipamentos são frequentemente adicionados e moveu-se dentro do Data Center e em data centers

source: The generic solution that most companies use (whenever the audit cycle comes around) - is creating Excel/Visio files. Most of the time, you have to start the process from scratch.<br><em>Issues with excel/vision approach:</em>
es: La solución genérica que mayoría de las empresas (siempre que el ciclo de auditoría viene) - es crear archivos Excel/Visio. Mayoría de las veces, tienes que iniciar el proceso desde cero.<br><em>Temas con enfoque de superación y visión:</em>
pt: A solução genérica que a maioria das empresas usa (sempre que o ciclo de auditoria, volta) - está criando arquivos Excel/Visio. Na maioria das vezes, você tem que começar o processo do zero.<br><em>Problemas com abordagem de excel/visão:</em>

source: Spend weeks or months to get everything documented in excel and visio. It takes a long time to do this right.
es: Pasan semanas o meses para conseguir todo en excel y visio. Lleva mucho tiempo hacer este derecho.
pt: Passe semanas ou meses para obter tudo documentado no excel e visio. Demora muito tempo para fazer isso direito.

source: The process is like taking a snapshot of a running horse and things will change invariably sooner or later.
es: El proceso es como tomar una instantánea de un caballo corriente y las cosas cambiarán invariablemente tarde o temprano.
pt: O processo é como tirar um instantâneo de um cavalo de corrida e as coisas vão mudar, invariavelmente, mais cedo ou mais tarde.

source: Even if you create processes to keep Excel/Visio up-to-date you end up with multiple versions and data issues as there is no centralized editing and no standard template.
es: Incluso si crea procesos para mantener actualizado Excel/Visio terminas con múltiples versiones y datos ya que hay ninguna edición centralizada y sin plantilla estándar.
pt: Mesmo se você criar processos para manter Excel/Visio atualizado você se acabar com vários problemas de versões e dados como não há nenhuma edição centralizada e nenhum modelo padrão.

source: Hardware Audit Solution
es: Solución de auditoría de hardware
pt: Solução de auditoria de hardware

source: Device42’s Audit Export functionality provides a very efficient means to handle audit rectification on the fly, exporting a pre-formatted spreadsheet that lists all the contents of a building, room, or rack, ready to match to what your barcode scanner sees.
es: Funcionalidad de auditoría de la exportación de Device42 proporciona un medio muy eficiente para manejar auditoría de rectificación sobre la marcha, exportar una hoja de cálculo preformateada que enumera todos los contenidos de un edificio, habitación o bastidor, listo para igualar a lo que ve el escáner de código de barras.
pt: Funcionalidade de auditoria exportação do Device42 fornece um meio muito eficiente para lidar com rectificação de auditoria na mosca, exportar uma planilha pré-formatada que lista todo o conteúdo de um edifício, sala ou cremalheira, pronta para corresponder ao que vê o seu scanner de código de barras.

source: Rack to rack, Isle to isle, no WiFi or connection of any kind needed. A quick macro can serve to ensure that what you’ve scanned matches what should be there; turning the cell/line green. In the case of a mismatch, the box/line turns red, and you know rectification is required.
es: Estante a no estante, isla a isla, WiFi o conexión de cualquier tipo necesario. Una macro rápida puede servir para asegurarse de que lo que usted ha analizado coincide con lo que debería ser girar la línea de celular verde. En el caso de un desajuste, la caja/línea se ilumina en roja, y sabes se requiere rectificación.
pt: Cremalheira de rack, de ilha para ilha, sem WiFi ou conexão de qualquer tipo que precisava. Uma macro rápida pode servir para garantir que o que você já digitalizados coincide com o que deveria estar lá; transformando a célula/linha verde. No caso de incompatibilidade, a caixa/linha ficar vermelha, e sabe que a retificação é necessária.

source: What was once an error prone, time consuming, highly manual process is simplified to scanning rack to rack, top to bottom, and only pausing momentarily should something be amiss. No lengthy rectifications when you return to your desk; only update the few differences you uncover. Your audit time is reduced approximately 7-fold.
es: Lo que fue un error es simplificado proceso propenso, mucho tiempo, manual análisis de rack a rack, de arriba a abajo, y sólo detenerse momentáneamente algo debe estar mal. No largas rectificaciones cuando regrese a su escritorio; sólo actualizar las pocas diferencias que descubre. Su tiempo de auditoría se reduce aproximadamente 7-fold.
pt: O que antes era um erro altamente manual, demorado, sujeito a processo é simplificado para digitalização cremalheira para rack, de cima para baixo e apenas pausando momentaneamente algo deve estar errado. Sem longas rectificações quando você retornar para sua mesa; Atualize somente as poucas diferenças que você descobrir. Seu tempo de auditoria é reduzido em aproximadamente 7-fold.

source: Highlights
es: Pone de relieve
pt: Destaques

source: <em>No</em> more manual rectification
es: <em>No</em> más rectificación manual
pt: <em>Não</em> mais retificação manual

source: <em>No</em> connectivity/WiFi needed
es: <em>No</em> conectividad WiFi es necesitada
pt: <em>N</em> conectividade/WiFi necessário

source: <em>No</em> more playing catch-up
es: <em>No</em> más jugar Catch-Up
pt: <em>Não</em> mais jogar catch-up

source: ~7x reduction in audit time
es: ~ 7 reducción de x en el tiempo de la auditoría
pt: ~ redução de x 7 em vez de auditoria

source: Auditing no longer a huge task
es: Auditoría ya no una enorme tarea
pt: Auditoria não é mais uma tarefa enorme

source: No need to invest a massive amount of time and manpower to get a one-time-use point in time snapshot
es: No hay necesidad de invertir una enorme cantidad de tiempo y mano de obra para conseguir un punto de un solo uso en instantánea de tiempo
pt: Não há necessidade de investir uma quantidade enorme de tempo e de recursos humanos para obter um ponto de um tempo-uso no instantâneo de tempo

source: Device42 auto-discovers
es: Descubre automáticamente los Device42
pt: Detecção automática de Device42

source: Discovery can be run on a schedule so you can stop playing catch-up with your infrastructure
es: Descubrimiento se puede ejecutar en un horario por lo que podrás dejar de jugar a ponerse al día con su infraestructura de
pt: Descoberta pode ser executada em um horário, assim você pode parar de brincar de pega-pega com sua infra-estrutura

source: Auditing is no longer a giant undertaking to identify the state of your infra at a point in time
es: Auditoría no es un gigante llevando a cabo identificar el estado de su infraestructura en un momento
pt: Auditoria não é mais um gigante empresa identificar o estado da sua infra-estrutura em um momento

source: Less manual entry, reduced investment of time & manpower, and less errors
es: Menos ingreso manual, reduce la inversión de tiempo y mano de obra y menos errores
pt: Menos entrada manual, reduzido o investimento de tempo e mão de obra e menos erros

source: Device42 means consistency
es: Device42 significa consistencia
pt: Device42 significa consistência

source: Add any number of custom fields, ensuring the ability to document any desired attribute
es: Añadir cualquier número de campos personalizados, asegurando la capacidad de documentar cualquier atributo deseado
pt: Adicionar qualquer número de campos personalizados, garantindo a capacidade de documentar qualquer atributo desejado

source: Central interface ensures everyone documents the same attributes about each CI
es: Interfaz central asegura todos los documentos los mismos atributos de cada CI
pt: Interface central garante todos documentos os mesmos atributos sobre cada CI

source: Device42 utilizes existing data
es: Device42 utiliza datos existentes
pt: Device42 utiliza dados existentes

source: Data in spreadsheets and CSV files can be ingested and organized, eliminating duplicated effort
es: Datos en hojas de cálculo y archivos CSV pueden ser ingeridos y organizados, eliminando duplicados esfuerzos
pt: Dados em planilhas e arquivos CSV podem ser ingeridos e organizados, eliminando duplicação de esforço

source: Data can be pulled from CMDB software like Microsoft SCCM and BMC Remedy
es: Pueden tirar datos de software de la CMDB BMC Remedy como SCCM de Microsoft
pt: Dados podem ser puxados de software CMDB como Microsoft SCCM e BMC Remedy

source: Device42 supports ITAM
es: Device42 apoya ITAM
pt: Device42 suporta ITAM

source: Generate barcodes & QR codes unique to a piece of hardware.
es: Generar códigos de barras y códigos QR únicos a una pieza de hardware.
pt: Gere códigos de barra e códigos QR exclusivos para uma peça de hardware.

source: Supports scanning barcodes with a mobile device, displaying that items CI
es: Soporta escaneo de códigos de barras con un dispositivo móvil, mostrando elementos CI
pt: Suporta a digitalização de códigos de barras com um dispositivo móvel, exibir que itens CI

source: Device42 Rack-Audit sheets save time
es: Hojas Device42 Rack-auditoría ahorrar tiempo
pt: Folhas de Device42 Rack-auditoria economizar tempo

source: Scan racks top to bottom, only pausing momentarily should you see something is amiss
es: Scan de arriba estantes abajo, sólo deteniéndose momentáneamente debe ver que algo anda mal
pt: Varredura de cima para baixo as cremalheiras, somente pausando momentaneamente você deve ver que algo está errado

source: Offline auditing of your data center is simplified to a 3-step export/scan/rectify process
es: Auditoría sin conexión de su centro de datos se simplifica a un proceso de exportación/exploración/rectificación de 3 pasos
pt: Auditoria off-line do seu centro de dados é simplificado para um processo de exportação/digitalização/retificar 3 passos

source: Customers have reported ~7x reduction in audit time
es: Los clientes han informado reducción de ~ 7 x en tiempo de la auditoría
pt: Clientes têm relatado redução de ~ 7 x em vez de auditoria

source: Use Case: IT Agility
es: Caso de uso: Agilidad en ti
pt: Caso de uso: IT agilidade

source: IT Agility - Responsiveness to Service Issues / Change Requests
es: Agilidad en ti - capacidad de respuesta a problemas de servicio / solicitudes de cambio
pt: Agilidade - a capacidade de resposta às questões de serviço / solicitações de alteração

source: <strong>IT Agility</strong>: Responsiveness to Service Issues & Change Requests
es: <strong>Agilidad en ti</strong>: capacidad de respuesta a problemas de servicio y solicitudes de cambio
pt: <strong>IT agilidade</strong>: capacidade de resposta às questões de serviço & solicitações de alteração

source: Speed of processing of ITSM tickets is one measure of IT agility. Customers report that as much as 75%% of the time required to process tickets involves time-consuming research.
es: Velocidad de procesamiento de entradas ITSM es una medida de la agilidad de ti. Clientes informe tanto como 75 %% del tiempo requerido para procesar billetes implica investigación desperdiciador de tiempo.
pt: Velocidade de processamento dos bilhetes ITSM é uma medida de agilidade IT. Os clientes relatam que tanto quanto 75% do tempo necessário para processar bilhetes envolve pesquisa demorada.

source: Device42 gives you instant access to questions such as:
es: Device42 le da acceso instantáneo a preguntas tales como:
pt: Device42 dá-lhe acesso instantâneo a perguntas tais como:

source: What users will be impacted if I have to take down a network/server/storage component?
es: ¿Lo que los usuarios se verá afectados si tengo que tomar abajo un componente de almacenamiento de servidor de red?
pt: O que os usuários serão afetados se for preciso derrubar um componente de rede/servidor/armazenamento?

source: What is my warranty on a piece of equipment? Who do I call for service?
es: ¿Cuál es mi garantía una pieza de equipo? ¿A quién llamo para servicio?
pt: O que é minha garantia de uma peça de equipamento? Para quem eu ligo para o serviço?

source: What is the remote IP address? What are the authentication credentials?
es: ¿Cuál es la dirección remota de IP? ¿Cuáles son las credenciales de autenticación?
pt: Qual é o endereço IP remoto? Quais são as credenciais de autenticação?

source: What IP / subnet should I assign to minimize fragmentation?
es: ¿Qué IP y subred se debe asignar para minimizar la fragmentación?
pt: O IP / sub-rede deve atribuir a minimizar a fragmentação?

source: What is the password to the device on the ticket?
es: ¿Cuál es la contraseña para el dispositivo en el billete?
pt: Qual é a senha para o dispositivo no bilhete?

source: When you open a ticket in your ITSM system, Device42 is right there to give you all the information you need. Pop up an application dependency diagram to view what users and applications are dependent on a piece of equipment. Don’t try to locate warranty contracts in a dusty cabinet. All the warranty information is right there in your ticket along with who to call, the device serial number, and anything else you need. Tired of playing “who knows the password”? You don’t have to do that any more with Device42. When planning IP allocations, view network diagrams and fragmentation charts or just click the “What’s the next available IP button”.
es: Cuando usted abra un ticket en el sistema ITSM, Device42 está ahí para darte toda la información que necesita. Surge un diagrama de dependencia de la aplicación para ver lo que los usuarios y aplicaciones dependen de una pieza de equipo. No intente localizar contratos de garantía en un polvoriento armario. Toda la información está ahí en su boleto junto a quién llamar, el número de serie del dispositivo y nada que necesita. ¿Cansado de jugar a "quien sabe la contraseña"? No tienes hacer más con Device42. Al planificar las asignaciones de IP, ver diagramas de red y tablas de fragmentación o haga clic en el "Qué es el botón IP disponible".
pt: Quando você abre um bilhete em seu sistema ITSM, Device42 está ali para dar-lhe todas as informações que você precisa. Pop-up um diagrama de dependência de aplicativo para ver o que os usuários e aplicativos são dependentes de uma peça de equipamento. Não tente localizar contratos de garantia em um armário empoeirado. Todas as informações de garantia estão ali em seu bilhete junto com quem ligar, o número de série do dispositivo e qualquer outra coisa que você precisa. Cansado de brincar de "quem sabe a senha"? Não precisa fazer isso mais com Device42. Ao planejar alocações de IP, Ver os diagramas de rede e gráficos de fragmentação ou apenas estale o "Qual é o próximo botão IP disponível".

source: Device42 also integrates with many popular ITSM solutions:
es: Device42 también se integra con muchas soluciones populares de ITSM:
pt: Device42 também se integra com muitas soluções ITSM populares:

source: Device42 also <a href="%(tours_patch_cable_management)s">tracks all cabling</a>, including both electrical and network. Network SNMP discovery inventories switches, routers, and firewalls, and can even work out IP to MAC relationships to map MACs to ports. Tracking devices in transit is no problem, as Device42 tracks physical equipment transfers between locations, too. No need to log onto every server to check the config - Device42 can show you your configurations for popular applications.
es: Device42 también <a href="%(tours_patch_cable_management)s">pistas de todo el cableado</a>, incluyendo ambos eléctrico y red. Red SNMP descubrimiento inventarios switches, routers y firewalls y puede incluso trabajar a IP a relaciones de MAC a Mac a los puertos. Seguimiento de dispositivos de tránsito es no hay problema, como transferencias de equipo físico de pistas Device42 entre dos puntos, también. Necesidad de iniciar sesión en cada servidor para comprobar la configuración - Device42 no puede mostrar las configuraciones de aplicaciones populares.
pt: Device42 também <a href="%(tours_patch_cable_management)s">controla todo o cabeamento</a>, incluindo ambos elétricos e rede. SNMP descoberta inventários switches, roteadores e firewalls de rede e pode até mesmo trabalhar IP para relacionamentos de MAC para mapear MACs para portas. Rastreadores em trânsito não é problema, como transferências de equipamentos físicos de faixas de Device42 entre locais, também. Não há necessidade de registro em cada servidor para verificar o config - Device42 pode mostrar suas configurações para aplicações populares.

source: Check out our <a href="%(integrations)s">integrations</a> page, and <a href="%(download)s">download</a> a free 30-day trial today!
es: ¡Revise nuestra página de <a href="%(integrations)s">integraciones</a> y <a href="%(download)s">Descargar</a> una prueba gratuita de 30 días hoy!
pt: Confira nossa página de <a href="%(integrations)s">integrações</a> e <a href="%(download)s">baixar</a> uma versão gratuita de 30 dias hoje!

source: Use Case: IT Automation
es: Caso de uso: IT automatización
pt: Caso de uso: IT automação

source: IT Automation - Automating common IT workflows and maintenance tasks requires an accurate, up-to-date source of information regarding the current state of the infrastructure.
es: IT automatización - automatizar flujos de trabajo IT comunes y tareas de mantenimiento requiere una fuente precisa y actualizada de información sobre el estado actual de la infraestructura.
pt: IT automação - automatizar fluxos de trabalho comuns de IT e tarefas de manutenção requer uma exata, atualizada fonte de informações sobre o estado atual da infra-estrutura.

source: DevOps teams are tasked with automating both common IT workflows and maintenance tasks, which requires an accurate, up-to-date source of information regarding the current state of the infrastructure.
es: Equipos de DevOps tienen la tarea de automatizar flujos de trabajo IT comunes y tareas de mantenimiento, que requiere una fuente precisa y actualizada de información sobre el estado actual de la infraestructura.
pt: Equipes de DevOps são incumbidas de automatizar fluxos de trabalho comuns de IT e tarefas de manutenção, tanto que requer uma fonte de informações sobre o estado atual da infra-estrutura precisa, atualizada.

source: Example automation needs include:
es: Automatización de ejemplo debe incluir:
pt: Necessidades de automação de exemplo incluem:

source: In an Ansible/Puppet/Chef automation script, you need to locate all servers with OpenSSH v2 and then do a refresh.
es: En una secuencia de comandos de automatización Ansible/títeres/Chef, usted necesita localizar todos los servidores con OpenSSH v2 y luego hacer una actualización.
pt: Em um script de automação Ansible/fantoche/Chef, você precisa localizar todos os servidores com o OpenSSH v2 e depois fazer uma atualização.

source: When deploying new servers, you need to find the next available IP address to assign
es: Al implementar nuevos servidores, necesita encontrar la siguiente IP disponible para asignar
pt: Ao implantar novos servidores, você precisa encontrar o próximo endereço IP disponível para atribuir

source: You need to schedule maintenance (e.g., upgrade servers) and must know which internal or external customers are using which servers.
es: Que necesita programar el mantenimiento (por ejemplo, servidores de actualización) y debe saber que los clientes internos o externos utilizan servidores que.
pt: Você precisa agendar a manutenção (por exemplo, servidores de atualização) e deve saber que os clientes internos ou externos estão usando os servidores.

source: You are opening a service request or an issue for a configuration item and would like to link that issue to the actual CI for relevant details.
es: Usted abre una solicitud de servicio o un tema para un artículo de configuración y quisiera vincular esta cuestión a la CI real para los detalles pertinentes.
pt: Você está abrindo uma solicitação de serviço ou um problema para um item de configuração e gostaria de vincular essa questão para a real CI para obter detalhes pertinentes.

source: You need alerts that tell you when you are using too much power or the temperature is too high.
es: Necesita alertas que decirle cuando usted está utilizando demasiada energía o la temperatura es demasiado alta.
pt: Você precisa de alertas que dizer quando você está usando muita potência ou a temperatura é muito alta.
