Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The following update is for v10.1.0 and above <em>(and 64 bit only)</em>. If you are on a version prior to 10.1.0 or on 32 bit appliance, please <a href="https://support.device42.com/anonymous_requests/new" target="_blank">open a support ticket</a> with your current version and we will work with you to get you updated.
es: La siguiente actualización es para v10.1.0 y sobretodo <em>(y sólo de 64 bits)</em>. Si usted está en una versión anterior 10.1.0 o en dispositivo de 32 bits, por favor <a href="https://support.device42.com/anonymous_requests/new" target="_blank">abra un ticket de soporte</a> con su versión actual y trabajaremos con usted para que usted consiga actualizado.
pt: A seguinte atualização é para v10.1.0 e acima <em>(e 64 bits apenas)</em>. Se você está em uma versão anterior à 10.1.0 ou no aparelho de 32 bits, por favor <a href="https://support.device42.com/anonymous_requests/new" target="_blank">abra um ticket de suporte</a> com sua versão atual e nós trabalharemos com você para que você atualizou.

source: Send Update Link
es: Enviar enlace de actualización
pt: Enviar o Link de Atualização

source: Device42 Power Monitoring Appliance
es: Aparato de monitoreo de poder Device42
pt: Aparelho de monitoramento de energia Device42

source: We respect your privacy and will not misuse or sell your personal information. Please read our <a href="%(legal_privacy)s" target="_blank">privacy policy</a>.
es: Respetamos su privacidad y no abusar ni venderá su información personal. Por favor lea nuestra <a href="%(legal_privacy)s" target="_blank">política de privacidad</a>.
pt: Respeito a sua privacidade e não abusar nem vende suas informações pessoais. Por favor, leia nossa <a href="%(legal_privacy)s" target="_blank">política de privacidade</a>.

source: Support
es: Soporte
pt: Suporte

source: Support Portal Home
es: Inicio de portal de soporte
pt: Página inicial de Suporte

source: Open a new support ticket
es: Abrir un nuevo ticket de soporte
pt: Escreve um novo ticket de suporte

source: Updates
es: Actualizaciones
pt: Atualizações

source: Open-Discovery
es: Abierto-descubrimiento
pt: Aberto-descoberta

source: Video introduction to Device42 IT infrastructure management software’s auto-discovery functionality.
es: Video Introducción a la funcionalidad de descubrimiento automático Device42 que infraestructura gestión del software.
pt: Vídeo de introdução para a funcionalidade de detecção automática de Device42-infraestrutura de gestão do software.

source: Video introduction to basic navigation in Device42, the most comprehensive solution for data center infrastructure management.
es: Video Introducción a la navegación básica en Device42, la solución más completa para los datos del centro de gestión de infraestructuras.
pt: Vídeo de introdução para navegação básica em Device42, a solução mais abrangente para dados centro de gerenciamento de infra-estrutura.

source: Transcript
es: Transcripción
pt: Transcrição

source: Video introduction to Password Management in Device42, the most comprehensive solution for data center infrastructure management.
es: Video Introducción a la gestión de contraseñas en Device42, la solución más completa para los datos de centro de gestión de la infraestructura.
pt: Vídeo de introdução ao gerenciamento de senhas em Device42, a solução mais abrangente para dados centro de gerenciamento de infra-estrutura.

source: Video outlining a basic understanding of Device42&#39;s hierarchy and terminology.
es: Video exponiendo un conocimiento básico de la jerarquía y la terminología de Device42.
pt: Vídeo descrevendo uma compreensão básica da hierarquia do Device42 e terminologia.

source: Introducing Device42
es: Introducción Device42
pt: Introdução Device42

source: An overview of Device42s capabilities, features, and use-cases.
es: Un resumen de las capacidades, características y casos de uso Device42s.
pt: Uma visão geral do Device42s capacidades, recursos e casos de uso.

source: Video introduction to IP Address Management in Device42, the most comprehensive solution for data center infrastructure management.
es: Video Introducción a la administración de direcciones IP en Device42, la solución más completa para los datos de centro de gestión de la infraestructura.
pt: Vídeo de introdução ao gerenciamento de endereço IP em Device42, a solução mais abrangente para dados centro de gerenciamento de infra-estrutura.

source: Video introduction to Cable Management in Device42, the most comprehensive solution for data center infrastructure management.
es: Video Introducción a la gestión de cables en Device42, la solución más completa para los datos del centro de gestión de infraestructuras.
pt: Vídeo de introdução à gestão de cabo em Device42, a solução mais abrangente para dados centro de gerenciamento de infra-estrutura.

source: Quick video demonstration of Device42 DCIM functionality - Data center infrastructure management made simple with Device42
es: Rápido video de demostración de la funcionalidad Device42 DCIM - datos de centro de gestión de las infraestructuras sencillas con Device42
pt: Rápido vídeo de demonstração da funcionalidade DCIM Device42 - dados de centro de gerenciamento de infra-estrutura simples com Device42

source: Web-based rack layouts with drag and drop support.
es: Diseños de soporte basados en Web con arrastrar y soltar apoyo.
pt: Layouts de cremalheira baseada na Web com arrastar e soltar apoio.

source: Video introdction to Server Rooms in Device42, the most comprehensive solution for data center infrastructure management.
es: Introdction video para salas de servidores en Device42, la solución más completa para los datos de centro de gestión de la infraestructura.
pt: Vídeo introdction para salas de servidores em Device42, a solução mais abrangente para dados centro de gerenciamento de infra-estrutura.

source: Web Based Server Room Layout
es: Distribución de sala de servidores basado en web
pt: Disposição da Sala do Servidor baseada em Web

source: Visually manage your server room layout with color coded racks based on availability, power and temperature. Easy drag and drop web based interface
es: Gestione visualmente su distribución de la sala de servidores con racks codificados por color en base a la disponibilidad, la energía y temperatura. Fácilmente arrastre y suelte en la interfaz basada en web
pt: Gera visualmente a disposição da sala do servidor com racks codificadas com cores baseadas em disponibilidade, energia e temperatura. Fácil interface arrastar e largar baseada em web

source: Server Rack Diagrams
es: Diagrama de racks de servidores
pt: Diagramas Rack do Servidor

source: Easy patch panel cable management software
es: Sencillo software de gestión de cables del panel de conexiones
pt: Software fácil de gestão de cabos do painel de atualizações

source: Patch panel cable management software
es: Software de gestión de cables del panel de conexiones
pt: Software de gestão de cabos do painel de atualizações

source: Simple way to manage your patch panel connectivity. Use APIs, UI to quickly bring your patch panel documentation under control
es: Una manera sencilla de administrar la conectividad de su panel de conexiones. Utilice las API, e interfaz de usuario para tener rápidamente la documentación de su panel de conexiones bajo control
pt: Maneira simples de gerir a conectividade do seu painel de atualizações. Use APIs, UI para rapidamente manter sob controlo a documentação do seu painel de atualizações

source: Complete Server Inventory Management
es: Completa gestión de inventario de servidores
pt: Completo gerenciamento de inventário de servidor

source: Document the details of every device in your infrastructure. Aided with multiple auto-discovery tools and APIs
es: Documente los detalles de cada dispositivo en su infraestructura. Ayudado con múltiples herramientas de autodetección y APIs
pt: Documente os detalhes de cada dispositivo na sua infraestrutura. Assistido com várias ferramentas de autodescoberta e APIs

source: Comprehensive IT Asset Management
es: Integral de Gestión de Activos
pt: Gestão Compreensiva de Recursos IT

source: Manage lifecycle of your all IT asset including servers and workstations. Use QR codes and mobile phones for easy inventory management
es: Administre el ciclo de vida de todos sus activos de TI incluyendo servidores y estaciones de trabajo. Utilice los códigos QR y teléfonos móviles para una sencilla gestión de inventarios
pt: Gere o ciclo de vida de todos os seus recursos IT incluindo servidores e workstations. Use códigos QR e telemóveis para fácil gestão de inventário

source: Keep tab on your hardware spare parts inventory in your data center
es: Controle el inventario de sus piezas de repuesto de hardware en su centro de datos
pt: Acompanhe o inventário de peças em excesso do seu hardware no seu centro de dados

source: Comprehensive IP Address Management
es: Gestión integral de direcciones IP
pt: Gestão Compreensiva de Endereços IP

source: Manage IPv4 and IPv6 addresses with easy to use web based tool with support for VRF groups and extensive auto-discovery
es: Gestione las direcciones IPv4 e IPv6 con la herramienta fácil de usar basada en la web con soporte para grupos VRF y una extensa autodetección.
pt: Controle endereços IPv4 e IPv6 com uma ferramenta de fácil utilização com suporte para grupos VRF e autodescoberta extensiva

source: Multiple network auto-discovery tools
es: Múltiples herramientas de autodescubrimiento de la red
pt: Várias ferramentas de detecção automática de rede

source: Auto Discovery Tools
es: Heramientas de autodetección
pt: Ferramentas de Autodescoberta

source: Device42 is a comprehensive IT Infrastructure management software. Batteries included. Multiple tools to help you discover, load, and maintain your data fast and easy
es: Device42 es un software de gestión integral de la infraestructura de TI. Baterías incluidas. Múltiples herramientas para ayudar a detectar, cargar y mantener sus datos de manera rápida y sencilla
pt: O Device42 é um software compreensivo de gestão de infraestruturas IT. Baterias incluídas. Múltiplas ferramentas para ajudá-lo a descobrir, carregar e manter os seus dados de maneira fácil e rápida

source: Enterprise password management solution
es: Solución Enterprise de gestión de contraseñas
pt: Solução de gestão de passwords para empresas

source: Device42 comes bundled with an useful enterprise password management software. You can securely manage all your shared password for devices and applications
es: Device42 viene con un útil software de gestión de contraseñas Enterprise. Usted puede administrar de forma segura todas sus contraseñas compartidas para dispositivos y aplicaciones
pt: O Device42 vem junto com um software útil de gestão de passwords para empresas. Você pode gerir as suas passwords partilhadas para dispositivos e aplicações seguramente

source: Application topology mappings software
es: Software de mapeo de topologías de aplicaciones
pt: Software de mapeamento da topologia de aplicações

source: Application Topology Mappings
es: Mapeos de topologías de aplicaciones
pt: Mapeamento da topologia de aplicações

source: With Application mapping component of device42 software you can map the topology of your application components and its impact all the way from a single component to a rack of servers and to the whole data center
es: Con el componente de mapeo de aplicaciones de software de Device42 puede asignar la topología de los componentes de la aplicación y su impacto hasta el final desde un solo componente hasta un rack de servidores y para todo el centro de datos
pt: Com o componente de planeamento de Aplicações do software do device42 você pode planear a topologia dos componentes das suas aplicações e o seu impacto desde um único componente até uma rack de servidores ou mesmo centro de dados inteiro

source: Data Center Documentation Software
es: Software de documentación de centro de datos
pt: Software de documentação do centro de dados

source: Data Center Documentation
es: Documentación de centro de datos
pt: Documentação do centro de dados

source: Powerful data center documentation software makes it easier for teams to manage their IT infrastructure. Features include, server room layouts with heatmaps showing availability, cable management for both network and power connections, and much more!
es: Software de documentación de centro de datos hace más fácil para los equipos a administrar su infraestructura de ti. Características incluyen, diseños de sala de server con heatmaps mostrando disponibilidad, cable de administración para conexiones de red y energía y mucho más!
pt: Software de documentação de centro de dados poderoso torna mais fácil para as equipes gerenciar sua infra-estrutura de ti. As características incluem, layouts de quarto servidor com heatmaps mostrando disponibilidade, cabo gestão para conexões de rede e poder e muito mais!

source: Patch Panel Cable Management with Device42, a Comprehensive DCIM Software. Document end to end physical connectivity with a comprehensive and user friendly solution from Device42.
es: Gestão de Cabos fazer Painel de Conexão com o Device42, um Compreensivo Software DCIM. Documente uma conetividade física de ponta a ponta com uma solução compreensiva e amiga utilizador fazer Device42.
pt: Gestão de Cabos do Painel de Conexão com o Device42, um Compreensivo Software DCIM. Documente a conetividade física de ponta a ponta com a solução compreensiva e amiga do utilizador do Device42.

source: Patch Panel Cable Management Software
es: Software de gestión de cables del panel de conexiones
pt: Software de Gestão de Cabos do Painel de Atualizações

source: Data center teams often find themselves tracing cables within their data center due to outdated, inaccurate patch panel records (usually Excel or Visio files). Worse yet, some data centers lack any tools for managing the ever expanding, ever changing sea of patch panel connections
es: Equipos de centros de datos a menudo se encuentran trazando cables dentro de su centro de datos debido a los registros obsoletos, inexactos panel de conexión (normalmente archivos de Excel o Visio). Peor aún, algunos centros de datos carecen de herramientas para la gestión de la cada vez más amplio, siempre cambiante mar de conexiones del panel parche.
pt: As equipas dos centros de dados encontram-se frequentemente a rastrear cabos dentro do seu centro de dados devido a registos de painel de conexão desatualizados e imprecisos (habitualmente ficheiros Excel ou Visio). Pior ainda, alguns centros de dados têm escassez de ferramentas para gerirem as conexões do painel de conexões, as quais crescem cada vez mais e mudam cada vez mais

source: Fortunately, data center cable management doesn’t have to be daunting, time consuming, and error prone
es: Afortunadamente, gestión de cables del centro de datos no tiene que ser desalentador, consume tiempo y propenso a errores.
pt: Felizmente, a gestão de cabos do centro de dados não tem de ser assustadora, consumidora de tempo e propícia a erros

source: With Device42 software, keeping track of your patch panel cable connections is fast, easy, and accurate. Device42 removes cable management complexity and increases the visibility, control, and efficiency of data center cable management
es: Con el software Device42, hacer el seguimiento de conexiones de los cables del panel de parcheo es rápido, fácil y precisa. Device42 elimina la complejidad de gestión de cables y aumenta la visibilidad, el control y la eficiencia de la gestión del centro de datos por cable.
pt: Com o software Device42, manter o rastro das conexões de cabos do seu painel de conexões é rápido, fácil e preciso. O Device42 remove a complexidade da gestão de cabos e aumenta a visibilidade, controlo e eficiência da gestão dos cabos do centro de dados

source: Manage your patch panels efficiently and effectively
es: Administre sus paneles de conexión eficiente y eficaz
pt: Faça uma gestão eficiente e eficaz dos seus painéis de conexões

source: Support templates for fiber, Ethernet, or any patch panel type
es: Plantillas de apoyo para la fibra, Ethernet, o cualquier tipo de panel de conexiones
pt: Suporta modelos para fibra, Ethernet ou qualquer tipo de painel de conexão

source: Load cabling data using spreadsheet imports
es: Los datos de cableado de carga utilizando las importaciones de hojas de cálculo
pt: Carregue dados de cablagem usando as importações de planilhas

source: Manage cabling data using easy-to-use web-based GUI
es: Administrar los datos de cableado utilizando de usar fácil interfaz gráfica de usuario basada en la web
pt: Faça a gestão dos dados de cablagem usando fáceis de usar GUIs baseados na web

source: Visualize end-to-end connectivity using patch panel layouts
es: Visualice la conectividad de extremo a extremo con los diseños de paneles de conexión
pt: Visualize a conetividade de ponta a ponta usando disposições de painel de conexão

source: Quickly determine port availability and port status
es: Determinar la disponibilidad de puerto y el estado del puerto rápidamente
pt: Determine rapidamente a disponibilidade de porta e estatuto de porta

source: Read more below
es: Leer más a continuación
pt: Leia mais abaixo

source: Template Based Patch Panels
es: Plantilla Basado Patch Panels
pt: Painéis de Atualizações Baseados em Templates

source: Device42’s template-based, data center patch panel diagrams allow IT staff to quickly create custom patch panel diagrams that provide instant clarity to cable connections. When creating new patch panel records, IT staff can chose an existing patch panel template or create an entirely new patch panel model “on the fly”. Patch panel templates make building patch panel documentation easy, and fast
es: , Diagramas de paneles de conexión de centros de datos basados ​​en plantillas de Device42 permiten al personal de TI crear rápidamente diagramas del panel de parcheo de encargo que proporcionan claridad instantáneo a las conexiones de cable. Al crear nuevos registros de paneles de conexión, el personal de TI puede elegir una plantilla de panel de conexión existente o crear una nueva modelo de panel de conexiones "sobre la marcha". Plantillas del panel Patch hacen documentación patch panel edificio fácil y rápido:
pt: Sendo de base de modelo do Device42, os diagramas do painel de conexão de centro de dados permitem que a equipa TI crie rapidamente diagramas de painel de conexão personalizados que fornecem clareza instantânea para as conexões de cabo. Quando cria novos registos de painel de conexão, a equipa TI pode escolher um modelo de painel de conexão existente ou cria um modelo de painel de conexão inteiramente novo "de imediato". Os modelos de painel de conexão fazem com que seja fácil e rápido constituir documentação do painel de conexão

source: Flexible port types - singular (all ports the same), or modular (mixed port types
es: Tipos flexibles de puertos - singulares (todos los puertos de la misma), o modular (tipos de puerto mixto)
pt: Tipos de porta flexíveis - singular (todas as portas a mesma), ou modular (tipos de porta misturadas)

source: User-defined port types provide complete flexibility
es: Tipos de puerto definidas por el usuario proporcionan flexibilidad completa
pt: Os tipos de porta definidos pelo utilizador fornecem total flexibilidade

source: User-defined port types allow you to create the port type to suit your needs
es: Tipos de puerto definidas por el usuario le permiten crear el tipo de puerto para satisfacer sus necesidades
pt: Os tipos de porta definidos pelo utilizador permitem que crie o tipo de porta que se adequa às suas necessidades

source: Track individual fiber strands with paired ports
es: Seguir hebras de fibra individuales con puertos pareadas
pt: Rastreie fios de fibra individuais com portas emparelhadas

source: Powerful Patch Panel Visualization
es: Patch Potente Visualization Panel
pt: Forte Visualização do Painel de Atualizações

source: Device42’s template-based data center patch panel diagrams make patch panel record keeping easy and fast. Patch panel diagrams clearly display connections and instantly convey connection details needed for effective patch panel management
es: Diagramas de paneles de conexión de centros de datos basados ​​en plantillas de Device42 hacen récord patch panel mantener fácil y rápido. Diagramas del panel Patch muestran claramente las conexiones y transmiten datos de conexión necesarios para la gestión eficaz panel de conexión al instante.
pt: Os diagramas de painel de conexão de centro de dados baseados em modelos do Device42 fazem com que a manutenção de registos de painel de conexão seja fácil e rápido. Os diagramas de painel de conexão exibem nitidamente as conexões e fornecem instantaneamente detalhes da conexão necessários para uma gestão eficaz do painel de conexão

source: Visual patch panel layouts are easy to use
es: Diseños del panel de parcheo visuales son fáciles de usar
pt: As disposições dos painéis de conexões visuais são fáceis de utilizar

source: Users can quickly access detailed port information
es: Los usuarios pueden acceder rápidamente a la información detallada de puerto
pt: Os utilizadores podem aceder rapidamente a informação detalhada da porta

source: Color coded icons clearly show connection status
es: Iconos codificados en color muestran claramente el estado de conexión
pt: Os ícones de codificação colorida exibem o estado da conexão

source: Mouse-over cables to view local or remote – ports and devices
es: Cables Ratón-vuelta para ver los locales o remotos - puertos y dispositivos
pt: Passe com o rato sobre os cabos para ver portas e dispositivos - locais ou remotos

source: View physical connections to local devices
es: Ver conexiones físicas a dispositivos locales
pt: Ver ligações físicas com dispositivos locais

source: Patch panel drag and drop connection
es: Arrastrar y Conexiones de puerto gota
pt: Conexão de arrastar e largar do painel de conexão

source: Drag and Drop Port Connections
es: Arrastrar y Conexiones de puerto gota
pt: Arrastar e Largar Conexões de Portas

source: In addition to providing clear patch panel visualizations, Device42 enables easy management of routine port connection changes using familiar drag and drop functionality
es: Además de proporcionar visualizaciones panel de conexiones claras, Device42 permite una fácil gestión de cambios de conexión del puerto de rutina usando arrastrar familiar y la funcionalidad de caída:
pt: Para além de fornecer visualizações claras de painel de conexão, o Device42 permite a fácil gestão de rotina de alterações da porta de conexão usando a familiar funcionalidade arrastar e largar

source: Drag and drop to create connections from patch panel ports to devices
es: Arrastrar y soltar para crear conexiones desde puertos del panel de parches a los dispositivos
pt: Arraste e largue para criar conexões das portas do painel de conexão com os dispositivos

source: Connect patch panel with switch ports, and switch ports with devices
es: Conecte panel de conexiones con los puertos del switch, y cambiar los puertos con dispositivos
pt: Ligue o painel de conexão com as portas de permuta e as portas de permuta com os dispositivos

source: Confirmation checks eliminate accidental connection overwrites
es: Cheques Confirmación eliminan sobrescribe conexión accidentales
pt: Verificações de confirmação eliminam as sobrescritas acidentais de ligação

source: Detailed Patch Panel Port Information
es: Patch Panel de información detallada Puerto
pt: Informação Detalhada da Porta do Painel de Conexão
