Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Click through from your BMC Remedy ticket to view the full CI details in Device42
es: Haga clic a través de tu entrada de BMC Remedy para ver los detalles completos de la CI en Device42
pt: Clique através do seu bilhete de BMC Remedy para visualizar os detalhes completos do CI em Device42

source: Direct visibility and historical accountability into exactly which devices a ticket affected, even if the device has been moved, renamed, or retired
es: Visibilidad directa y la responsabilidad histórica en exactamente qué dispositivos entrada afectada, incluso si el dispositivo se ha movido, renombrado o retirado
pt: Visibilidade directa e responsabilidade histórica em exatamente quais dispositivos um bilhete afetado, mesmo se o dispositivo tiver sido movido, renomeado ou aposentado

source: BMC Remedy Integration
es: Integración del recurso BMC
pt: BMC Remedy integração

source: Link CMDB items and CI to issues in BMC Remedy
es: Vincular elementos CMDB y CI con temas en BMC Remedy
pt: Vincular itens CMDB e CI para questões do BMC Remedy

source: Now you can associate auto-discovered IT assets (or Configuration Items; CI) including devices, parts, PDUs and racks from Device42 with BMC Remedy tickets. Within BMC Remedy, Device42 Configuration Items can be directly selected when creating a BMC Remedy ticket.
es: Ahora puede asociar auto descubrió que activos (o elementos de configuración; IC) entre dispositivos, partes, PDU y estantes de Device42 con entradas de BMC Remedy. En BMC Remedy, elementos de configuración de Device42 puede directamente seleccionar al crear un ticket de BMC Remedy.
pt: Agora você pode associar detectados automaticamente ativos (ou itens de configuração; CI) incluindo dispositivos, peças, PDUs e cremalheiras de Device42 com bilhetes de BMC Remedy. Dentro de BMC Remedy, itens de configuração de Device42 pode ser selecionado diretamente ao criar um bilhete de BMC Remedy.

source: Upon clicking View icon, device NHCTDC1R4 opens in Device42
es: Al hacer clic en el icono de vista, el dispositivo NHCTDC1R4 abre en Device42
pt: Após clicar no ícone de vista, o dispositivo NHCTDC1R4 abre no Device42

source: View CI details from BMC Remedy tickets
es: Ver CI detalles de entradas de BMC Remedy
pt: Detalhes de exibição CI de bilhetes BMC Remedy

source: With the Device42 BMC Remedy connector, all of your detailed device information within Device42 for that Configuration Item is just a click away from your BMC Remedy ticket. Each CI in includes a link to view the Device42 page for that Configuration Item, enabling quick navigation to a detailed view of a given configuration item’s details in Device42.
es: Con el conector Device42 BMC Remedy, toda su información detallada del dispositivo de Device42 para ese elemento de configuración es sólo un clic de tu boleto de BMC Remedy. Cada CI en incluye un enlace para ver la página de Device42 para ese elemento de configuración, lo que permite una navegación rápida a una vista detallada de los datos de un elemento de configuración dada en Device42.
pt: Com o conector Device42 BMC Remedy, todas as informações detalhadas do dispositivo dentro de Device42 para o Item de configuração é apenas um clique afastado seu bilhete BMC Remedy. Cada CI em inclui um link para visualizar a página Device42 para aquele Item de configuração, permitindo uma navegação rápida para uma visão detalhada dos detalhes do item uma dada configuração em Device42.

source: Download the BMC Remedy / Device42 CMDB connector for better ITSM today!
es: Descargar BMC Remedy / conector Device42 CMDB para mejor ITSM hoy!
pt: Baixar o BMC Remedy / conector do Device42 CMDB para ITSM melhor hoje!

source: Device42 Confluence Connector
es: Conector Device42 Confluencia
pt: Conetor Confluence do Device42

source: This connector makes the devices in Device42 to be added to Confluence articles. Users can choose links/details or tables from Device42 from within their Confluence articles. Users can easily add this free add-on to their server-based Confluence installations and cache the devices from Device42 into Confluence. Some of the highlights for this integration are featured below.
es: Este conector hace que los dispositivos en Device42 para ser añadido a los artículos de confluencia. Los usuarios pueden elegir enlaces y detalles o tablas de Device42 desde dentro de sus artículos de confluencia. Los usuarios pueden fácilmente agregar este complemento gratuito a sus instalaciones de confluencia basada en servidor y caché de los dispositivos de Device42 en confluencia. Algunos de los aspectos más destacados de esta integración se presentan a continuación.
pt: Este conector faz com que os dispositivos em Device42 para ser adicionado a artigos de confluência. Os usuários podem escolher links/detalhes ou tabelas de Device42 de dentro de seus artigos de confluência. Os usuários podem facilmente adicionar este add-on gratuito para suas instalações de confluência baseadas em servidor e armazenar em cache os dispositivos de Device42 em confluência. Alguns dos destaques para esta integração são apresentados abaixo.

source: Users can download the JIRA Device42 connector from the
es: Los usuarios pueden descargar el conector de JIRA Device42 de la
pt: Os usuários podem baixar o conector JIRA Device42 do

source: Confluence Integration
es: Integración de confluencia
pt: Integração de confluência

source: Add Device42 links/details/tables using Macros
es: Añadir Device42 enlaces / datos / tablas mediante macros
pt: Adicione links/detalhes/tabelas do Device42 usando Macros

source: Once you configure the plugin, you can select the macros to add device details, links or tables in the articles.
es: Una vez que configuras el plugin, puede seleccionar las macros para agregar detalles de dispositivo, enlaces o tablas en los artículos.
pt: Uma vez que você configurar o plugin, você pode selecionar as macros para adicionar detalhes do dispositivo, links ou tabelas nos artigos.

source: Embed device details
es: Detalles del dispositivo Incrustar
pt: Detalhes de dispositivo embebidos

source: Embedded device details will show D42 ID, name, hardware model, asset tag, and other details.
es: Detalles de dispositivo incrustado mostrará D42 ID, nombre, modelo de hardware, etiqueta de activos y otros detalles.
pt: Detalhes do dispositivo incorporado mostrará D42 ID, nome, modelo de hardware, marca de ativos e outros detalhes.

source: Embed device tables using extended filters
es: Tablas de dispositivos Integrar utilizando filtros extendidos
pt: Embeba tabelas de dispositivo usando filtros estendidos

source: You can use multiple filters to select certain set of devices and embed the resulting table as list of devices in the articles.
es: Puede utilizar varios filtros para seleccionar cierto conjunto de dispositivos e incrustar la tabla resultante como la lista de dispositivos en los artículos.
pt: Você pode usar vários filtros para selecionar determinado conjunto de dispositivos e incorporar a tabela resultante como lista de dispositivos nos artigos.

source: Enhance your IPAM with the InfoBlox / Device42 integration
es: Mejorar su IPAM con el InfoBlox / Device42 integración
pt: Melhorar seu IPAM com o InfoBlox / integração de Device42

source: Easily utilize this free script to gather information from an Infoblox installation and send it to your Device42 appliance via the REST APIs.
es: Fácilmente utilizar este script gratis para obtener información de una instalación de Infoblox y enviar a su aparato de Device42 por el resto APIs.
pt: Facilmente utilize este script gratuito para coletar informações de uma instalação de Infoblox e enviá-lo para seu aparelho Device42 através de APIs REST.

source: The Device42 / Infoblox Integration gathers the following from Infoblox:
es: El Device42 / integración de Infoblox reúne las siguientes de Infoblox:
pt: O Device42 / Infoblox integração reúne o seguinte de Infoblox:

source: Subnets
es: Subredes
pt: Subredes

source: Static IP addresses
es: Direcciones IP estáticas
pt: Endereços IP estáticos

source: MAC addresses
es: Direcciones MAC
pt: Endereços MAC

source: Device names (if detected by Infoblox)
es: Nombres de dispositivo (si es detectada por Infoblox)
pt: Nomes de dispositivo (se detectado pelo Infoblox)

source: Device OS (if detected by Infoblox)
es: Dispositivo de sistema operativo (si es detectada por Infoblox)
pt: Dispositivo OS (se detectado pelo Infoblox)

source: Pre-Requisites
es: Requisitos previos
pt: Pré-requisitos

source: The integration script assumes that you are running Infoblox with web api (wapi) v 1.2
es: El script de integración asume que se está ejecutando Infoblox con web api (wapi) v 1.2
pt: O script de integração pressupõe que você está executando Infoblox com web api (wapi) v 1.2

source: The integration script gathers data for fixed IP addresses recorded in Infoblox
es: El script de integración reúne datos para las direcciones IP fijas en Infoblox
pt: O script de integração reúne dados para endereços IP fixos gravados em Infoblox

source: This integration script works with Device42 v5.8.1 and newer
es: Este script de integración funciona con Device42 v5.8.1 y posteriores
pt: Este script de integração funciona com Device42 v5.8.1 e mais recentes

source: This script runs on Linux and Windows
es: Este script se ejecuta en Linux y Windows
pt: Este script funciona em Linux e Windows

source: Requirements
es: Requisitos
pt: Requisitos

source: install via
es: instalar a través de
pt: instalar via

source: Device42 has IPAM, but if you need a full DDI tool, Infoblox & Bluecat are good choices. For those needing a DDI tool, Device42 integrates with Infoblox.
es: Device42 tiene IPAM, pero si usted necesita una herramienta completa de DDI, Infoblox y Bluecat son buenas opciones. Para aquellos que necesitan una herramienta DDI, Device42 integra con Infoblox.
pt: Device42 tem o IPAM, mas se você precisa de uma ferramenta completa de DDI, Infoblox & Bluecat são boas escolhas. Para aqueles que necessitam de uma ferramenta DDI, Device42 integra com Infoblox.

source: Download the Infoblox integration script for Device42 for a <em>better IPAM</em> today!
es: ¡Descargar el script de integración Infoblox para Device42 para un <em>mejor IPAM</em> hoy!
pt: Baixe o script de integração Infoblox para Device42 para uma <em>melhor IPAM</em> hoje!

source: The latest version is available on our <a href="https://github.com/device42/Sync-From-Infoblox" target="_blank" class="ext-link">Github repo.</a>
es: La última versión está disponible en nuestro <a href="https://github.com/device42/Sync-From-Infoblox" target="_blank" class="ext-link">repositorio de Github.</a>
pt: A versão mais recente está disponível em nosso <a href="https://github.com/device42/Sync-From-Infoblox" target="_blank" class="ext-link">Github repo.</a>

source: Enhance JIRA for ITIL/ITSM with Device42 CMDB plugin
es: Mejorar la JIRA de ITIL/ITSM con CMDB Device42 plugin
pt: Realce o JIRA para ITIL/ITSM com plugin do Device42 CMDB

source: Users can easily add this free module to their server-based JIRA installations and schedule a data sync from Device42 into JIRA. With that sync, Device42 ITAM data is available when creating a service request, ticket or issue.
es: Los usuarios pueden fácilmente agregar este módulo gratuito a sus instalaciones de JIRA basadas en servidor y programar una sincronización de datos de Device42 en JIRA. Con esa sincronización, datos Device42 ITAM están disponibles al crear una solicitud de servicio, boleto o número.
pt: Os usuários podem facilmente adicionar este módulo gratuito para suas instalações de JIRA baseadas em servidor e agende uma sincronização de dados de Device42 em JIRA. Com essa sincronização, dados Device42 ITAM estão disponíveis ao criar uma solicitação de serviço, bilhete ou problema.

source: Connector
es: Conector
pt: Conector

source: Some of the highlights of this integration are featured below...
es: Algunos de los aspectos más destacados de esta integración se presentan a continuación...
pt: Alguns dos destaques desta integração são apresentados abaixo...

source: JIRA Integration
es: Integración JIRA
pt: Integração JIRA

source: Once the Device42 configuration management database is synced to JIRA, users can select any of the CIs to create issues in JIRA. Currently the sync encompasses devices, power units, parts and racks. When new issues are created in JIRA, users can select multiple CIs from a drop-down list or search for CIs by name to refine the list selections. User can add one or more Device42 custom fields as well.
es: Una vez que la base de datos de gestión de configuración Device42 está sincronizado con JIRA, los usuarios pueden seleccionar cualquiera de los CIs para crear temas en JIRA. Actualmente la sincronización abarca dispositivos, energía, piezas y repartidores. Cuando se crean nuevos problemas en JIRA, los usuarios pueden seleccionar múltiples CIs de una lista drop-down para o CIs por nombre para refinar las opciones de la lista. Usuario puede agregar uno o más Device42 campos personalizados también.
pt: Uma vez que o banco de dados de gerenciamento de configuração Device42 é sincronizado com o JIRA, os usuários podem selecionar qualquer um dos CIs para criar problemas no JIRA. Atualmente a sincronização abrange dispositivos, unidades, partes e cremalheiras. Quando novos problemas são criados no JIRA, os usuários podem selecionar vários CIs uma lista drop-down ou busca para CIs por nome para refinar as seleções de lista. Usuário pode adicionar um ou mais Device42 os campos personalizados também.

source: View CI details from JIRA helpdesk issues
es: Ver CI detalles de JIRA helpdesk temas
pt: Detalhes de exibição CI do JIRA helpdesk questões

source: Once the Device42 JIRA connection is made, users can see details from Device42 (such as serial #, asset #, and hardware model) for that CI in JIRA. Similarly, you can see the associated info for other CI types. Conversely, the CIs in JIRA can be linked to view the Device42 page for that Configuration Item enabling users to easily view configuration item details in Device42.
es: Una vez hecha la conexión Device42 JIRA, los usuarios pueden ver detalles de Device42 (como serial #, activo y modelo de hardware) para que CI en JIRA. Del mismo modo, puede ver la información asociada para otros tipos de CI. Por el contrario, pueden vincularse el CIs en JIRA para ver la página de Device42 para que ese elemento de configuración permitiendo a los usuarios ver fácilmente detalles del elemento de configuración en Device42.
pt: Uma vez feita a conexão JIRA Device42, os usuários podem ver detalhes da Device42 (tais como # serial, activo # e modelo de hardware) para esse CI no JIRA. Da mesma forma, você pode ver a informação do associado para outros tipos de CI. Por outro lado, o CIs em JIRA podem ser vinculado para exibir a página de Device42 para o Item de configuração, permitindo que os usuários facilmente, Ver os detalhes do item de configuração em Device42.

source: CIs from the issue navigator
es: CIs desde el navegador de edición
pt: SIA do navigator questão

source: If you add the Device42 custom field to the issue navigator, you will be able to see brief information about each CI that is linked to the ticket with the ability to follow the link to jump into the Device42 application. If you hover over the link you will see detailed information about the device.
es: Si agrega el campo personalizado de Device42 en el navegador del tema, usted podrá ver información breve acerca de cada CI vinculado con el billete con la capacidad de seguir el enlace para saltar en la aplicación de Device42. Si pasa el ratón sobre el enlace, verá toda la información sobre el dispositivo.
pt: Se você adicionar o campo personalizado de Device42 para o navegador do problema, você poderá ver informações breves sobre cada CI que está vinculada para o bilhete com a habilidade de seguir o link para saltar para a aplicação de Device42. Se você passar o mouse sobre o link você verá informações detalhadas sobre o dispositivo.

source: Search JIRA service requests by Configuration items
es: Buscar solicitudes de servicio JIRA por items de la configuración
pt: Solicitações de serviço JIRA busca por itens de configuração

source: Once the CIs from the Device42 IT Asset Management system are synced in JIRA, you can do simple search or advanced search based on JQL (JIRA Query Language). For simple search, you can go to “more” in the issue navigator and choose the Device42 custom field to query. For Advanced search, you can go to Advanced search mode and search using JQL.
es: Una vez que el CIs de la Device42 que Asset Management sistema se sincronizan en JIRA, puede hacer búsqueda simple o búsqueda avanzada basada en JQL (JIRA Query Language). Para búsquedas simples, puede ir a "mas" en el navegador de edición y elija el campo personalizado de Device42 a consulta. Para búsqueda avanzada, puede ir al modo de búsqueda avanzada y búsqueda usando JQL.
pt: Uma vez o CIs do Device42-Asset Management sistema são sincronizados no JIRA, você pode fazer pesquisa simples ou pesquisa avançada baseada em JQL (JIRA Query Language). Para uma pesquisa simples, você pode ir para "mais" no navegador de emissão e escolha o campo personalizado de Device42 para consulta. Para pesquisa avançada, você pode ir para o modo de pesquisa avançada e Pesquisar usando JQL.

source: Download JIRA CMDB Connector <small>(for better ITSM)
es: Descargar JIRA CMDB conector <small>(para mejor ITSM)</small>
pt: Download JIRA CMDB conector <small>(para melhor ITSM)</small>

source: Users can download the JIRA Device42 connector from the <a href="https://marketplace.atlassian.com/plugins/com.device42.atlas.jira.d42jira/server/overview" target="_blank">Atlassian Marketplace</a>
es: Los usuarios pueden descargar el conector de JIRA Device42 <a href="https://marketplace.atlassian.com/plugins/com.device42.atlas.jira.d42jira/server/overview" target="_blank">Atlassian Marketplace</a>
pt: Os usuários podem baixar o conector JIRA Device42 partir da <a href="https://marketplace.atlassian.com/plugins/com.device42.atlas.jira.d42jira/server/overview" target="_blank">Atlassian Marketplace</a>

source: Device42 as Resource Model Source Plugin for Rundeck
es: Device42 como recursos modelo fuente Plugin para Rundeck
pt: Device42 como Plugin de fonte de modelo de recurso para Rundeck

source: Device42 plugin works as a resource model source for Rundeck. Using this integration, Rundeck jobs can be built to handle changing environments thanks to the complementary integration with Device42's auto-discoveries providing accurate, up to date information.
es: Device42 plugin funciona como un modelo de fuente de recursos para Rundeck. Con esta integración, Rundeck empleos pueden ser construidos para manejar ambientes cambiantes gracias a la integración complementaria de Device42 auto-descubrimientos proporcionando información precisa y actualizada.
pt: Device42 plugin funciona como uma fonte de modelo de recurso para Rundeck. Usando essa integração, Rundeck empregos podem ser construídos para lidar com uma mudança de ambiente graças a integração complementar com autodescobertas do Device42, fornecendo informações precisas e actualizadas.

source: Automate Everything
es: Automatizar todo
pt: Automatizar tudo

source: This Device42 rundeck plugin will allow you to filter your nodes based on service level, customer, operating system, tags and more. The next time a security vulnerability threatens your organization's data patching affected systems will be a <span class="text-italic text-strong font-stack-roboto">quick and painless</span> process.
es: Device42 rundeck plugin le permitirá filtrar los nodos basados en nivel de servicio al cliente, sistemas operativos, tags y más. La próxima vez una vulnerabilidad de seguridad amenaza con parches sistemas afectados los datos de su organización será un proceso <span class="text-italic text-strong font-stack-roboto">rápido e indoloro</span> .
pt: Este plugin de rundeck Device42 lhe permitirá filtrar os nós com base no nível de serviço, do cliente, sistema operacional, etiquetas e muito mais. Da próxima vez que uma vulnerabilidade de segurança ameaça dados da sua organização patches nos sistemas afetados será um processo <span class="text-italic text-strong font-stack-roboto">rápido e indolor</span> .

source: Open source repository
es: Repositorio de código abierto
pt: Repositório de código-fonte aberto

source: This plugin code is available on <a href="https://github.com/device42/Rundeck-Device42-Nodes-Plugin" class="ext-link" target="_blank">Device42 Rundeck GitHub repo</a> as an open-source project. This is licensed under Apache 2.0 and instructions to build from source are included in the README file.
es: Este código del plugin está disponible en la <a href="https://github.com/device42/Rundeck-Device42-Nodes-Plugin" class="ext-link" target="_blank">repo Device42 Rundeck GitHub</a> como un proyecto de código abierto. Esto está licenciado bajo la Apache 2.0 y se incluyen instrucciones para la construcción de la fuente en el archivo README.
pt: Este código de plugin está disponível em <a href="https://github.com/device42/Rundeck-Device42-Nodes-Plugin" class="ext-link" target="_blank">Device42 Rundeck GitHub repo</a> como um projeto open-source. Isto é licenciado sob a Apache 2.0 e instruções para construir de fonte são incluídas no arquivo README.

source: Rundeck Integration
es: Rundeck integración
pt: Rundeck integração

source: Installation and Configuration
es: Instalación y configuración
pt: Instalação e configuração

source: Installing the plugin is as easy as copying the .jar file to your Rundeck plugins folder. On Ubuntu, the default directory for this is
es: Instalar el plugin es tan fácil como copiar el archivo .jar a la carpeta de plugins Rundeck. En Ubuntu, el directorio predeterminado para esto es
pt: Instalar o plugin é tão fácil quanto copiar o arquivo. jar para a pasta de plugins do Rundeck. No Ubuntu, o diretório padrão para isto é

source: Alternatively you can build the plugin using Gradle by cloning the Github repository
es: Alternativamente usted puede construir el plugin usar Gradle clonando el repositorio de Github
pt: Como alternativa, você pode construir o plugin usando o Gradle clonando o repositório Github

source: To setup the filter, add a new Rundeck resource to the project you are on through Configuration and select
es: Para configurar el filtro, añadir un nuevo recurso Rundeck al proyecto que está en configuración y seleccione
pt: Para configurar o filtro, adicionar um novo recurso de Rundeck para o projeto que está na configuração e selecione

source: Enter your Device42 URL and credentials, and then you can enter filter values.
es: Introduzca su URL Device42 y credenciales, y luego puede introducir valores de filtro.
pt: Digite sua URL Device42 e credenciais, e então você pode inserir valores de filtro.
