Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42 is your always up to date, single source of truth for any automation system. From out of the box automation solutions including if-this-then-that tools to homegrown scripts, Device42’s powerful Webhooks & well documented RESTful APIs can both provide the triggers to drive automation as well as the facilities to be quickly and easily populated by automation. All this plus its many 3rd party integrations mean Device42 should be a go-to tool in the DevOps toolbox.
es: Device42 es su fuente siempre hasta la fecha, solo de verdad para cualquier sistema de automatización. Fuera de las soluciones de automatización de caja incluyendo herramientas if-este-entonces-que a los scripts de cosecha propia, de Device42 Webhooks de gran alcance y bien documentada API RESTful pueden ambos proporcionan los disparadores para la automatización de la unidad así como las instalaciones y rápidamente pobladas por la automatización. Todo esto además de sus muchas integraciones de partido 3 º significan que device42 debe ser una herramienta para ir en la caja de herramientas DevOps.
pt: Device42 é a sua fonte sempre até à data, o único da verdade para qualquer sistema de automação. Fora as soluções de automação caixa incluindo ferramentas se-este-então-que scripts caseiros, do Device42 poderoso Webhooks & APIs RESTful bem documentados podem ambas fornecem os gatilhos para automação da unidade, bem como as instalações a ser rapidamente e facilmente preenchido pela automação. Tudo isso além de suas muitas integrações de festa 3º dizer que device42 deve ser uma ferramenta que na caixa de ferramentas DevOps.

source: When you open a ticket in your ITSM system, Device42 is right there to give you all the information you need. Integrations with many popular ticketing systems allow direct linking of CI to service tickets. Pop up an application dependency diagram to view what users and applications are dependent on a piece of equipment.
es: Cuando usted abra un ticket en el sistema ITSM, Device42 está ahí para darte toda la información que necesita. Integraciones con sistemas de venta de entradas populares muchos permiten una vinculación directa de CI a entradas de servicio. Surge un diagrama de dependencia de la aplicación para ver lo que los usuarios y aplicaciones dependen de una pieza de equipo.
pt: Quando você abre um bilhete em seu sistema ITSM, Device42 está ali para dar-lhe todas as informações que você precisa. Integrações com sistemas de bilhética muitos populares permitem ligando direto do CI para bilhetes de serviço. Pop-up um diagrama de dependência de aplicativo para ver o que os usuários e aplicativos são dependentes de uma peça de equipamento.

source: When planning IP allocations, view network diagrams and fragmentation charts and have your script request the next available IP from Device42 via a call to the RESTful API. DevOps can also leverage the API to easily return a list of software installed on a machine, so both finding instances with versions in need of upgrade, and performing the upgrades can be fully automated.
es: Cuando planificación de asignaciones de IP, ver diagramas de red y tablas de fragmentación y su script reciba la siguiente IP disponible del Device42 través de una llamada a la API RESTful. DevOps también pueden aprovechar la API para volver fácilmente una lista de software instalado en una máquina, por lo tanto encontrar casos con versiones que necesitan actualización, realizando las actualizaciones pueden ser totalmente automatizados.
pt: Ao planejar alocações de IP, Ver os gráficos de fragmentação e diagramas de rede e ter seu script solicitar o IP disponível próximo de Device42 meio de uma chamada para a API RESTful. DevOps também podem utilizar a API para facilmente retornar uma lista de software instalado em uma máquina, portanto tanto encontrar instâncias com versões que necessitam de atualização e executar as atualizações podem ser totalmente automatizadas.

source: Device42 also tracks <a href="%(tours_data_center_power_management)s">power usage</a>, which includes notifications and alerts regarding imminent overages, bad battery packs, high temperatures, and <span class="font-stack text-italic text-strong text-warning">much more!
es: Device42 también pistas de <a href="%(tours_data_center_power_management)s">uso de la energía</a>, que incluye las notificaciones y alertas sobre la inminente excedentes, baterías malas, altas temperaturas, y <span class="font-stack text-italic text-strong text-warning">mucho más!</span>
pt: Device42 também controla o <a href="%(tours_data_center_power_management)s">uso de energia</a>, que inclui notificações e alertas relativos a iminentes excedentes, blocos da bateria ruim, altas temperaturas, e <span class="font-stack text-italic text-strong text-warning">muito mais!</span>

source: Use Case: Mergers and Acquisitions
es: Caso de uso: Fusiones y adquisiciones
pt: Caso de uso: Fusões e aquisições

source: Mergers and acquisitions are a lot more than paperwork and a name change. When companies merge, each company will initially have its own supporting IT Infrastructure that comes along with it.
es: Fusiones y adquisiciones son mucho más que papeles y un cambio de nombre. Cuando las empresas se fusionan, cada empresa contará inicialmente con su propio apoyo infraestructura que viene junto con él.
pt: Fusões e aquisições são muito mais do que a papelada e uma mudança de nome. Fusões de empresas, inicialmente cada empresa terá seu próprio apoio infra-estrutura que vem junto com ele.

source: Mergers and Acquisitions
es: Fusiones y adquisiciones
pt: Fusões e aquisições

source: Now that the companies are merging, their data-centers need to merge as well. It needs to be decided what services from each infrastructure are critical, and will remain, and which will be consolidated or eliminated. There may be two different answers for both the short term and long term, as well. Because of this, the process involves in depth planning, testing, and careful execution, as neither party was likely at all familiar with the others infrastructure before the merger or acquisition. There is also can exist much risk and many unknowns when merging AD forests and domain trusts, for example, as this grants various access rights across unfamiliar domains.
es: Ahora que las empresas se están fusionando, sus centros de datos necesitan combinar así. Debe ser decidido lo que servicios de cada infraestructura críticas y serán siendo, y que se consolidaron o eliminarse. Puede haber dos respuestas diferentes para el corto plazo y largo plazo. Debido a esto, el proceso implica en profundidad planificación, verificación y ejecución cuidadosa, como ninguna de las partes en todos familiarizados con las otras infraestructuras antes de la fusión o adquisición. Hay también puede existir mucho riesgo y muchas incógnitas al combinar AD bosques y confianzas de dominio, por ejemplo, como esto otorga diferentes derechos de acceso a través de dominios que no estén familiarizados.
pt: Agora que as empresas se fundindo, seus centros de dados precisam mesclar também. Ele precisa ser decidido o que serviços de cada infra-estrutura são críticos e continuará a ser, e que serão consolidados ou eliminados. Pode haver duas respostas diferentes para o curto prazo e longo prazo, bem como. Devido a isso, o processo envolve em profundidade planejamento, teste e execução cuidadosa, como nenhuma das partes era provável em todos familiarizados com os outros infra-estrutura antes da fusão ou aquisição. Há também podem existir risco muito e muitas incógnitas ao mesclar AD florestas e relações de confiança de domínio, por exemplo, que esta concede vários direitos de acesso entre domínios desconhecidos.

source: You need agility and visibility to smoothly handle mergers and to consolidate assets from acquisitions. Whether your goal is to migrate one or both infrastructures to the public cloud, to a private cloud platform like OpenStack or Kubernetes, to combine the two into one of the existing data-centers, or to migrate everything to an entirely new facility, you need to be able to answer questions such as
es: Se necesita agilidad y visibilidad sin problemas manejar fusiones y consolidar activos de adquisiciones. Si tu objetivo es migrar una o ambas de las infraestructuras a la nube pública, a una plataforma de nube privada como OpenStack o Kubernetes, combinar los dos en uno de los centros de datos existentes, o a migrar todo a una instalación completamente nueva, necesita ser capaz de responder a preguntas como
pt: Você precisa de agilidade e visibilidade sem problemas, lidar com fusões e a consolidação de ativos de aquisições. Se seu objetivo é migrar uma ou ambas as infra-estruturas para a nuvem pública, para uma plataforma de nuvem privada como OpenStack ou Kubernetes, para combinar os dois em um dos data-centers existentes, ou para migrar tudo para uma instalação totalmente nova, você precisa ser capaz de responder a perguntas como

source: Where are the existing physical, virtual, and cloud devices for each infrastructure
es: Donde están los físicos existentes, virtuales y dispositivos para cada infraestructura en la nube
pt: Onde estão o físico existente, virtual e dispositivos para cada infra-estrutura em nuvem

source: How are the devices currently networked (VLANs, IP blocks) within each data center
es: Cómo son los dispositivos actualmente en red (VLAN, bloques IP) dentro de cada centro de datos
pt: Como são os dispositivos atualmente em rede (VLANs, blocos IP) em cada data center

source: Will there be IP re-use, or will IP space be renumbered, and are enough IPs available
es: Habrá reutilización de IP, o se volverán a numerar espacio IP, hay suficiente IPs y
pt: Haverá IP re-usar, ou espaço IP renumerado, e são bastante IPs disponíveis

source: What storage components are currently in use and their underlying connectivity
es: Qué componentes de almacenamiento de información están actualmente en uso y la conectividad subyacente
pt: Quais componentes de armazenamento estão atualmente em uso e sua conectividade subjacente

source: Licensing for all software in use at each facility
es: Licencias para todo el software en uso en cada instalación
pt: Licenciamento para todos os softwares em uso em cada instalação

source: If you are using Device42, all this information is available in easy-to-understand visualizations, charts, graphs, and reports. If you have just acquired or are soon to acquire a new data center in a merger or acquisition, Device42’s <a href="%(URL_PREPEND)s/features/device-discovery/">auto-discovery capabilities</a> can help identify all the IT assets and how they are interconnected.
es: Si usas Device42, toda esta información está disponible en informes, cuadros, gráficos y visualización fácil de entender. Si usted acaba de adquirir o pronto a adquirir un nuevo centro de datos en una fusión o adquisición, de Device42 <a href="%(URL_PREPEND)s/features/device-discovery/">las capacidades de descubrimiento automático</a> puede ayudar a identificar todos los activos de ti y cómo están interconectados.
pt: Se você estiver usando Device42, toda esta informação está disponível em relatórios, gráficos, gráficos e visualizações fácil de entender. Se você acaba de adquirir ou está prestes a adquirir um novo data center em uma fusão ou aquisição, de Device42 <a href="%(URL_PREPEND)s/features/device-discovery/">recursos de detecção automática</a> pode ajudar a identificar todos os ativos de ti e como eles estão interligados.

source: Pop up an <a href="%(features_app_mapping)s">application dependency diagram</a> to view what users and applications are dependent on a piece of equipment. Don’t struggle trying to find warranty contracts; all the warranty information is right there in the ticket along with who to call, the device serial number, and everything else you need. Tired of playing <em>“who knows the password”</em>? You don’t have to do that anymore if you have Device42. When planning IP allocations, view network diagrams and fragmentation charts or just click the <em>“What’s the next available IP”</em> button, courtesy of Device42 IPAM. No need to log onto every server to check the config - Device42 discovers configurations for popular applications.
es: Aparecerá un <a href="%(features_app_mapping)s">Diagrama de dependencia de la aplicación</a> para ver lo que los usuarios y las aplicaciones dependen de una pieza de equipo. No luchan tratando de encontrar contratos de garantía; toda la información está ahí en el billete junto a quién llamar, el número de serie del dispositivo y todo lo que necesita. ¿Cansado de jugar a <em>"quien sabe la contraseña"</em>? No tienes que hacerlo ya, si tienes Device42. Al planificar las asignaciones de IP, ver diagramas de red y gráficos de fragmentación o simplemente haga clic en el botón <em>Qué es la siguiente IP disponible"</em> , cortesía de IPAM Device42. Necesidad de iniciar sesión en cada servidor para comprobar la configuración - Device42 no descubre para populares aplicaciones.
pt: Pop-up um <a href="%(features_app_mapping)s">diagrama de dependência de aplicativo</a> para ver quais usuários e aplicativos são dependentes de uma peça de equipamento. Não lute tentando encontrar contratos de garantia; todas as informações de garantia estão ali no bilhete junto com quem ligar, o número de série do dispositivo e tudo mais que você precisa. Cansado de brincar de <em>"quem sabe a senha"</em>? Você não precisa mais fazer isso se você tem Device42. Ao planejar alocações de IP, Ver os diagramas de rede e gráficos de fragmentação ou basta clicar no botão de <em>"Qual é o próximo IP disponível"</em> , cortesia de Device42 IPAM. Não há necessidade de registro em cada servidor para verificar o config - Device42 descobre configurações para aplicações populares.

source: Device42 also <a href="%(tours_patch_cable_management)s">tracks all cabling</a>, including both electrical and network. Network SNMP discovery inventories switches, routers, and firewalls, and can even work out IP to MAC relationships to map MAC addresses to physical ports. VLAN’s and subnets can also be discovered, and are tracked along with CDP/LLDP neighbors. Keeping track of devices in transit is no problem. Device42 tracks physical equipment transfers, too.
es: Device42 también <a href="%(tours_patch_cable_management)s">pistas de todo el cableado</a>, incluyendo ambos eléctrico y red. Red SNMP descubrimiento inventarios switches, routers y firewalls y puede incluso trabajar a IP a relaciones de MAC para asignar direcciones MAC a los puertos físicos. VLAN y subredes también pueden ser descubiertas y se realiza el seguimiento junto con vecinos CDP/LLDP. Hacer el seguimiento de dispositivos de tránsito no es un problema. Device42 pistas las transferencias de equipos físicos, también.
pt: Device42 também <a href="%(tours_patch_cable_management)s">controla todo o cabeamento</a>, incluindo ambos elétricos e rede. SNMP descoberta inventários switches, roteadores e firewalls de rede e pode até mesmo trabalhar IP para relacionamentos de MAC para mapear endereços MAC para portas físicas. A VLAN e sub-redes podem também ser descobertas e são controladas juntamente com vizinhos CDP/LLDP. Manter o controle de dispositivos em trânsito não é problema. Device42 controla a transferência de equipamentos físicos, também.

source: The comprehensive ITAM (IT Asset Management) system bundled with Device42 tracks the entire asset lifecycle from purchase to decommissioning, making it easy to produce reports showing devices near end of life. The Software License Management add-on module can track a variety of license formats from per-seat to per CPU, and can identify over-licensed, unlicensed, and expired licenses, ensuring you don’t spend more than you have to and that you remain in compliance.
es: El sistema integral de ITAM (IT Asset Management) con Device42 pistas del ciclo de vida de todo activo de compra para desmantelamiento, lo que es fácil producir reportes dispositivos cerca de final de la vida. El módulo de complemento de administración de licencias de Software puede rastrear una variedad de formatos de licencia por-asiento por CPU y puede identificar licencias exceso autorizados, sin licencia y vencidos, asegurando que no gaste más de lo que se debe y que permanecen en el cumplimiento.
pt: O abrangente sistema ITAM (IT Asset Management), junto com Device42 faixas do ciclo de vida inteiro activo de compra para o descomissionamento, tornando mais fácil para produzir relatórios mostrando dispositivos perto do fim da vida. O módulo adicional de gerenciamento de licenças de Software pode controlar uma variedade de formatos de licença por-assento para por CPU e pode identificar licenças expiradas excesso de licenciados e não licenciadas, garantindo que você não gaste mais do que você precisa e que você permaneça em conformidade.

source: If you utilize automation tools like Puppet, Chef, or Ansible in your environments, you can get visibility into these tools in Device42 via APIs.
es: Si se utilizan herramientas de automatización como marioneta, Chef o Ansible en sus entornos, puede obtener visibilidad en estas herramientas en Device42 mediante APIs.
pt: Se você utilizar ferramentas de automação como fantoche, Chef ou Ansible, em seus ambientes, você pode obter visibilidade para essas ferramentas em Device42 através de APIs.

source: Use Case: OS Stack Migration
es: Caso de uso: Pila OS migración
pt: Caso de uso: Migração de pilha do sistema operacional

source: Computers running unsupported operating systems continue to function. However, using unsupported software may increase the risks of viruses and other security threats.
es: Los equipos que ejecutan sistemas operativos continúen funcionando. Sin embargo, uso de software no compatible puede aumentar los riesgos de virus y otras amenazas de seguridad.
pt: Computadores que executam sistemas operacionais não suportados continuam a funcionar. No entanto, usando o software sem suporte pode aumentar os riscos de vírus e outras ameaças de segurança.

source: Migration and Processing Flowchart
es: Migración y diagrama de flujo de procesamiento
pt: Migração e fluxograma de processamento

source: For example, there are an millions of active Microsoft Windows Server 2003 installations still in production. As of July 2015, 175 million websites were reported to be served directly by Server 2k3. Many banks scrambled to move ATMs off of Windows XP, and many PCs still run this OS. In April of next year, Windows 2003 will turn 14, and come August, XP turns 16. Windows 2003 support ended July 2015, while for XP support ended April 2014.
es: Por ejemplo, hay un millones de instalaciones de Microsoft Windows Server 2003 activadas todavía en producción. A partir de julio de 2015, informaron sitios web 175 millones para ser servidos directamente por el servidor 2 k 3. Muchos bancos se apresuraron a mover cajeros automáticos de apagado de Windows XP, y muchas PC ejecuta este sistema operativo. En abril del próximo año, Windows 2003 vuelta 14 y viene agosto, XP vueltas 16. Soporte Windows 2003 terminó julio de 2015, mientras que para XP apoyo terminó abril de 2014.
pt: Por exemplo, há um milhões de ativas instalações do Microsoft Windows Server 2003 ainda em produção. A partir de julho de 2015, 175 milhões de websites foram relatados para ser servido directamente pelo servidor 2 k 3. Muitos bancos se esforçavam para mover caixas eletrônicos fora do Windows XP, e muitos PCs ainda executam este sistema operacional. Em abril do próximo ano, o Windows 2003 vai virar 14 e vir de agosto, XP faz 16 anos. Suporte do Windows 2003 terminou julho de 2015, enquanto para XP suporte terminou abril de 2014.

source: That means these products no longer receive security patches that can protect them from exploits utilized by viruses, spyware, and other malicious software, and that Microsoft will no longer support them.
es: Eso significa que estos productos no reciban parches de seguridad que puede protegerse contra los ataques por virus, spyware y otro software malicioso, y que Microsoft ya no les apoyará.
pt: Isso significa que estes produtos não mais recebem patches de segurança que pode protegê-los de façanhas utilizadas por vírus, spyware e outros softwares maliciosos, e que Microsoft não oferecerá suporte a eles.

source: <h5>The <a href="https://support.microsoft.com/en-us/help/17140/support-lifecycle-policy-faq" class="ext-link text-italic" target="_blank">"Microsoft Support Lifecycle Policy FAQ"</a> page offers additional reading & details.</h5>
es: <h5>La página de <a href="https://support.microsoft.com/en-us/help/17140/support-lifecycle-policy-faq" class="ext-link text-italic" target="_blank">"Microsoft soporte del ciclo de vida política FAQ"</a> ofrece lectura adicional y detalles.</h5>
pt: <h5>A página <a href="https://support.microsoft.com/en-us/help/17140/support-lifecycle-policy-faq" class="ext-link text-italic" target="_blank">"FAQ de política do ciclo de vida de suporte de Microsoft"</a> oferece leituras adicionais e detalhes.</h5>

source: Operating system migrations can be a large undertaking, and their planning and execution are often very stressful times for the IT Staff involved. They also carry business risk. Detailed knowledge of your current application dependencies must be known and tested to prove their suitability to run on the newer OS.
es: Las migraciones de sistema operativo pueden ser una gran empresa y su planificación y la ejecución son a menudo veces muy estresantes para el personal involucrado. También llevan el riesgo del negocio. Conocimiento detallado de sus actuales dependencias de aplicaciones debe conocido y probado para comprobar su aptitud para funcionar con el sistema operativo más reciente.
pt: Migrações de sistema operacional podem ser uma grande empresa, e seu planejamento e execução são frequentemente vezes muito estressantes para a equipe de ti envolvidos. Eles também carregam o risco do negócio. Conhecimento detalhado de suas dependências de aplicativo atual deve ser conhecido e testado para provar a sua aptidão para executar sobre o novo sistema operacional.

source: Whether your goal is to migrate away from an unsupported OS like Windows 2003, XP (gasp!), or even Solaris to a more modern, and supported OS like Windows Server 2012, 2016 or Linux, <em>you need to be able to answer questions such as:</em>
es: Si tu objetivo es migrar de un sistema operativo no compatible como Windows 2003, XP (¡gasp!) o incluso Solaris a una más moderna y compatible sistema operativo como Windows Server 2012, 2016 o Linux, <em>tienes que ser capaz de responder preguntas tales como:</em>
pt: Se seu objetivo é migrar de um sistema operacional não suportado como Windows 2003, XP (suspiro!) ou até mesmo Solaris para uma mais moderna e com suporte a sistema operacional como Windows Server 2012, 2016 ou Linux, <em>você precisa ser capaz de responder a perguntas como:</em>

source: Which physical, virtual, and cloud devices need upgrades, and where are they?
es: ¿Que físicos, virtuales y nube dispositivos necesitan mejoras, y dónde están?
pt: Quais dispositivos de nuvem e físico, virtual, precisam de upgrades, e onde eles estão?

source: What is running on all the machines to be migrated, what are their interdependencies, and what users depend on them?
es: Lo que se está ejecutando en todos los equipos a migrar, ¿cuáles son sus interdependencias, y lo que los usuarios dependen de ellos?
pt: O que está sendo executado em todas as máquinas a serem migrados, quais são suas interdependências, e que os usuários dependem deles?

source: Where are all the passwords and config files?
es: ¿Dónde están todas las contraseñas y los archivos de configuración?
pt: Onde estão todas as senhas e arquivos de configuração?
