Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: SSL Certificate management made easy with Device42
es: Gestión de certificados SSL facilitado con Device42
pt: Gerenciamento de certificado SSL, ficou mais fácil com Device42

source: Manage your SSL certificates with auto-import and get notified before certificates expire.
es: Gestionar sus certificados SSL con importación automática y obtener notificaciones antes de que los certificados expiran.
pt: Gerenciar seus certificados SSL com importação automática e ser notificado antes de expirarem certificados.

source: One of the biggest pain points encountered managing a complex IT infrastructure is making sure that you are aware when your certificates are coming up for renewal as well as keeping the inventory of certificates up-to-date. Device42 offers simple yet powerful certificate management tool with following benefits.
es: Uno de los puntos de dolor más grande encontrado dirigiendo una compleja infraestructura de ti es asegurarse de que usted es consciente cuando se acercan los certificados para la renovación así como mantener actualizado el inventario de los certificados. Device42 ofrece simple y potente herramienta de gestión de certificado con los siguientes beneficios.
pt: Um dos maiores pontos de dor encontrados gerenciando uma infra-estrutura de ti complexa é certificar-se de que você esteja ciente quando seus certificados estão chegando para a renovação, bem como manter o inventário de certificados atualizados. Device42 oferece simples mas poderosa ferramenta de gerenciamento de certificado com os seguintes benefícios.

source: Easy to manage inventory of all your SSL certificates
es: Fácil de manejar el inventario de todos sus certificados SSL
pt: Fácil de gerir o inventário de todos os seus certificados SSL

source: Securely store your keys with granular access control
es: Almacenar de manera segura las llaves con control de acceso granular
pt: Armazenar com segurança suas chaves com controle de acesso granular

source: Get notified in advance before your certificates expire
es: Obtener notificaciones por adelantado antes de que caduquen los certificados
pt: Notificado com antecedência antes de expirarem seus certificados

source: Visual heatmap shows time remaining to renewal at a glance
es: Heatmap visual muestra el tiempo restante para la renovación de un vistazo
pt: Heatmap Visual mostra o tempo restante para renovação de relance

source: Manage all the certificates in the chain
es: Administrar todos los certificados en la cadena de
pt: Gerenciar todos os certificados na cadeia de

source: Certificate Auto-Discovery by IP range
es: Certificado Auto-descubrimiento por rango de IP
pt: Descoberta automática de certificado por faixa de IP

source: Auto-import your certificates with full details
es: Importación automática de los certificados con los datos completos
pt: Seus certificados com todos os detalhes da importação automática

source: Use custom fields for additional data storage
es: Utilizar campos personalizados para el almacenamiento de datos adicionales
pt: Usar campos personalizados para o armazenamento de dados adicionais

source: Relate devices to certificates and know which devices need to be updated.
es: Se relacionan con dispositivos certificados y saber qué dispositivos necesitan actualizarse.
pt: Relacionar dispositivos certificados e saber quais dispositivos precisam ser atualizados.

source: Track your purchase orders, costs etc. around certificates
es: Seguimiento de su compra las órdenes, costos etc. alrededor de certificados
pt: Rastrear sua compra ordens, custos, etc. em torno de certificados

source: Certificate Lifecycle Management
es: Gestión de ciclo de vida del certificado
pt: Gerenciamento de ciclo de vida do certificado

source: Manage Certificate Inventory
es: Administrar inventario certificado
pt: Gerenciar inventário certificado

source: Manage your entire Certificate Inventory
es: Administrar su inventario entero de certificado
pt: Gerenciar seu inventário inteiro do certificado

source: Manage certificates with subject, serial number and all the relevant details in the system. Load the certificates automatically from a url or from a file.
es: Administrar certificados con tema, número de serie y todos los detalles pertinentes en el sistema. Cargar automáticamente los certificados desde una url o desde un archivo.
pt: Gerencie certificados com assunto, número de série e todos os detalhes relevantes no sistema. Carrega os certificados automaticamente a partir de uma url ou um arquivo.

source: Keys can be stored securely with the Device42 certificate management system – Give access to only those who need it via granular access control.
es: Claves pueden ser almacenadas de manera segura con el sistema de gestión de certificado de Device42 – dar acceso solo a aquellos que lo necesitan a través de control de acceso granular.
pt: As chaves podem ser armazenadas com segurança com o sistema de gestão certificado Device42-dar acesso a apenas aqueles que mais precisam através do controle de acesso granular.

source: Expired Certificate Warning
es: Expiró la advertencia de certificado
pt: Expirou o aviso de certificado

source: Get notified before certificates expire!
es: ¡Obtener notificaciones antes certificados caduquen!
pt: Ser notificado antes de expirarem certificados!

source: Prevent downtime and embarrassment caused by certificates expiring before it’s noticed via Device42’s certificate lifetime management. Prevent your customers from seeing the dreaded SSL certificate “warning” screen by getting an e-mail alert well in advance of expiration.
es: Evitar el downtime y vergüenza causados por los certificados caducan antes de que se observa a través de la gestión de vida de certificados de Device42. Evitar que a sus clientes vean la temida pantalla de "ADVERTENCIA" de certificado SSL por recibir una alerta de correo electrónico con suficiente antelación del vencimiento.
pt: Evitar tempo de inatividade e constrangimento causados por certificados que expira antes de que é notado através do gerenciamento da vida útil do Device42 certificado. Impedi que seus clientes ver a temida tela de "aviso" de certificado SSL, obtendo um alerta e-mail com antecedência de expiração.

source: Complete digital certificate chain management
es: Gestión de la cadena de certificado digital completa
pt: Gestão da cadeia de certificado digital completa

source: See all the devices that use a particular certificate.
es: Ver todos los dispositivos que utilizan un particular certificado.
pt: Ver todos os dispositivos que usam um certificado específico.

source: Fortunately, you’ve noticed that your certificate is about to expire before it has – But where is it in use? Find out FAST with Device42’s digital certificate manager. FQDN’s, devices and IP’s can now be associated with Certificates, and they can even have more than one expiry date.
es: ¿Afortunadamente, usted ha notado que su certificado está a punto de caducar antes de que – pero donde es en usa? Encontrar rápidamente con administrador de certificado digital de Device42. De FQDN, IP y dispositivos puede ser asociados con los certificados, y pueden incluso tener más de una fecha de caducidad.
pt: Felizmente, você notou que seu certificado está prestes a expirar antes que tenha – mas onde ele está em uso? Descobrir rápido com Gerenciador de certificado digital do Device42. Do FQDN, dispositivos e do IP agora pode ser associado com certificados, e eles ainda podem ter mais de uma data de expiração.

source: Auto-Discover deployed certificates from an IP address range
es: Descubrir automáticamente implementa certificados de un intervalo de direcciones IP
pt: Descoberta automática implantado certificados a partir de um intervalo de endereços IP

source: Provide Device42 with an IP range and ports (custom port supported!), and its intelligent auto-discovery engine will go out to each IP, find in-use certificates, and automatically import them for you.
es: Device42 proporciona un rango IP y puertos (puerto personalizado apoyado!), y su motor de auto-descubrimiento inteligente irá hacia fuera a cada IP, encontrar en el uso certificados e importarlos automáticamente para usted.
pt: Fornecer Device42 com um intervalo de IP e portas (porta personalizada suportada!), e seu mecanismo de descoberta automática inteligente vai sair para cada IP, localizar certificados em uso e automaticamente importá-los para você.

source: Add Certificate from URL
es: Agregar certificado de URL
pt: Adicionar certificado de URL

source: Auto-Import your certificates from a URL with full details.
es: Importación automática los certificados desde una dirección URL con los datos completos.
pt: Importação automática seus certificados de uma URL com todos os detalhes.

source: Device42’s certificate management tool allows import of a digital SSL certificate right from a URL! All details (and expiration dates!) are captured, automatically. You can also imports SSL certificates from a file.
es: Herramienta de gestión de certificado de Device42 permite la importación de un certificado digital SSL derecha desde una dirección URL! Todos los datos (y las fechas de caducidad!) son capturadas, automáticamente. Usted puede también certificados SSL de las importaciones de un archivo.
pt: Ferramenta de gerenciamento de certificado do Device42 permite a importação de um certificado SSL digital certo de uma URL! Todos os detalhes (e datas de vencimento!) são capturadas, automaticamente. Você pode também certificados SSL de importação de um arquivo.

source: Full SSL and Digital Certificate Lifecycle Management.
es: SSL completo y gestión de ciclo de vida del certificado Digital.
pt: Completo SSL e gerenciamento de ciclo de vida do certificado Digital.

source: Associate a Purchase order with a given certificate, and a certificate with a set of devices. Track your full Certificate lifecycle costs with Device42’s SSL certificate management software.
es: Asociado una orden de compra con un determinado certificado, un certificado con un conjunto de dispositivos. Seguimiento de sus costos de ciclo de vida de certificado completos con software de gestión de certificado SSL de Device42.
pt: Associe uma ordem de compra com um determinado certificado e um certificado com um conjunto de dispositivos. Controle os custos de ciclo de vida completo certificado com software de gerenciamento de certificado SSL do Device42.

source: Device42 + VulnDB - Rapid Vulnerability Identification and Remediation
es: Device42 + VulnDB - determinación rápida de la vulnerabilidad y rehabilitación
pt: Device42 + VulnDB - vulnerabilidade rápida identificação e remediação

source: Quickly be alerted to vulnerabilities with Device42 and VulnDB
es: Avisar rápidamente a las vulnerabilidades con Device42 y VulnDB
pt: Rapidamente ser alertado sobre as vulnerabilidades com Device42 e VulnDB

source: <span style="border-bottom: 2px solid #22a3df;font-style:italic;">Quickly</span> be alerted to vulnerabilities with <em>Device42</em> and <em>VulnDB</em>. Get detailed alerts containing valuable impact and remediation information, describing problem locations and prioritized by CVE severity.
es: <span style="border-bottom: 2px solid #22a3df;font-style:italic;">Rápidamente</span> alerta sobre vulnerabilidades con <em>Device42</em> y <em>VulnDB</em>. Recibe las alertas detalladas que contiene valioso impacto y remediación información, describiendo lugares problema y priorizados por la severidad de la CVE.
pt: <span style="border-bottom: 2px solid #22a3df;font-style:italic;">Rapidamente</span> ser alertado sobre as vulnerabilidades com <em>Device42</em> e <em>VulnDB</em>. Receba alertas detalhadas contendo valioso impacto e remediação, informações descrevendo locais problema priorizado pela gravidade do CVE.

source: With Device42 + VulnDB, your teams will never overlook another CVE, and no affected system will go un-remediated without your knowledge.
es: Con Device42 + VulnDB, sus equipos nunca pasar por alto otro CVE, y ningún sistema afectado pasará no remediado sin su conocimiento.
pt: Com Device42 + VulnDB, suas equipes nunca negligenciará outro CVE, e nenhum sistema afetado irá un-remediado sem o seu conhecimento.

source: There exist numerous products on the market that can detect vulnerabilities in your networks but will likely overwhelm you with a sea of information.
es: Existen numerosos productos en el mercado que puede detectar las vulnerabilidades en sus redes, pero es probable que te abrume con un mar de información.
pt: Existem inúmeros produtos no mercado que pode detectar vulnerabilidades em suas redes, mas provavelmente vai oprimi-lo com um mar de informações.

source: The challenge is correlating the affected software instance to its physical location, locating the machine owner and determining downstream impact. How do you efficiently sort through, make sense of, and prioritize what can often be an overwhelming amount of information?
es: El desafío es correlacionar la instancia del software afectado para su ubicación física, localizar al propietario de la máquina y determinar impacto aguas abajo. ¿Cómo eficientemente ordenar a través de, dar sentido y dar prioridad a lo que a menudo puede ser una cantidad abrumadora de información?
pt: O desafio é correlacionar a instância de softwares afetados para sua localização física, localizar o dono da máquina e determinar o impacto a jusante. Como você eficientemente classificar através de, fazer sentido de e priorizar o que muitas vezes pode ser uma enorme quantidade de informações?

source: For example, suppose you are alert that certain versions of certain software products have new vulnerabilities. How do you know what physical, virtual, and cloud machines are running those software products and specific version? Even if you know what software is running on each machine, you still need to manually match up the software names in the vulnerabilities list to the software names in your list.
es: Por ejemplo, supongamos que estás alerta de que ciertas versiones de ciertos productos de software tienen nuevas vulnerabilidades. ¿Cómo saber qué físicos, virtuales y máquinas en la nube apuntan a los productos de software y versión específica? Incluso si usted sabe qué software está ejecutando en cada máquina, necesita hacer coincidir manualmente los nombres de software en la lista de vulnerabilidades a los nombres de software en la lista.
pt: Por exemplo, suponha que você está alerta que certas versões de certos produtos de software têm novas vulnerabilidades. Como você sabe que físico, virtual e máquinas de nuvem estiver executando esses produtos de software e versão específica? Mesmo se você sabe que software é executado em cada máquina, você ainda precisa corresponder manualmente os nomes de software na lista de vulnerabilidades para os nomes de software em sua lista.

source: Then, once you do all the matching, how do you create a patching plan? You don’t want to take down a machine, patch it, and then discover that you have more vulnerabilities on that same machine. Or worse, you aren’t what user applications depend on that machine, take it down, and get complaints.
es: Luego, una vez que haces el juego, ¿cómo creas un plan de bacheo? No quiero derribar una máquina, parcharlo y luego descubrir que tienes más vulnerabilidades en esa misma máquina. O peor aún, no lo que las aplicaciones de usuario dependen de que la máquina, hacerla caer y Obtén quejas.
pt: Então, depois de fazer a correspondência, como criar um plano de aplicação de patch? Não queres acabar com uma máquina, patch-lo e então descobrir que você tem mais vulnerabilidades na mesma máquina. Ou pior, você não é o usuário aplicativos dependem dessa máquina, derrubá-lo e receber queixas.

source: Additionally, if you have a lot of machines to patch, how do you create a plan. Ideally, you will get a list of the machines in order of the severity of the vulnerabilities. Or, you might want to get a list of machines by rack or by cloud provider. Then, you need to get the <code>root</code> passwords for each machine, the access URL’s, and on and on
es: Además, si usted tiene un montón de máquinas al parche, cómo crear un plan. Idealmente, usted conseguirá una lista de las máquinas en el orden de la severidad de las vulnerabilidades. O, usted puede obtener una lista de máquinas por rack o por el proveedor de la nube. Entonces, usted necesita conseguir el <code>root</code> las contraseñas para cada máquina, la URL de acceso y en y en
pt: Além disso, se você tem um monte de máquinas de patch, como criar um plano. Idealmente, você obterá uma lista das máquinas na ordem da gravidade das vulnerabilidades. Ou, você pode querer obter uma lista de máquinas do rack ou pelo provedor de nuvem. Então, você precisa obter o <code>root</code> senhas para cada máquina, a URL acesso e

source: Wouldn’t it be nice if you could just press a button and get all this information in one place
es: No sería agradable si sólo podía pulsar un botón y obtener toda esta información en un solo lugar
pt: Não seria bom se você pudesse apenas pressione um botão e obter todas essas informações em um só lugar

source: Device42’s ITAM/CMDB solution maintains an up-to-date database of discovered software assets deployed across your enterprise. We have teamed up with VulnDB to get near real time vulnerability information and cross reference this against all versions of your deployed software. You are immediately alerted to serious vulnerabilities. You can generate customized reports that have all the information you need to create remediation plans. Instead of a sea of overwhelming information, you are provided with the concise, actionable data you need to get vulnerable systems patched.
es: Solución ITAM/CMDB de Device42 mantiene una base de datos actualizada de los activos de software descubierto implementados en su empresa. Nos hemos asociado con VulnDB para obtener cerca de tiempo real vulnerabilidad información y Cruz referencia esto contra todas las versiones de su software desplegado. Inmediatamente se alertó a las graves vulnerabilidades. Puede generar informes personalizados que tienen toda la información que necesita para crear planes de remediación. En lugar de un mar de información abrumadora, están provistos los datos concisos y procesables que necesita conseguir parchados de sistemas vulnerables.
pt: Solução de Device42 ITAM/CMDB mantém um banco de dados atualizado de ativos de software descobertos implantado em sua empresa. Nós teamed acima com VulnDB chegar perto de referência de informações e cruzamento de vulnerabilidade de tempo real isto contra todas as versões do seu software implantado. Que é imediatamente alertado para vulnerabilidades graves. Você pode gerar relatórios personalizados que têm todas as informações que você precisa para criar planos de remediação. Em vez de um mar de informações esmagadoras, você é fornecido com os dados concisos, acionáveis, que você precisa obter sistemas vulneráveis remendados.

source: Device42 automatically correlates device with its CVEs.
es: Device42 correlaciona automáticamente el dispositivo con sus CVEs.
pt: Device42 correlaciona automaticamente o dispositivo com seus CVEs.

source: Receive reports at desired intervals for medium/low impact CVEs, automatically emailed to key stakeholders allowing less urgent remediations to be planned accordingly
es: Recibir informes a intervalos deseados para CVEs de impacto de media/baja, automáticamente por correo electrónico a actores clave que permite correcciones menos urgentes para planificar en consecuencia
pt: Receber relatórios em intervalos desejados para médio/baixo impacto CVEs, automaticamente por e-mail para as partes interessadas chaves permitindo remediações menos urgentes a ser planejada em conformidade

source: We will not spam you or share your info.
es: No spam te o compartir su información.
pt: Nós não spam você ou compartilhar sua informação.

source: " Thank you for your interest in Device42. We have the virtual appliance link ready for you(link valid for a week).
es: " Gracias por su interés en Device42 usted. Tenemos el enlace virtual aparato preparado para usted (enlace válido por una semana).

source: </p><p>Download <a href="%(url)s">Here</a>.</p>
es: </ P> <p> <a Descargar href="%(url)s"> Aquí </a>. </ P>
pt: <p><p>Faça o download <a href="%(url)s">aqui</a>.</p>

source: With the Device42 Foreman Integration, you can now pull information about your devices directly from the tool you are using to provision them.
es: Con la integración Device42 capataz, ahora se puede extraer información acerca de sus dispositivos directamente desde la herramienta que está utilizando para la prestación ellos.

source: Quickly and easily sync Puppet facts to Device42.
es: Rápida y fácilmente sincronizar hechos títere para Device42.

source: Easily Import Chef Ohai Node Data Into Device42.
es: Importar fácilmente Chef Ohai nodo de datos en Device42.

source: With the Device42 Salt Integration, you can now gather information about your devices from the same tool you use to provision them.
es: Con la integración Device42 Sal, ahora se puede recopilar información acerca de los dispositivos de la misma herramienta que se utiliza para el suministro de ellos.

source: Software Download
es: Descarga de software

source: A special offer for LISA16 attendees!
es: Una oferta especial para los asistentes LISA16!

source: A Special Offer for
es: Una oferta especial para

source: Attendees!
es: Los asistentes!

source: Evaluation License
es: Licencia de evaluación

source: INCLUDING UNLOCKED FULL Site Inventory Feature!
es: INCLUYENDO ABIERTO inventario completo de funciones del sitio!

source: Thanks for attending LISA16!
es: Gracias por asistir a LISA16!

source: Please fill out the following form and we will email you the download link.
es: Por favor, rellene el siguiente formulario y le enviaremos el enlace de descarga.

source: What is Device42?
es: ¿Cuál es Device42?

source: AppDirect - Case Study
es: AppDirect - Estudio de caso

source: Case studies for Device42 - with AppDirect
es: Los estudios de casos para Device42 - con AppDirect

source: Device42 User Case Study – AppDirect
es: Device42 usuario Estudio de caso - AppDirect

source: Cloud Application Delivery
es: Entrega de aplicaciones de la nube

source: International; HQ in San Francisco, CA
es: Internacional; HQ en San Francisco, CA

source: Device42 helps AppDirect, a cloud service commerce company powering the future of software delivery, efficiently manage their large hybrid inventory and ensure compliance with the requirements of the Center for Internet Security (CIS) Security Controls
es: Device42 ayuda AppDirect, una empresa de comercio de servicios de nube capaz de alimentar el futuro de la distribución de software, gestionar eficientemente su gran inventario híbridos y garantizar el cumplimiento de los requisitos del Center for Internet Security (CIS) Controles de seguridad
