Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: You don’t necessarily want every user to be able to see every vrf groups, subnet, and IP address. And drilling down further, you may want to control which users can view and change these and other objects like devices, racks, and so on. Device42 offers very flexible multitenancy control based on user groups, subnet categories, and vrf groups.
es: No necesariamente desea que cada usuario pueda ver cada vrf grupos, subred y dirección IP. Y perforación abajo aún más, puede controlar qué usuarios pueden ver y cambiar estos y otros objetos como dispositivos, racks y así sucesivamente. Device42 ofrece control multiempresa muy flexible basado en grupos de usuarios, categorías de subred y los grupos de vrf.
pt: Você não necessariamente quer cada usuário poderá ver todos os grupos de vrf, sub-rede e endereço IP. E ainda mais de perfuração para baixo, você pode querer controlar quais usuários podem exibir e alterar estes e outros objetos como dispositivos, cremalheiras e assim por diante. Device42 oferece controle multitenancy muito flexível, com base em grupos de usuários, categorias de subrede e grupos de vrf.

source: Device42 lets you manage your IPs from
es: Device42 le permite administrar su IPs de
pt: Device42 permite que você gerencie seu IPs de

source: IP Address Management APIs
es: API de gestión de dirección IP
pt: APIs de gerenciamento de endereço IP

source: Picking the right IPAM solution for your IT Infrastructure
es: Correctos, um parágrafo de certa solução IPAM uma sua infraestrutura IT
pt: Escolher a solução IPAM certa para a sua infraestrutura IT

source: Picking the right IPAM Tool
es: Correctos de uma Certa Ferramenta IPAM
pt: Escolher a Ferramenta IPAM Certa

source: If you're thinking about how your business should manage your IP addresses, you've probably seen a lot of options.
es: Si estás pensando en cómo su negocio debe administrar sus direcciones IP, probablemente ya has visto un montón de opciones.
pt: Se você está pensando sobre como sua empresa deve gerenciar seus endereços de IP, você provavelmente já viu um monte de opções.

source: From regular old Excel to the fanciest enterprise IPAM tools, there are dozens of alternatives out there that promise that to help you track your complex mapping of IPs and subnets.
es: Desde uma ferramenta habitual Excel até às mais requintadas ferramentas de empresa IPAM, há dezenas de alternativas sem mercado prometem ajudá-lo a registar o seu complexo mapa de IPs e sub redes.
pt: Desde a habitual ferramenta Excel até às mais requintadas ferramentas de empresa IPAM, há dezenas de alternativas no mercado que prometem ajudá-lo a registar o seu complexo mapeamento de IPs e sub-redes.

source: We want to make your decision as easy as possible, so we've put together some info that'll help you decide which option is best for you.
es: Queremos tomar una decisión tan fácil como sea posible, así que hemos reunido alguna información que te ayudarán a decidir qué opción es mejor para usted.
pt: Queremos tornar sua decisão mais fácil possível, assim que nós reunimos algumas informações que vai ajudá-lo a decidir qual opção é melhor para você.

source: Below, you'll find details on the differences between Device42, Excel, and enterprise IPAM tools such as Infoblox and Bluecat, including features, customer experience, pricing and thoughts from current Device42 customers who have made the switch.
es: A continuación, encontrará información sobre las diferencias entre Device42, Excel y la empresa herramientas IPAM como Infoblox y Bluecat, incluyendo características, experiencia del cliente, precios y pensamientos de los clientes actuales de Device42 que han hecho el interruptor.
pt: Abaixo, você encontrará detalhes sobre as diferenças entre Device42, Excel e empresa ferramentas IPAM como Infoblox e Bluecat, incluindo os recursos, experiência do cliente, preços e pensamentos do atual Device42 clientes que fizeram o interruptor.

source: On one end of the spectrum, Excel is the absolute simplest solution; it's what you've been using for years, and it's what you know best.
es: En un extremo del espectro, Excel es la solución más simple absoluta; es lo que usted ha estado usando por años, y es lo mejor sabe.
pt: Em uma extremidade do espectro, o Excel é a solução mais simples absoluta; é o que tem usado por anos, e é o que sabe melhor.

source: Without a built-in ability to collaborate, it's hard to keep track of who's editing what, multiple people can't edit at same time and eventually as you start tracking complex relationships between different subnets and IP ranges - Excel just can't handle it. And don't get us started on IPv6 and Excel. Most importantly, as your network grows due to virtualization and cloud computing, it usually becomes next to impossible to keep the spreadsheets up to date manually.
es: Sin una capacidad incorporada para colaborar, es difícil hacer un seguimiento de quién está editando lo que, no se pueden editar varias personas al mismo tiempo y finalmente cuando se inicie el seguimiento de las relaciones complejas entre diferentes subredes y rangos IP - Excel solo no puede manejarlo. Y no nos inició en IPv6 y Excel. Lo más importante es que tu red crece debido a la virtualización y el cloud computing, se convierte generalmente casi imposible mantener las hojas de cálculo hasta la fecha manualmente.
pt: Sem uma built-in capacidade de colaborar, é difícil de acompanhar quem está editando o quê, várias pessoas não é possível editar ao mesmo tempo, e eventualmente como você iniciar o rastreamento de relações complexas entre sub-redes diferentes e intervalos de IP - Excel só não pode lidar com isso. E não nos começou sobre IPv6 e Excel. O mais importante, como sua rede cresce devido à virtualização e computação em nuvem, geralmente torna-se quase impossível manter as planilhas atualizado manualmente.

source: At the other end of the spectrum are enterprise IPAM tools like Infoblox and Bluecat that offer tons of features.
es: Do outro lado espetro estão como ferramentas de Loc IPAM, como um e Infoblox Bluecat oferecem carradas de funcionalidades.
pt: Do outro lado do espetro estão as ferramentas de empreendimento IPAM, como a Infoblox e Bluecat que oferecem carradas de funcionalidades.

source: While they may be feature-rich, they aren't simple.
es: Mientras que pueden ser ricos en función, no son simples.
pt: Enquanto eles podem ser característica-rico, eles não são simples.

source: In fact, we started Device42 precisely because we were tired of having to manage IPs with pings and mis-hits, hire a consulting agency to help do the setup and then see it all fall apart because it was too tough to keep the information up-to-date.
es: Na realidade, demos início ao Device42 precisamente porque estávamos cansados de gerir IPs com pings e mis acessos, contratar uma agência de consultoria para ajudar a configurar e depois ver tudo ruir, porque era demasiado difícil manter uma informação atualizada.
pt: Na realidade, demos início ao Device42 precisamente porque estávamos cansados de gerir IPs com pings e mis-hits, contratar uma agência de consultoria para ajudar a configurar e depois ver tudo ruir, porque era demasiado difícil manter a informação atualizada.

source: We built Device42 with powerful auto-discoveries so you don't have to worry about manual entry, manual pinging, and/or your data ever being stale.
es: Construímos o Device42 com poderosas autodescobertas, para não se tenha de preocupar com entradas manuais, ping manual e/ou dados ainda estão a ser atualizados.
pt: Construímos o Device42 com poderosas autodescobertas, para que não se tenha de preocupar com entradas manuais, pinging manual e/ou dados que ainda estão a ser atualizados.

source: On top of that, we added awesome core features like simple interface, powerful reporting, without having to navigate a maze of features you don't need.
es: Además de eso, hemos añadido características impresionantes como interfaz sencilla, informes de gran alcance, sin tener que navegar por un laberinto de características que no necesita.
pt: Além disso, nós adicionamos características de núcleo impressionante como uma interface simples, poderosa emissão de relatórios, sem ter que navegar um labirinto de recursos que você não precisa.

source: And if you ever want to enhance Device42 beyond our core IPAM capabilities, you can do that with custom fields, custom form layouts, and rich REST based APIs.
es: E se alguma vez quiser destacar o Device42 para além das nossas capacidades nucleares IPAM, pode fazer isso com campos criar, layouts de formulários criar e ricas em APIs baseadas descansar.
pt: E se alguma vez quiser destacar o Device42 para além das nossas capacidades nucleares IPAM, pode fazer isso com campos personalizados, layouts de formulários personalizados e ricas APIs baseadas em REST.

source: No need to put an agent on the devices and network components you need to discover.
es: No hay necesidad de poner a un agente en los dispositivos y componentes de red que necesarios para descubrir.
pt: Há necessidade de colocar um agente sobre os dispositivos e componentes de rede, que você precisa descobrir.

source: (In fact, if you need to find out what's out there, agents completely defeat the purpose!)
es: (De hecho, si usted necesita averiguar lo que está ahí, agentes completamente derrotan el propósito!)
pt: (Na verdade, se você precisa descobrir o que está lá fora, agentes completamente o propósito!)

source: We connect to your network devices, hypervisors (VMWare, HyperV, Citrix, Xen, Openstack, Cloudstack), cloud platforms (Amazon, Azure, Joyent, Linode, Digital Ocean and more), blade systems, UCS, IPMI, DNS, Windows, Linux & Unix OS and correlate the dependencies automatically. For example, if Device42 finds a mac address on a switch port from a network device, it automatically correlates that with a windows VM, which is on a blade sitting in a particular slot in a chassis. Device42 also automatically finds what services on that machine depend on other machines on your network. The results are available through reports, inquiry screens, and through automatically generated visualizations of your network (including device names) and application dependencies.
es: Nos conectamos con los dispositivos de red, hipervisores (VMWare, HyperV, Citrix, Xen, Openstack, Cloudstack), plataformas de cloud (Amazon, Azure, Joyent, Linode, océano Digital y más), sistemas de la hoja, UCS, IPMI, DNS, Windows, Linux y sistemas operativos Unix y correlacionar las dependencias automáticamente. Por ejemplo, si Device42 encuentra una dirección mac en un puerto del switch de un dispositivo de red, que automáticamente correlaciona con un windows VM, que se encuentra en una hoja en una ranura especial en un chasis. Device42 encuentra automáticamente los servicios en esa máquina dependen de otras máquinas en la red. Los resultados están disponibles a través de reportes, pantallas de consulta y a través de visualizaciones generadas automáticamente de la red (incluyendo los nombres de dispositivo) y dependencias de las aplicaciones.
pt: Ligamos para seus dispositivos de rede, hypervisors (VMWare, Hyper-v, Citrix, Xen, Openstack, Cloudstack), plataformas de nuvem (Amazon, Azure, Joyent, Linode, oceano Digital e mais), sistemas de lâmina, UCS, IPMI, DNS, Windows, Linux e Unix OS e correlacionar as dependências automaticamente. Por exemplo, se Device42 encontra um endereço mac em uma porta do comutador de um dispositivo de rede, automaticamente correlaciona que com um windows VM, que é uma lâmina sentado em um slot específico em um chassi. Device42 encontra-se também automaticamente de que serviços naquela máquina dependem outras máquinas na sua rede. Os resultados estão disponíveis através de relatórios, telas de inquérito e geradas automaticamente visualizações de sua rede (incluindo nomes de dispositivo) e as dependências do aplicativo.

source: IPAM for Enterprises and ISP/MSPs
es: IPAM pará Empresas e ISP/MSPs
pt: IPAM para Empresas e ISP/MSPs

source: Plenty of tools other than Device42 address enterprise and data center customers with lot of features. But, we want to point out a few key that are often required for large enterprises or ISPs:
es: Inúmeras ferramentas para além empreendimento endereço de Device42 e clientes centro de dados com inúmeras funcionalidades. Mas, queremos destacar algumas defined chave eram frequentemente necessárias para grandes empreendimentos ou ISPs:
pt: Inúmeras ferramentas para além do empreendimento do endereço Device42 e dos clientes do centro de dados com inúmeras funcionalidades. Mas, queremos destacar algumas características chave que eram frequentemente necessárias para grandes empreendimentos ou ISPs:

source: Ability to assign/allocate subnets and create powerful reports and visualizations.
es: Capacidade de atribuir/distribuir sub redes e criar fortes relatórios e visualizações
pt: Capacidade de atribuir/distribuir sub-redes e criar fortes relatórios e visualizações

source: Ability to automatically suggest the best possible nesting for subnets without compromising future availability of larger subnet blocks.
es: Capacidade para gerir automaticamente o melhor abrigo possível pará sub redes sem comprometer uma disponibilidade futura de maiores blocos de sub rede.
pt: Capacidade para gerir automaticamente o melhor abrigo possível para sub-redes sem comprometer a disponibilidade futura de maiores blocos de sub-rede.

source: Ability to specify view, change, add, and delete capabilities for subnets, subnet categories, and vrf groups to specific users and groups.
es: Capacidade para especificar a visualização, alteração, Pará de capacidades adicionar e eliminar sub redes, categorias de sub redes e grupos vrf para utilizadores e grupos específicos.
pt: Capacidade para especificar a visualização, alteração, adicionar e eliminar capacidades para sub-redes, categorias de sub-redes e grupos vrf para utilizadores e grupos específicos.

source: Device42 excels <em>(no pun intended)</em> at all of these requirements.
es: Device42 sobresale <em>(ningún retruécano previsto)</em> en todos estos requisitos.
pt: Device42 excelsa <em>(sem trocadilhos)</em> em todos esses requisitos.

source: A true enterprise IPAM tool can't be a self-contained application like Excel. On the other hand, some enterprise-level IPAM tools make integrations a hugely time-consuming exercise. With Device42, you get a lot of integrations out of the box. And REST APIs that make it a breeze to integrate with other tools.
es: Uma verdadeira ferramenta IPAM de empresa não pode ser uma aplicação autocontida como o Excel. Por outro lado, algumas ferramentas IPAM de nível-empresa fazem com que como integrações sejam algo consuma demasiado tempo. Com o Device42 obtém inúmeras integrações para da caixa. E um resto APIs fazem com Zeya realiza fácil integrar com outras ferramentas.
pt: Uma verdadeira ferramenta IPAM de empresa não pode ser uma aplicação autocontida como o Excel. Por outro lado, algumas ferramentas IPAM de nível-empresa fazem com que as integrações sejam algo que consuma demasiado tempo. Com o Device42 obtém inúmeras integrações fora da caixa. E a REST APIs que fazem com que seja extremamente fácil integrar com outras ferramentas.

source: An Easier Alternative to Nlyte
es: Una alternativa más fácil a Nlyte
pt: Uma alternativa mais fácil para Nlyte

source: Here's why you should consider switching…
es: Aquí por qué usted debe considerar cambiar...
pt: Aqui está porque você deve considerar a mudança...

source: Thinking of making the switch to Device42 or one of the other Nlyte competitors?
es: Está a pensar fazer de em uma mudança para o Device42 ou outro dos concorrentes da Nlyte?
pt: Está a pensar em fazer a mudança para o Device42 ou outro dos concorrentes da Nlyte?

source: Below, you will find information to help you compare Device42 and Nlyte, including features, customer experiences, pricing and reviews from current Device42 customers who have made the switch.
es: Mais abaixo, irá encontrar informação o ajudará a comparar o Device42 e o Nlyte, including funcionalidades, experiências dos clientes, preços e avaliações de clientes atuais fazer Device42 fizeram uma mudança.
pt: Mais abaixo, irá encontrar informação que o ajudará a comparar o Device42 e o Nlyte, incluindo funcionalidades, experiências dos clientes, preços e avaliações de clientes atuais do Device42 que fizeram a mudança.

source: Device42 is much easier to use than Nlyte
es: O Device42 é muito mais fácil fazer o Nlyte
pt: O Device42 é muito mais fácil do que o Nlyte

source: Tired of having to struggle your way through clunky and complex Nlyte user guides, training classes, and lengthy implementation plans?
es: Cansado de ter lidar com manuais incham e desajeitados, sessões de treino e planos de implementação demorados fazer Nlyte?
pt: Cansado de ter que lidar com manuais complexos e desajeitados, sessões de treino e planos de implementação demorados do Nlyte?

source: With Device42, you won’t have to. Setup is as simple as importing a virtual appliance. Auto-discovery will get nearly all your data into the system in an afternoon.
es: Com o Device42, não terá se preocupar com estes problemas. Um subosque é tão simples como PDE hum equipamento virtual. Uma Autodescoberta importará quase todos os seus dados para o sistema numa tarde.
pt: Com o Device42, não terá que se preocupar com estes problemas. A instalação é tão simples como importar um equipamento virtual. A Autodescoberta importará quase todos os seus dados para o sistema numa tarde.

source: While many enterprise tools claim to have auto-discovery built-in, there are key differences:
es: Embora muitas ferramentas empresariais afirmam ter autodescoberta incorporada, há diferenças chave:
pt: Embora muitas ferramentas empresariais afirmam ter autodescoberta incorporada, há diferenças chave:

source: Device42 is agentless
es: Device42 es sin agente
pt: Device42 é sem agente

source: Holistic approach
es: Enfoque holístico
pt: Abordagem holística

source: Device42 connects to your network devices, hypervisors (VMware, HyperV, Citrix, Xen, Openstack, Cloudstack, and more), Cloud platforms (Amazon, Azure, Joyent, Linode, Digital Ocean and more), blade systems, UCS, IPMI, DNS, Windows, Linux & Unix OS’s and correlates the interrelationships and dependencies automatically. For example, if Device42 finds a MAC address on a switch port from a network device, it correlates that with a Windows VM which is on a blade sitting in a particular slot in a chassis. And it finds what services are on that machine and calculates the dependencies on other machines/services on your network.
es: Device42 conecta tus dispositivos de red hipervisores (VMware, HyperV, Citrix, Xen, Openstack, Cloudstack y más), plataformas de Cloud (Amazon, Azure, Joyent, Linode, océano Digital y más), sistemas blade, UCS, IPMI, DNS, Windows, Linux y Unix sistemas operativos y correlaciona las interrelaciones y las dependencias automáticamente. Por ejemplo, si Device42 encuentra una dirección MAC en un puerto del switch de un dispositivo de red, lo correlaciona con una VM de Windows que está en una hoja en una ranura especial en un chasis. Y encuentra lo que son servicios en esa máquina y calcula las dependencias de otras máquinas y servicios de la red.
pt: Device42 se conecta ao seu hipervisores (VMware, Hyper-v, Citrix, Xen, Openstack, Cloudstack e muito mais), plataformas de Cloud (Amazon, Azure, Joyent, Linode, oceano Digital e muito mais), dispositivos de rede, sistemas de lâmina, UCS, do Windows, Linux e Unix OS IPMI, DNS e correlaciona as inter-relações e as dependências automaticamente. Por exemplo, se Device42 encontra um endereço MAC em uma porta do comutador de um dispositivo de rede, correlaciona que com uma VM do Windows que é sobre uma lâmina, sentado em um slot específico em um chassi. E descobre o que são serviços em sua máquina e calcula as dependências em outros serviços/máquinas na sua rede.

source: On the other hand enterprise data center infrastructure management tools like Nlyte rely on external tools to do the auto-discovery. That not only adds to cost of the solution, but also increases the time to implementation and makes the solution more vulnerable with external dependencies.
es: Por outro lado, ferramentas empresariais de gestão de infraestrutura de centros de dados como o Nlyte dependem de ferramentas externas para fazer uma autodescoberta. Isso não só adiciona ao custo da solução, mas também convección o ritmo de implementação e faz da solução mais vulnerável com dependências externas.
pt: Por outro lado, ferramentas empresariais de gestão de infraestrutura de centros de dados como o Nlyte dependem de ferramentas externas para fazer a autodescoberta. Isso não só adiciona ao custo da solução, mas também aumenta o tempo de implementação e faz da solução mais vulnerável com dependências externas.

source: Auto-Discovery
es: Auto-descubrimiento
pt: Auto-Descoberta

source: With the advent of virtualization, containers, cloud computing, and software-defined networks, your IT infrastructure is orders of magnitude more complex than it was 10 years ago. It is no longer practical to manage your IT infrastructure using separate tools for asset management, IP management, cloud management, application dependency management, and software license management. The interrelationships are too important and too complex and can only be adequately captured in a single integrated tool like Device42. Too much time is wasted trying to manage all these interrelationships in different tools.
es: Recipientes com o foi da virtualização, computação nuvem e redes definidas por software, a sua infraestrutura de TI tem ordens de magnitude mais base há 10 anos atrás. Já não é mais prático gerir a sua infraestrutura de TI coordenação ferramentas separadas para uma gestão de ativos, gestão de IP, nuvem de gestão, gestão de dependência de aplicações e gestão de licenças de software. Os inter-relacionamentos são demasiado appreciate e Niederspannung incham e só podem ser adequadamente capturados numa única ferramenta integrada como o Device42. Niederspannung ritmo nao João Antonio um tentar gerir todos estes inter-relacionamentos em diferentes ferramentas.
pt: Com o advento da virtualização, recipientes, computação cloud e redes definidas por software, a sua infraestrutura TI tem ordens de magnitude mais complexas que há 10 anos atrás. Já não é mais prático gerir a sua infraestrutura TI usando ferramentas separadas para a gestão de ativos, gestão de IP, gestão cloud, gestão de dependência de aplicações e gestão de licenças de software. Os inter-relacionamentos são demasiado importantes e demasiado complexos e só podem ser adequadamente capturados numa única ferramenta integrada como o Device42. Demasiado tempo é gasto a tentar gerir todos estes inter-relacionamentos em diferentes ferramentas.

source: Device42 looks at your IT Infrastructure holistically and gives you a single console to manage your data center (DCIM), IP addresses(IPAM) and passwords in addition to ITAM (IT asset management) and has a built-in CMDB.
es: O Device42 olha de forma holística para uma sua infraestrutura de TI e dá-lhe uma única consola para gerir o seu centro de Dados (DCIM), endereços IP (IPAM) e palavras-passe, para além do ITAM (TI de gestão de ativos) e CMDB incorporada.
pt: O Device42 olha de forma holística para a sua infraestrutura TI e dá-lhe uma única consola para gerir o seu centro de Dados (DCIM), endereços IP (IPAM) e palavras-passe, para além do ITAM (gestão TI de ativos) e CMDB incorporada.
