Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: <strong>License compliance</strong> - identify over-licensed, unlicensed, and expired licenses
es: <strong>Cumplimiento de licencia</strong> - identificar licencias demasiado con licencia, sin licencia y vencidos
pt: <strong>Conformidade de licença</strong> - identificar licenças expiradas excesso de licenciados e não licenciadas

source: <strong>Standards assurance</strong> - identify prohibited and approved software
es: <strong>Aseguramiento de estándares</strong> - identificar los prohibidos y autorizados
pt: <strong>Garantia de padrões</strong> - identificar software proibido e aprovado

source: <strong>Cost management</strong> - report license costs and minimize under-licensed software
es: <strong>Gestión de costos</strong> - informe de costos de licencia y minimizar el software bajo licencia
pt: <strong>Gestão de custos</strong> - relatório de custos de licença e minimizar o software licenciado sob

source: Software Management Flexibility
es: Software de Gestión Flexibilidad
pt: Flexibilidade de Gestão de Software

source: Device42 provides options in the way companies manage their infrastructure software:
es: Device42 ofrece opciones en las empresas de manera administración su software de infraestructura:
pt: Device42 fornece opções nas empresas de maneira gerenciar seu software de infra-estrutura:

source: <strong>Select software as ignored</strong> - removes software components from the discovery list and ignores these components in future discoveries
es: <strong>Seleccione software como ignorado</strong> - remueve componentes de software de la lista de descubrimiento y hace caso omiso de estos componentes en los descubrimientos futuros
pt: <strong>Selecione software como ignorado</strong> - remove componentes de software da lista de descoberta e ignora esses componentes em futuras descobertas

source: <strong>Mark software as prohibited</strong> - sends alerts whenever prohibited software is located on the network
es: <strong>Software de marca como prohibido</strong> - envía alertas cuando software prohibida se encuentra en la red
pt: <strong>Software de Mark como proibida</strong> - envia alertas sempre que software proibido situa-se na rede

source: <strong>Assign software to suite</strong> - defines software as part of a software grouping, or “suite”
es: <strong>Asignar software Suite</strong> - define software como parte de una agrupación de software, o "suite"
pt: <strong>Atribuir o software a suíte</strong> - define o software como parte de um agrupamento de software, ou "suite"

source: Try Device42 for Free
es: Pruebe gratis Device42
pt: Experimente o Device42 gratuitamente

source: Making the switch is easy with migration utilities and imports.
es: Fazer uma mudança é fácil com ferramentas de blues e importações.
pt: Fazer a mudança é fácil com ferramentas de migração e importações.

source: Download
es: Descargar

source: Trial Now!
es: ¡Prueba ahora!
pt: Teste agora!

source: About Device42 - Comprehensive Data Center Documentation Software
es: Acerca de Device42 - Software de documentación de centro de datos integral
pt: Sobre Device42 - Software de documentação do centro de dados abrangente

source: About Device42
es: Acerca de Device42
pt: Sobre o Device42

source: Device42 Inc., a leader in Data Center Infrastructure Management (DCIM), delivers comprehensive, low cost solutions that helps companies visualize their infrastructure, understand network inter-dependencies, improve network security, and mitigate the impacts of planned and unplanned IT network changes. Device42 software centralizes data center management making IT assets visible, understandable, and controllable.
es: Device42 Inc., líder en datos centro infraestructura gestión (DCIM), ofrece una completa, soluciones de bajo costo que ayuda a las empresas visualizar su infraestructura, comprender la interdependencia de la red, mejoran la seguridad de la red y mitigación los impactos de los cambios de red es planificados y no planificados. Device42 software centraliza la gestión de centros de datos lo que activos visibles, comprensibles y controlables.
pt: Device42 Inc., líder em dados centro de infra-estrutura de gerenciamento (DCIM), fornece abrangente, soluções de baixo custos que ajuda as empresas a visualizar sua infra-estrutura, entendem a interdependência de rede, melhorar a segurança da rede e mitigar os impactos de alterações planejadas e não planejadas na rede IT. Device42 software centraliza o gerenciamento de centro de dados tornando-se ativos visível, compreensível e controlável.

source: From its inception, in 2010, Device42 has listened closely to customer needs and designed solutions that meet and exceed customer requirements. As a result, Device42 software is used by a rapidly growing number of companies of all sizes, in more than 20 countries.
es: Desde sus inicios, en 2010, Device42 ha escuchado de cerca las necesidades del cliente y soluciones que satisfacen y superan los requisitos de cliente. Como resultado, Device42 software es utilizado por un número creciente de empresas de todos los tamaños, en más de 20 países.
pt: Desde sua criação, em 2010, Device42 tem ouvido atentamente às necessidades do cliente e projetado soluções que atendam e superem as necessidades do cliente. Como resultado, Device42 software é usado por um número crescente de empresas de todos os tamanhos, em mais de 20 países.

source: You can follow our growth on the
es: Puede seguir nuestro crecimiento en el
pt: Pode seguir o nosso crescimento no

source: Device42 Blog
es: Blog de Device42
pt: Blog do Device42

source: Founder & CEO
es: Fundador & CEO
pt: Fundador e CEO

source: Raj Jalan, previously an IT consultant for numerous companies, recognized that many corporate data centers lacked visibility and control they require to most effectively manage both planned and unplanned changes within their IT infrastructure.
es: Raj Jalan, previamente un consultor para numerosas empresas, reconoció que muchos datos corporativos centros carecidos de visibilidad y control que requieren a la mayoría efectivamente gestión cambios planificados y no planificados dentro de su infraestructura de ti.
pt: Jalan Ribeiro, anteriormente, um consultor de ti para diversas empresas, reconheceu que muitos dados corporativos centros carecia de visibilidade e controle exigem a maioria efetivamente gerenciar mudanças planejadas e não planejadas dentro de sua infra-estrutura de ti.

source: When Raj looked for DCIM tools to help, he found very expensive, non-integrated, point solutions that simply didn't deliver the functionality that data center managers require. This motivated him to start Device42.
es: Cuando Raj buscó herramientas DCIM a, encontró soluciones punto muy caro, no integrados, que simplemente no ofrecen la funcionalidad necesitan del centro de datos. Esto lo motivó para comenzar a Device42.
pt: Quando Raj olhou para ferramentas DCIM para ajudar, ele encontrou soluções muito caro, não integrados, que simplesmente não oferecer a funcionalidade de gerentes exigem esse centro de dados. Isto o motivou a começar a Device42.

source: Today, as CEO, Raj’s experience and insight continue to fuel Device42’s technology innovation and corporate growth.
es: Hoy, como director general, experiencia y perspicacia de Raj continúan combustible de Device42 innovación tecnológica y crecimiento de la empresa.
pt: Hoje, como CEO, experiência e discernimento do Raj continuam a inovação tecnológica e crescimento corporativo do Device42 de combustível.

source: When he’s not working, Raj enjoys running, photography, and board games -- with “Settlers of Catan” being his favorite.
es: Cuando no está trabajando, Raj disfruta correr, fotografía y juegos de mesa, con "Los colonos de Catan" siendo su favorita.
pt: Quando ele não está funcionando, Raj gosta de correr, fotografia e jogos de tabuleiro..--com "De Catan" sendo o favorito dele.

source: Co-founder & CTO
es: Co-fundador y CTO
pt: Co-fundador e CTO

source: Dr. Steve Shwartz has been the Chief Technology Officer for multiple, successful, high-technology organizations. In these roles he also experienced the problems that ultimately led to the development of Device42.
es: Dr. Steve Shwartz ha sido el director de tecnología de múltiple, éxito, organizaciones de alta tecnología. En estos papeles también experimentó los problemas que condujeron en última instancia al desarrollo de Device42.
pt: Dr. Steve Shwartz foi o Chief Technology Officer para múltiplo, bem sucedido, as organizações de alta tecnologia. Nestas funções, ele também experimentou os problemas que levaram ao desenvolvimento de Device42.

source: Steve’s prior CTO experiences contribute to Device42’s comprehensive capabilities including: the ability to immediately determine application and departmental impact resulting from production outages, the ability to allocate IT costs to departments and projects, and Device42’s robust server password documentation and controls – to name a few.
es: Experiencias anteriores de CTO de Steve contribuyan a capacidades integrales de Device42 incluyendo: la capacidad para determinar inmediatamente la aplicación y departamental impacto resultante de las interrupciones de la producción, la capacidad de asignar los costes a departamentos y proyectos y documentación de password robusto servidor de Device42 y controles – para nombrar unos pocos.
pt: Experiências anteriores de CTO do Steve contribuam para recursos abrangentes do Device42, incluindo: a capacidade de determinar imediatamente o aplicativo e departamental impacto resultante das paralisações de produção, a capacidade de atribuir-lhe os custos para os departamentos e projetos e documentação de senha do servidor robusto do Device42 e controles – para citar alguns.

source: Steve enjoys playing golf and basketball when he’s not behind the desk.
es: Steve disfruta de jugar al golf y baloncesto cuando no está detrás del escritorio.
pt: Steve gosta de jogar golfe e basquete, quando ele não está atrás da mesa.

source: Prior to Device42, Al Rossini provided executive-level sales and technical solution leadership at numerous private and public sector organizations. In these roles, Al’s management insight was instrumental in repeatedly enabling record sales growth, successful margin expansion, global team building, and successful product/service introductions.
es: Antes de Device42, Al Rossini siempre nivel ejecutivo ventas y liderazgo de la solución técnica a numerosas organizaciones del sector público y privado. En estos papeles, conocimiento de gestión Al fue repetidamente, lo que permite un crecimiento récord de ventas, margen de éxito expansión, global de team building y presentaciones de producto o servicio exitoso.
pt: Antes da Device42, Al Rossini desde o nível executivo de vendas e liderança de solução técnica em numerosas privado e organizações do setor público. Nestas funções, uma visão de gestão de Al foi fundamental na repetidamente permitindo crescimento recorde de vendas, expansão de margem de sucesso, a equipe global de construção e introduções de produto/serviço bem sucedido.

source: Al’s proven expertise and practical experience are vital assets in Device42’s rapid, scalable, growth in global markets.
es: Al experiencia comprobada y experiencia práctica son activos vitales en el crecimiento rápido, escalable, de Device42 en los mercados mundiales.
pt: Experiência comprovada e experiência prática de Al são vitais ativos em crescimento rápido, escalável, do Device42 global dos mercados.

source: Al is an avid skier, cyclist, and regularly enjoys a competitive basketball game -- when he’s not tethered to his laptop keyboard.
es: Es un ávido esquiador, ciclista y regularmente disfruta de un juego de baloncesto competitivo--cuando él no está atado a su teclado del ordenador portátil.
pt: Al é um ávido esquiador, ciclista e regularmente, gosta de um jogo de basquete competitivo..--quando ele não está conectado ao seu teclado de computador portátil.

source: Device42's Open Source Contributions
es: Aportes al código abierto de Device42
pt: Contribuições de Acesso Livre do Device42

source: We have open sourced some of our work to help fellow system and network engineers/administrators better manage their infrastructure documentation. These open source projects can work independently or in conjunction with Device42 software. Please read more at <a href="https://www.github.com/device42" target="_blank">Device42 open-source software</a>
es: Hemos abierto algunos productos de nuestro trabajo para ayudar a otros sistema y red de ingenieros y administradores gestionar mejor su documentación de infraestructura. Estos proyectos de código abierto pueden funcionar independientemente o en conjunción con el software Device42. Lea más en <a href="https://www.github.com/device42" target="_blank">Device42 - software de código abierto</a>
pt: Já abrimos alguns oriundos do nosso trabalho para ajudar companheiros sistema e rede engenheiros/administradores a gerenciar melhor sua documentação de infra-estrutura. Estes projetos de código aberto podem trabalhar independentemente ou em conjunto com o software Device42. Por favor, leia mais em <a href="https://www.github.com/device42" target="_blank">Device42 software de fonte aberta</a>

source: We strive to improve Device42's data center infrastructure management software, so if you find an error or have a suggestion, please send us an e-mail at <a href="mailto:support@device42.com">support@device42.com</a>
es: Nos esforzamos por mejorar el software de gestión de infraestructura de centro de Device42 datos, así que si usted encuentra algún error o tiene alguna sugerencia, por favor envíenos un correo electrónico a <a href="mailto:support@device42.com">support@device42.com</a>
pt: Nós nos esforçamos para melhorar o software gerenciamento de Device42 para infra-estrutura de centro de dados, então se você encontrar um erro ou tiver uma sugestão, por favor envie-em um e-mail no <a href="mailto:support@device42.com">support@device42.com</a>

source: Contact Device42 - Online, by email, or phone.
es: Póngase en contacto con Device42 - en línea, por correo electrónico o teléfono.
pt: Entre em contato Device42 - on-line, por e-mail ou telefone.

source: Contact Us
es: Contáctenos
pt: Contacte-nos

source: Please enter your contact details and message. We will get back to you as soon as possible.
es: Introduce tus datos de contacto y mensaje. Le responderemos a usted tan pronto como sea posible.
pt: Por favor, digite seus detalhes de contato e mensagem. Vamos voltar para você logo que possível.

source: Headquarters
es: Sede de la
pt: Sede

source: 600 Saw Mill Road
es: Sierra de 600 Mill Road

source: Business Hours
es: Horas de trabajo
pt: Horas de Serviço

source: <strong>Weekdays:</strong> <span class="inline-block">9am - 6pm EST (GMT-5)</span>
es: <strong>Días de la semana:</strong> <span class="inline-block">9:00-18:00 EST (GMT-5)</span>
pt: <strong>Durante a semana:</strong> <span class="inline-block">09:00-18:00 EST (GMT-5)</span>

source: <strong>Saturday, Sunday:</strong> <br><span class="inline-block">closed</span>
es: <strong>El sábado, el domingo:</strong><br><span class="inline-block">cerrado</span>
pt: <strong>Sábado, domingo:</strong><br><span class="inline-block">fechado</span>

source: Social Network
es: Red social
pt: Redes Sociais

source: Plan breakdown for Data Center Management & IP address management software
es: Ruptura de plan de software de gestión de datos centro gestión y IP dirección de
pt: Colapso do plano para software de gerenciamento do Data Center Management & IP endereço

source: Compare Plans
es: Comparar planes
pt: Compare os Planos

source: Compare Device42 Features Across Different Plan Levels
es: Comparar las características de Device42 a través de Plan de diferentes niveles
pt: Comparar características de Device42 plano de diferentes níveis

source: Core
es: Núcleo
pt: Núcleo

source: Software License Mgmt
es: Gestión de licencia de software
pt: Licença de Software Mgmt

source: Services Discovery
es: Descubrimiento de servicios
pt: Descoberta de serviços

source: Power Mgmt &amp; Control
es: Control y administración de energía
pt: Controle &amp; poder Mgmt

source: Data Center Asset Management
es: Gestión de activos de centro de datos
pt: Centro de dados de gerenciamento de ativos

source: Data Center Visualization
es: Visualización de Data Center
pt: Visualização de Data Center

source: Structured Cable Management
es: Gestión de cables estructurada
pt: Gestão Estruturada de Cabos

source: IT Asset & Inventory Management
es: De activos y gestión de inventario
pt: É activo e gestão de estoques

source: Device & IP Discovery
es: Dispositivo y descubrimiento IP
pt: Dispositivo & IP descoberta

source: Spare Parts Management
es: Gestión de repuestos
pt: Gestão de peças de reposição

source: Role-Based Access
es: Acceso basado en roles
pt: Acesso Baseado na Função desempenhada

source: Contract &amp; Purchase Management
es: Gestión de compra y contrato
pt: Contrato &amp; gestão de compras

source: Add-ons
es: Complementos

source: Deep Services Mapping
es: Profunda servicios de mapeo
pt: Serviços de mapeamento profundos

source: Power Monitoring
es: Monitorización de energía
pt: Monitorização de Energia

source: Core Product Pricing
es: Precio del producto principal
pt: Preço de Produtos Essenciais

source: Sales FAQ
es: FAQ de ventas
pt: FAQ das Vendas

source: An Easier Alternative to BMC Atrium
es: Una alternativa más fácil a BMC Atrium
pt: Uma alternativa mais fácil para BMC Atrium

source: Device42 Is An Easier BMC Atrium Alternative. Here's Why You Should Consider Switching…
es: Device42 es un BMC Atrium alternativa más fácil. He aquí por qué usted debe considerar cambiar...
pt: Device42 é a alternativa mais fácil de BMC Atrium. Aqui é por que você deve considerar a mudança...

source: Thinking of making the switch to Device42 or one of the other BMC Atrium competitors?
es: ¿Piensa en hacer el cambio a Device42 o uno de los competidores BMC Atrium?
pt: Está a pensar em fazer a mudança para o Device42 ou outro dos concorrentes da BMC Atrium?

source: We want to make your decision as easy as possible, so we’ve put together some info that will help you decide which option is best for you.
es: Queremos facilitar su decisión tanto como fuera posible, así que agrupamos información que le ayudará a decidir qué opción es la mejor para usted.
pt: Queremos tornar a sua decisão o mais fácil possível, portanto juntamos alguma informação que o ajudará a decidir qual a melhor opção para si

source: Below, you will find information to help you compare Device42 and BMC Atrium, including features, customer experiences, pricing and reviews from current Device42 customers who have made the switch.
es: A continuación, encontrará información para ayudarlo a comparar Device42 y BMC Atrium, incluyendo características, experiencias de clientes, precio y opiniones de clientes actuales de Device42 que hicieron el cambio.
pt: Mais abaixo, irá encontrar informação que o ajudará a comparar o Device42 e o BMC Atrium, incluindo funcionalidades, experiências dos clientes, preços e avaliações de clientes atuais do Device42 que fizeram a mudança.

source: We hope this helps…
es: Esperamos que esto le ayude...
pt: Esperemos que isto o ajude...

source: Tired of having to struggle your way through clunky and complex BMC Atrium user guides, training classes, and lengthy implementation plans?
es: ¿Cansado de luchar a través de guías de usuarios, clases de formación, y planes de implementación extensos, engorrosos y complejos de BMC Atrium?
pt: Cansado de ter que lidar com manuais complexos e desajeitados, sessões de treino e planos de implementação demorados do BMC Atrium?

source: With Device42, you won’t have to. Configuration Item(CI) relationships are pre-defined. Auto-discovery will get nearly all your data into the system in an afternoon.
es: Con Device42, no tienes que. Las relaciones de Item(CI) de configuración son previamente definidas. Descubrimiento automático conseguirá casi todos sus datos en el sistema en una tarde.
pt: Com Device42, você não precisa. Configuração Item(CI) relacionamentos são pré-definidas. Autodescoberta terá quase todos os seus dados para o sistema em uma tarde.

source: You’ll get awesome core features like powerful reporting, great visualizations, and integrations with monitoring, automation, and ticketing tools without having to navigate a maze of features you don’t need.
es: Obtendrá impresionantes características principales como un poderoso informe, visualizaciones geniales, e integraciones con monitorización, automatización, y herramientas de tickets sin tener que navegar un laberinto de características que no necesita.
pt: Terá funcionalidades essenciais incríveis como fortes relatórios, excelentes visualizações e integrações com monitorização, automação e ferramentas de senhas sem ter que navegar num monte de funcionalidades de que não necessita.

source: And if you ever want to enhance Device42 beyond the core CMDB, you can do that with custom fields, custom form layouts, and rich REST based API.
es: Y si en algún momento desea mejorar Device42 más allá del núcleo CMDB, puede hacerlo con campos personalizados, diseños de formularios personalizados, y APIs ricas basadas en REST.
pt: E se alguma vez quiser melhorar o Device42 para além do CMDB essencial, pode fazê-lo com campos personalizáveis, disposição de formulários personalizável e uma API baseada em REST rica.

source: Simplicity
es: Simplicidad
pt: Simplicidade

source: Device42 helps you manage your IT Infrastructure as a whole
es: Device42 le ayuda a gestionar su infraestructura de TI como un todo
pt: O Device42 ajuda-o a gerir a sua infraestrutura IT como um todo

source: With the advent of virtualization, containers, cloud computing, and software-defined networks, your IT infrastructure is orders of magnitude more complex than it was 10 years ago. It is no longer practical to manage your IT infrastructure using separate tools for asset management, IP management, cloud management, application dependency management, and software license management. The interrelationships are too important and too complex and can only be adequately captured in a single integrated tool like Device42. Too much time is wasted trying to manage all these interrelationships in different tools.
es: Recipientes com o foi da virtualização, computação nuvem e redes definidas por software, a sua infraestrutura de TI tem ordens de magnitude mais base há 10 anos atrás. Já não é mais prático gerir a sua infraestrutura de TI coordenação ferramentas separadas para uma gestão de ativos, gestão de IP, nuvem de gestão, gestão de dependência de aplicações e gestão de licenças de software. Os inter-relacionamentos são demasiado appreciate e Niederspannung incham e só podem ser adequadamente capturados numa única ferramenta integrada como o Device42. Niederspannung ritmo nao João Antonio um tentar gerir todos estes inter-relacionamentos em diferentes ferramentas.
pt: Com o advento da virtualização, recipientes, computação cloud e redes definidas por software, a sua infraestrutura TI tem ordens de magnitude mais complexas que há 10 anos atrás. Já não é mais prático gerir a sua infraestrutura TI usando ferramentas separadas para a gestão de ativos, gestão de IP, gestão cloud, gestão de dependência de aplicações e gestão de licenças de software. Os inter-relacionamentos são demasiado importantes e demasiado complexos e só podem ser adequadamente capturados numa única ferramenta integrada como o Device42. Demasiado tempo é gasto a tentar gerir todos estes inter-relacionamentos em diferentes ferramentas.
