Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: SNMP v1/v2c/v3 supported
es: SNMP v1 / v2c / v3 apoyado
pt: SNMP v1/v2c/v3 suportadas

source: Discover CDP/LLDP neighbors
es: Descubra vecinos CDP / LLDP
pt: Descobrir vizinhos CDP/LLDP

source: Ping Sweep Utility
es: Utilidad Ping Sweep
pt: Utilidade Ping Sweep

source: Device42's .NET-based ping sweep utility parses Nmap output for a ping sweep on given network(s) and auto-uploads this data to the Device42 appliance.
es: Device42. Utilidad de barrido ping basados en red analiza salida para un barrido de ping a dado redes Nmap y auto-uploads estos datos en el dispositivo de Device42.
pt: Do Device42. NET com ping varredura utilitário analisa o Nmap de saída para uma varredura ping na dada redes e auto-uploads esses dados para o aparelho de Device42.

source: Virtual Machine Discovery
es: Descubrimiento de la máquina virtual
pt: Descoberta de máquina virtual

source: Virtual Machines Discovery
es: Máquinas Virtuales Descubrimiento
pt: Descoberta de Máquinas Virtuais

source: Connect to VMWare vCenter Server/ESX/ESXi/Citrix Xen servers and have hosts and VMs details automatically populated. Schedule the discovery to keep VM documentation up-to-date as VMs migrate between hosts.
es: Conectarse a servidores de VMWare vCenter Server/ESX/ESXi/Citrix Xen y hosts y VMs detalles automáticamente poblada. Programar el descubrimiento para mantener actualizada la documentación de la VM como migran máquinas virtuales entre hosts.
pt: Se conectar a servidores do VMWare vCenter Server/ESX/ESXi/Citrix Xen e ter hosts e detalhes de VMs automaticamente preenchido. Agende a descoberta para manter documentação de VM atualizado como migram de VMs entre hosts.

source: Automation & SIEM <small style="display:inline-block;margin-top:0;">via Device42 Webhooks & API</small>
es: Automatización y SIEM <small style="display:inline-block;margin-top:0;">vía Device42 Webhooks y API</small>
pt: Automação & SIEM <small style="display:inline-block;margin-top:0;">através de Device42 Webhooks & API</small>

source: compatible with StackStorm, Zapier, and any other if-this-then-that tool!
es: compatible con cualquier otra herramienta if-este-entonces-que, StackStorm y Zapier!
pt: compatível com StackStorm, Zapier e qualquer outra ferramenta se-este-então-que!

source: Trigger events with Webhooks from Device42 based on just about any happening in your infrastructure
es: Eventos de disparo con Webhooks de Device42 basan en apenas alrededor de cualquier suceso en su infraestructura
pt: Gatilho de eventos com Webhooks de Device42 com base em praticamente qualquer acontecimento em sua infra-estrutura

source: Manipulate any CI within Device42 via its powerful well documented RESTful API
es: Manipular cualquier CI dentro de Device42 a través de su potente API RESTful bien documentado
pt: Manipular qualquer CI dentro Device42 através de sua poderosa API RESTful bem documentados

source: Have a ticket automatically created in your ITSM system when a new piece of hardware is detected on your network
es: Tengo un billete creado automáticamente en su sistema ITSM cuando se detecta una nueva pieza de hardware en la red
pt: Tenho um bilhete criado automaticamente em seu sistema ITSM, quando uma nova peça de hardware é detectada na sua rede

source: Get a list of all servers running a specific version of software, and automate the upgrade across your infrastructure
es: Obtener una lista de todos los servidores que ejecutan una versión específica de software y automatizar la actualización de toda la infraestructura de
pt: Obter uma lista de todos os servidores que executam uma versão específica do software e automatizar a atualização em sua infra-estrutura

source: Automatically power on extra instances to react to high-load situations, or shut some down in times of low demand
es: Automáticamente poder en instancias extras para reaccionar a situaciones de alta carga o algunos cerró en épocas de baja demanda
pt: Automaticamente o poder em instâncias extras para reagir a situações de alta carga, ou desligar alguns em épocas de baixa demanda

source: Automate anything, from common tasks to complex workloads
es: Automatizar cualquier cosa, desde tareas comunes para las cargas de trabajo complejas
pt: Automatizar qualquer coisa, desde tarefas comuns para cargas de trabalho complexas

source: Centrally manage multiple DNS providers from within Device42!
es: Gestionar de forma centralizada múltiples proveedores DNS desde dentro de Device42!
pt: Administre de vários provedores DNS de dentro de Device42!

source: Configuration Management Integrations
es: Integración de gestión de configuración
pt: Integrações de gerenciamento de configuração

source: with Puppet, Chef, Ansible, and System Center
es: con títeres, Chef, Ansible y System Center
pt: com fantoche, Chef, Ansible e o System Center

source: Utilize system information data stored in puppet manifests to populate asset inventory
es: Utilizar los datos de información de sistema almacenados en manifiestos de títere para completar el inventario de activos
pt: Utilizar dados de informações do sistema armazenados nos manifestos de fantoche para preencher o inventário de bens

source: Sync Puppet Facts and Ohai Node data from Chef Server with Device42
es: Datos sincronización títeres hechos y Ohai nodo de servidor de Chef con Device42
pt: Dados de sincronização fantoche fatos e Ohai nó do servidor do Chef com Device42

source: Eliminate the need to run redundant discovery processes across the IT infrastructure
es: Eliminar la necesidad de ejecutar los procesos de descubrimiento redundantes a través de la infraestructura de ti
pt: Eliminar a necessidade de executar processos redundantes descoberta através da infra-estrutura de ti

source: Utilize Chef-discovered system information data to populate asset inventory
es: Utilizar los datos de información del sistema descubierto por el Chef para inventario de activos
pt: Utilizar dados de informações de Chef-descoberto sistema para preencher o inventário de bens

source: Import existing Microsoft System Center information into Device42
es: Importar información existente de Microsoft System Center en Device42
pt: Importar as informações existentes do Microsoft System Center em Device42

source: ITSM Integrations
es: Integraciones de ITSM
pt: Integrações de ITSM

source: with JIRA, Zendesk, and ServiceNow
es: ServiceNow, JIRA y Zendesk
pt: com JIRA, Zendesk e ServiceNow

source: Overlapping IP Ranges and Nested Subnets
es: Rangos de IP superpuestas y
pt: Intervalos IP Sobrepostos e Sub-redes Abrigadas

source: Auto-assign IPs
es: Autoasignación de IPs
pt: Atribuição automática de IPs

source: Allow staff members to auto-assign available IPs to devices. Worrying about outdated IPAM.xlsx is now a thing of the past.
es: Permita que los miembros del personal a asignar automáticamente IPs disponibles para dispositivos. Preocuparse IPAM.xlsx anticuado es ahora cosa del pasado.
pt: Permitir que os membros do pessoal autoatribuir IPs disponível para dispositivos. Se preocupar com IPAM.xlsx desatualizado é agora uma coisa do passado.

source: DNS Integration
es: Integraciones DNS
pt: Integração DNS

source: Transfer zones and zone records automatically from DNS servers for easy search and up-to-date documentation and correlation to IP addresses.
es: Transferencia de zonas y registros de la zona automáticamente desde los servidores DNS para facilitar su búsqueda y documentación actualizada y correlación a direcciones IP.
pt: Transferência de zonas e registros de zona automaticamente dos servidores DNS para fácil pesquisa e documentação actualizada e correlação para endereços IP.

source: IP Address Management from the Command Line
es: Gestión de direcciones IP desde la línea de comandos
pt: Gestão do Endereço IP a partir da Linha de Comandos

source: IP Address Management from <code>&lt;cmd/&gt;</code>
es: Administración de direcciones IP de<code>&lt;cmd/&gt;</code>
pt: Gerenciamento de endereços IP de<code>&lt;cmd/&gt;</code>

source: The Device42 IP address Management (IPAM) software provides:
es: La dirección IP de Device42 software de gestión (IPAM) proporciona:
pt: Fornece o endereço IP de Device42 software de gestão (IPAM):

source: Overlapping IP ranges with VRF groups
es: La superposición de rangos de IP con grupos VRF
pt: Intervalos IP sobrepostos com grupos VRF

source: Create nested IPv4 and IPv6 subnets with a single click
es: Crear anidados subredes IPv4 e IPv6 con un solo clic
pt: Crie sub-redes IPv4 e IPv6 agrupadas com um único clique

source: Subnet tree view with nested subnets & IPs
es: Vista de árbol de subred con subredes anidadas y la IPs
pt: Subrede de exibição de árvore com sub-redes aninhadas & IPs

source: Assign subnets to customer/departments
es: Asigne subredes a cliente / departamentos
pt: Atribua sub-redes a clientes/departamentos

source: Easily track usage per subnet
es: Seguir fácilmente el uso por subred
pt: Facilmente monitorize a utilização por sub-rede

source: Keep accurate IP information using auto-discovery tools
es: Mantenga la información IP precisa el uso de herramientas de auto-descubrimiento
pt: Mantenha informação precisa relativa a IP's usando ferramentas de autodescoberta

source: Merge subnets into parents
es: Combinar subredes en los padres
pt: Una sub-redes com os pais

source: Relocate subnets
es: Reubicar subredes
pt: Deslocar sub-redes

source: Merge VLANs
es: Combinar las VLAN
pt: Fundir VLANs

source: Visualize Switch Port Relationships
es: Visualice interruptor portuario Relaciones
pt: Visualize Relacionamentos de Porta de Permuta

source: Device42's IP address manager builds graphic network visualizations of switch port to switch port connections. Auto-generated diagrams are based on auto-discovered and manually entered network data. In addition, diagrams also depict virtual devices detected on switch ports.
es: Administrador de direcciones IP de Device42 crea visualizaciones de gráficos de red del puerto del switch para cambiar las conexiones. Genera automáticamente diagramas basados en datos de red auto descubierto e introducido manualmente. Además, diagramas representan también virtuales dispositivos detectados en los puertos del switch.
pt: Gestor de endereços IP do Device42 constrói visualizações gráficas de rede da porta do switch para alternar as conexões de porta. Gerado automaticamente diagramas se baseiam em dados de rede detectados automaticamente e inserida manualmente. Além disso, diagramas também retratam dispositivos virtuais detectados em portas de switch.

source: Asset Lifecycle Management
es: Gestión del ciclo de vida de activos
pt: Gestão do Ciclo de vida de Recursos

source: IT Asset Lifecycle Management
es: Lifecycle Management Activos
pt: Gestão do Ciclo de vida de Recursos IT

source: Manage Non-IP Assets
es: Administrar Activos no IP
pt: Gerir Recursos Não-IP

source: Manage Non-IP Asset
es: Gestión de activos de no-IP
pt: Gerenciar ativos não-IP

source: Manage the complete lifecycle of all non-IP based assets. Because Device42 does not count non-IP devices, an unlimited number of non-IP devices can be supported.
es: Gestionar el ciclo de vida completo de todos los activos no basado en IP. Porque Device42 no cuentan con dispositivos de no-IP, un número ilimitado de dispositivos IP no se puede apoyar.
pt: Gerencie o ciclo de vida completo de todos os bens não-baseadas em IP. Porque Device42 não conta dispositivos não-IP, um número ilimitado de dispositivos IP não pode ser suportado.

source: Manage Purchases and Support Contracts
es: Administrar Compras y Contratos de Apoyo
pt: Gerir Compras e Contratos de Suporte

source: Track purchases and contracts for all asset types
es: Compras de pista y contratos para todos los tipos de activos
pt: Monitorize compras e contratos para todos os tipos de recursos

source: Generate and schedule reports based on purchase data
es: Generar y programar informes basados ​​en los datos de compra
pt: Crie e agende relatórios consoante os dados de compra

source: Receive contract expiration reminders to ensure timely renewals
es: Recibe recordatorios de vencimiento del contrato para asegurar renovaciones oportunas
pt: Receba avisos de expiração de contratos para assegurar renovações atempadas

source: Easily create reports that support IT audits
es: Crea fácilmente informes que apoyar las auditorías de TI
pt: Crie facilmente relatórios que suportem auditorias IT

source: QR Codes and Asset Tags
es: Códigos QR y etiquetas de activos
pt: Códigos QR e Tags de Recursos

source: Device QR Codes and Asset Tags
es: Códigos QR dispositivos y activos Etiquetas
pt: Códigos QR e Tags de Recursos de Dispositivos

source: Granular Permission Control
es: Permiso de control granular
pt: Controlo de Permissão Epecífico

source: Device42's network password manager controls who can view and change passwords at the global or per-password level:
es: Red password manager controles de Device42 que pueden ver y cambiar las contraseñas a nivel global o por contraseña:
pt: Rede senha gerente controles do Device42 que podem exibir e alterar senhas a nível global ou por senha:

source: Users who can view the password
es: Los usuarios que pueden ver la contraseña
pt: Utilizadores que podem ver a palavra-passe

source: Groups who can view the password
es: Grupos que pueden ver la contraseña
pt: Grupos que podem ver a palavra-passe

source: Users who can view and edit the password
es: Los usuarios que pueden ver y editar la contraseña
pt: Utilizadores que podem ver e editar a palavra-passe

source: Groups who can view and edit the password
es: Grupos que pueden ver y editar la contraseña
pt: Grupos que podem ver e editar a palavra-passe

source: Secure IT Password Generator
es: Password Generator TI Secure
pt: Gerador Seguro de Palavra-passe TI

source: Device42's password generator creates auto-generated long, strong, and unique passwords that provide optimal password security.
es: Generador de contraseñas de Device42 crea auto-generado largo, fuertes y únicas contraseñas contraseña óptima seguridad.
pt: Gerador de senha do Device42 cria auto-gerado longas, fortes e únicas senhas que fornecem segurança senha ideal.

source: Generate strong, random passwords
es: Generar contraseñas seguras, al azar
pt: Criar passwords fortes e aleatórias

source: Custom security settings for generating passwords
es: Configuración de seguridad personalizada para generar contraseñas
pt: Configurações de segurança personalizado para gerar senhas

source: Quantity of uppercase, lowercase, special, and digit characters
es: Cantidad de caracteres en mayúsculas, minúsculas, especial y el número
pt: Quantidade de letras maiusculas, minúsculas, dígitos e especial personagens

source: IT Password Reporting
es: TI Contraseña Reporting
pt: Relatório de Palavra-passe TI

source: Device42's IT password reporting capabilities enable organizations to create and schedule custom reports showing what passwords have been changed, and what passwords have not been changed. The result: Better security monitoring and improved audit and compliance management.
es: Device42 contraseña es informe de capacidades permiten a las organizaciones crear y programar informes personalizados que muestran lo que las contraseñas se han cambiado, y lo que las contraseñas no se han cambiado. El resultado: una mejor supervisión de la seguridad y mejorar la gestión de auditoría y cumplimiento.
pt: Device42 senha informou capacidades permitem que as organizações criar e agendar relatórios personalizados mostrando que senhas foram alteradas, e que as senhas não foram alteradas. O resultado: melhor monitoramento de segurança e melhoria da gestão de auditoria e conformidade.

source: Password History and Audit Trail
es: Historia y contraseña
pt: Histórico de Passwords e Trajeto de Auditorias

source: Device42 password and history audit trails ensure that every password change is recorded and tracked ensuring full visibility and fail-safe password tracking.
es: Auditoría Device42 historia y contraseña Asegúrese de que cada cambio de contraseña se registra y seguimiento asegurando la visibilidad completa y una contraseña a prueba de fallos de seguimiento.
pt: Trilhas de auditoria senha e história Device42 garantir que todas as alterações de senha é registrada e rastreado garantindo total visibilidade e segurança senha de rastreamento.

source: Device42 logs all actions, providing a built-in, searchable audit trail
es: Device42 registra todas las acciones, proporcionando un built-in, pista de auditoría de búsqueda
pt: O Device42 regista todas as ações, fornecendo um rastro de auditoria pesquisável incorporado

source: Password related actions are logged: adds, changes, deletes, and even password viewing is logged
es: Contraseña acciones relacionadas se registran: agrega, cambia, borra, e incluso la visión contraseña se registra
pt: As ações relacionadas com palavra-passe são registadas: anúncios, alterações, eliminação e até a visualização da palavra-passe é registada

source: History is easily accessible via the centralized reports menu, or via the history button found on each password page
es: La historia es fácilmente accesible a través del menú de informes centralizada, o mediante el botón de la historia que se encuentra en cada página contraseña
pt: O histórico está facilmente acessível através do menu centralizado de relatórios, ou através do botão histórico localizado em cada página de palavra-passe

source: All prior passwords are retained in an encrypted fashion
es: Todas las contraseñas anteriores se mantienen de una manera cifrada
pt: Todas as anteriores palavras-passe são retidas de forma encriptada

source: Deep Application Mapping
es: Asignación de aplicación profunda
pt: Mapeamento de fundo aplicação

source: Know exactly what is running, and where, with deep application mapping
es: Sabe exactamente lo que está funcionando y donde, con la asignación de aplicación profunda
pt: Sei exatamente o que está funcionando e onde, com mapeamento de aplicação profunda

source: Increase data center staff productivity. By minimizing or eliminating redundant and low value data entry, IT staff can spend more time on high value business initiatives.
es: Aumentar la productividad de personal de centro de datos. Minimizando o eliminando la entrada de datos redundantes y de bajo valor, el personal de ti puede pasar más tiempo en iniciativas empresariales de alto valor.
pt: Aumente a produtividade de equipe de centro de dados. Minimizando ou eliminando a entrada de dados redundantes e de baixo valor, a equipe de ti possa passar mais tempo em iniciativas de negócios de alto valor.

source: Powerful application mapping tools relate data from various sources
es: Herramientas de mapeo de aplicación potente relacionan los datos de diversas fuentes
pt: Ferramentas de mapeamento de aplicativos poderosos relacionam dados de várias fontes

source: Auto Discovered data is related with imported and input data
es: Auto descubierto datos está relacionados con los datos importados y entrados
pt: Auto descobertas dados estão relacionados com os dados importados e entrados

source: Dependency flow diagrams relating application components are automatically generated
es: Diagramas de flujo de dependencia relacionadas con componentes de la aplicación se generan automáticamente
pt: Diagramas de fluxo de dependência relativa a componentes de aplicativo são gerados automaticamente

source: IT managers can visualize the applications different parts and interdependencies
es: Los administradores de TI pueden visualizar las piezas diferentes aplicaciones y las interdependencias
pt: Os gerentes de ti podem visualizar as aplicações diferentes peças e interdependências

source: Automatically generated impact charts show the relationships between applications, hardware components, and facilities
es: Impacto generado automáticamente tablas muestran las relaciones entre aplicaciones, componentes de hardware y servicios
pt: Impacto gerado automaticamente gráficos mostram as relações entre aplicativos, componentes de hardware e instalações

source: Enhance IT Service Management
es: Mejorar la gestión de los servicios
pt: Realce-gerenciamento de serviços

source: Device42 integrates with many popular 3rd party tools and imports from almost anywhere!
es: Device42 se integra con muchos populares 3 ª parte herramientas e importaciones desde casi cualquier lugar!
pt: Device42 integra com muitos populares 3o partido ferramentas e importações de quase qualquer lugar!

source: No need to input the same data into multiple systems!
es: ¡No hay necesidad de los mismos datos de entrada en múltiples sistemas!
pt: Não há necessidade de introduzir os mesmos dados em vários sistemas!

source: Enhance the information in your ticketing system with data from Device42
es: Mejorar la información en su sistema con los datos de Device42
pt: Melhorar a informação em seu sistema de bilhética com dados de Device42

source: Out-of-the-box integrations with popular ITSM Applications such as JIRA, Confluence, Servicenow, and Zendesk
es: Fuera de la caja integraciones con aplicaciones populares de ITSM como JIRA, confluencia, Servicenow, Zendesk
pt: Out-of-the-box integrações com aplicativos populares de ITSM como JIRA, confluência, Servicenow e Zendesk

source: Out-of-the-box integrations with automation platforms like Rundeck, Puppet, and Chef
es: Fuera de la caja integraciones con plataformas de automatización como Rundeck, marionetas y Chef
pt: Out-of-the-box integrações com plataformas de automação como Rundeck, fantoche e Chef

source: Import data from other CMDB providers like Aperature, Microsoft SCCM, Solarwinds, OpenDCIM, Racktables, Rackmonkey
es: Importar datos de otros proveedores de la CMDB como Aperature, SCCM de Microsoft, Solarwinds, OpenDCIM, Racktables, Rackmonkey
pt: Importar dados de outros fornecedores CMDB como Aperature Microsoft SCCM, Solarwinds, OpenDCIM, Racktables, Rackmonkey

source: Even import from spreadsheets, Visio docs, and anywhere else you can get a .csv
es: Incluso la importación de hojas de cálculo, documentos de Visio y en cualquier otro lugar usted puede conseguir un .csv
pt: Até mesmo importação de planilhas, documentos do Visio e em nenhum outro lugar você pode obter um CSV

source: IT Anarchy into IT Organization
es: ES la anarquía en la organización de ti
pt: Anarquia é a organização de ti

source: Transform IT Anarchy into IT Organization
es: Transforme la Anarquía de TI en la Organización de TI
pt: Transforme Anarquia IT em Organização IT

source: Access real-time configuration data to understand where resources are and how those resources are being consumed. Support future capacity and growth planning.
es: Datos de configuración en tiempo real de acceso a entender donde los recursos son y cómo se consumen los recursos. Capacidad de soporte a futuro y la planificación de crecimiento.
pt: Acessar dados de configuração em tempo real para entender onde os recursos são e como esses recursos estão sendo consumidos. Capacidade futura de apoio e planejamento de crescimento.

source: Get the next available IP address <small>(eliminate <em>Ping and Pray</em>)</small>
es: Haz el siguiente disponible IP dirección <small>(eliminar <em>Ping y orar</em>)</small>
pt: Pegar o próximo disponível IP endereço <small>(eliminar <em>Ping e rezar</em>)</small>

source: Locate racks with enough space and power capacity to house new servers
es: Ubicar estantes con suficiente capacidad de espacio y energía para los nuevos servidores de la casa
pt: Localize as cremalheiras com suficiente capacidade de espaço e poder para abrigar novos servidores
