Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: When do my support contracts expire?
es: ¿Cuándo caducan los mis contratos de soporte?
pt: Quando terminam os meus contratos de suporte?

source: If you are using Device42, all this information is at your fingertips and available in easy-to-understand <a href="%(features_url)s">visualizations, charts, graphs, and reports</a>. Device42’s <a href="%(device_disc)s">auto-discovery capabilities</a> can help identify all the IT assets and how they are interconnected.
es: Si usas Device42, toda esta información está a su alcance y disponible en fácil-a-entender <a href="%(features_url)s">visualizaciones, cartas, informes y gráficos</a>. De Device42 <a href="%(device_disc)s">las capacidades de descubrimiento automático</a> puede ayudar a identificar todos los activos de ti y cómo están interconectados.
pt: Se você estiver usando Device42, toda esta informação está ao seu alcance e disponível em fácil-à-compreenda, <a href="%(features_url)s">visualizações, gráficos, relatórios e gráficos</a>. De Device42 <a href="%(device_disc)s">recursos de detecção automática</a> pode ajudar a identificar todos os ativos de ti e como eles estão interligados.

source: Pop up an <a href="%(features_appmapping)s">application dependency diagram</a> to view what users and applications are dependent on a piece of equipment. Don’t struggle trying to find warranty contracts; all the warranty information is right there in the ticket along with who to call, the device serial number, and everything else you need. A quick report can identify all instances running Operating systems that are candidates for upgrade or retirement. Tired of playing “who knows the password”? You don’t have to do that anymore if you have Device42. When planning IP allocations, view network diagrams and fragmentation charts or just click the “What’s the next available IP” button.
es: Aparecerá un <a href="%(features_appmapping)s">Diagrama de dependencia de la aplicación</a> para ver lo que los usuarios y las aplicaciones dependen de una pieza de equipo. No luchan tratando de encontrar contratos de garantía; toda la información está ahí en el billete junto a quién llamar, el número de serie del dispositivo y todo lo que necesita. Un informe rápido puede identificar todas las instancias de sistemas operativos que son candidatos para mejora o jubilación. ¿Cansado de jugar a "quien sabe la contraseña"? No tienes que hacerlo ya, si tienes Device42. Al planificar las asignaciones de IP, ver diagramas de red y tablas de fragmentación o simplemente haga clic en el botón qué es la siguiente IP disponible".
pt: Pop-up um <a href="%(features_appmapping)s">diagrama de dependência de aplicativo</a> para ver quais usuários e aplicativos são dependentes de uma peça de equipamento. Não lute tentando encontrar contratos de garantia; todas as informações de garantia estão ali no bilhete junto com quem ligar, o número de série do dispositivo e tudo mais que você precisa. Um relatório rápido pode identificar todas as instâncias que executam sistemas operacionais que são candidatos para atualização ou aposentadoria. Cansado de brincar de "quem sabe a senha"? Você não precisa mais fazer isso se você tem Device42. Ao planejar alocações de IP, Ver os diagramas de rede e gráficos de fragmentação ou basta clicar no botão de "Qual é o próximo IP disponível".

source: Device42 also <a href="%(cable_management)s">tracks all cabling</a>, including both electrical and network. With <a href="%(soft_lic)s">Software License Management</a>, software is automatically discovered and a comprehensive, accurate picture of the software deployed on Windows and Linux machines across the entire IT infrastructure is available at your fingertips. The comprehensive, bundled ITAM (IT Asset Management) module tracks the full Asset Lifecycle of both IP and non-IP devices, including warranty and support contracts, and can alert you when renewal time approaches. VLAN’s and subnets can also be discovered, and are tracked along with CDP/LLDP neighbors. No need to log onto every server to check the config - Device42 discovers configurations for popular applications which can be found in the device view.
es: Device42 también <a href="%(cable_management)s">pistas de todo el cableado</a>, incluyendo ambos eléctrico y red. Con la <a href="%(soft_lic)s">Gestión de licencias de Software</a>, software se descubre automáticamente y una imagen completa y precisa de los programas instalados en máquinas Windows y Linux a través de toda la infraestructura de TI está disponible a su alcance. La integral, incluye pistas de módulo ITAM (IT Asset Management) el ciclo de vida completo del activo de dispositivos IP y no IP, incluidos los contratos de garantía y soporte y le alerta cuando se acerca a tiempo de renovación. VLAN y subredes también pueden ser descubiertas y se realiza el seguimiento junto con vecinos CDP/LLDP. Necesidad de iniciar sesión en cada servidor para comprobar la configuración - Device42 no descubre para aplicaciones populares que se pueden encontrar en la vista de dispositivo.
pt: Device42 também <a href="%(cable_management)s">controla todo o cabeamento</a>, incluindo ambos elétricos e rede. Com o <a href="%(soft_lic)s">Gerenciamento de licenças de Software</a>, software automaticamente é descoberto e uma imagem abrangente, precisa do software implantado em máquinas Windows e Linux em toda a infra-estrutura IT está disponível ao seu alcance. O abrangente, empacotado ITAM (IT Asset Management) faixas de módulo do ciclo de vida completo de ativos de dispositivos IP e não IP, incluindo contratos de garantia e suporte e pode alertá-lo quando se aproxima o tempo de renovação. A VLAN e sub-redes podem também ser descobertas e são controladas juntamente com vizinhos CDP/LLDP. Não há necessidade de registro em cada servidor para verificar o config - Device42 descobre configurações para aplicações populares que podem ser encontradas no modo de exibição do dispositivo.

source: If you utilize automation via tools like Puppet, Chef, or Ansible to assist with your OS migration project, you can get visibility into these tools in Device42 via APIs.
es: Si usted utilizar automatización a través de herramientas como marioneta, Chef o Ansible para ayudarle en su proyecto de migración de sistema operativo, puede obtener visibilidad en estas herramientas en Device42 mediante APIs.
pt: Se você utilizar a automação através de ferramentas como fantoche, Chef ou Ansible para ajudar com seu projeto de migração de sistema operacional, você pode obter visibilidade para essas ferramentas em Device42 através de APIs.

source: Use Case: Performance, Security & Incident Response
es: Caso de uso: Rendimiento, seguridad y respuesta a incidentes
pt: Caso de uso: Desempenho, segurança e resposta a incidentes

source: Device42 does Asset Management, License Management, Password management, and CVE alerting, the system contains all the information you need to identify affected software, the servers running that software, and the access credentials you’ll need. All that’s left to do is execute the remediation.
es: Device42 no Asset Management, gestión de licencias, gestión de contraseñas, y CVE de alerta, el sistema contiene toda la información que necesita para identificar software afectado, los servidores que ejecutan el software y las credenciales de acceso que necesitarás. Todo lo que queda por hacer es ejecutar la remediación.
pt: Device42 faz Asset Management, gerenciamento de licenças, gerenciamento de senhas, e CVE alertando, o sistema contém todas as informações que você precisa para identificar softwares afetados, os servidores que executam o software e as credenciais de acesso que você precisa. Tudo o que resta a fazer é executar a remediação.

source: And when you aren’t actively remediating vulnerabilities, how can you be sure all of your servers are in compliance with your password security policy, have had their PW’s or Keys rotated, or are coming up due or are overdue for rotation?
es: Y cuando activamente no remediar vulnerabilidades, ¿cómo puede estar seguro de todos sus servidores están de acuerdo con su política de seguridad de la contraseña, han tenido sus de PW o llaves girar, o se acercan debido o están pendientes de rotación?
pt: E quando você não está ativamente corrigir vulnerabilidades, como pode ter certeza que todos os seus servidores estejam em conformidade com a diretiva de segurança de senha, tiveram seus PW ou chaves giradas, ou estão chegando a devida ou são vencidos por rotação?

source: Device42 brings sanity to the software security and remediation process. Because Device42 does Asset Management, License Management, Password management, and CVE alerting, the system contains all the information you need to identify affected software, the servers running that software, and the access credentials you’ll need. All that’s left to do is execute the remediation.
es: Device42 trae sanidad para el proceso de seguridad y corrección de software. Porque Device42 no Asset Management, gestión de licencias, gestión de contraseñas y CVE de alerta, el sistema contiene toda la información que necesita para identificar software afectado, los servidores que ejecutan el software y las credenciales de acceso que necesitarás. Todo lo que queda por hacer es ejecutar la remediación.
pt: Device42 traz sanidade para o processo de segurança e correção de software. Porque Device42 faz Asset Management, gerenciamento de licenças, gerenciamento de senhas e CVE alertando, o sistema contém todas as informações que você precisa para identificar softwares afetados, os servidores que executam o software e as credenciais de acesso que você precisa. Tudo o que resta a fazer é executar a remediação.

source: When it comes to passwords and SSH keys, Device42’s password and audit history trails ensure every password related action is recorded. Reporting capabilities ensure compliance with customizable reports showing exactly which passwords have been changed and when and which passwords are due to be changed.
es: Cuando se trata de las contraseñas y claves SSH, de Device42 contraseña y auditoría historia rutas aseguran cada contraseña relacionados con la acción se registra. Capacidades de reporting cumplimiento de informes personalizables que muestra exactamente que las contraseñas se han cambiado y cuando y que las contraseñas deben cambiarse.
pt: Quando se trata de senhas e chaves SSH, trilhas de histórico de senha e auditoria do Device42 garantir que cada senha relacionadas a ação é registrada. Recursos de relatórios garantir a conformidade com relatórios customizáveis mostrando exatamente quais senhas foram alteradas e quando e que as senhas são devidas a ser alterada.

source: Alerts tell you when a CVE affects software you are running
es: Alertas de decirte cuando un CVE afecta software está ejecutando
pt: Alertas de dizer-lhe quando um software de afetos CVE estiver executando

source: Shows you CVE’s by device so that you can patch device-by-device
es: Muestra de CVE por el dispositivo para que puede parchear por dispositivos
pt: Mostra-lhe do CVE por dispositivo, para que você pode corrigir o dispositivo-por-dispositivo

source: Shows you the recommended remediation
es: Muestra la corrección recomendada
pt: Mostra-lhe a correção recomendada

source: All information needed to remediate is readily available
es: Toda la información necesaria para remediar está disponible
pt: Todas as informações necessárias para remediar estão prontamente disponíveis

source: Powerful, schedulable reporting ensures password compliance
es: Potente, programable información garantiza el cumplimiento de contraseña
pt: Poderoso, agendáveis relatando garante a conformidade com senha

source: All password related actions are logged (add, change, delete, even view!)
es: Contraseña todos relacionados con acciones se registran (añadir, cambiar, eliminar, incluso ve!)
pt: Todas as senhas relacionadas as ações são registradas (adicionar, alterar, apagar, nem ver os!)

source: A searchable audit trail ensures passwords haven’t been compromised
es: Una pista de auditoría consultable asegura contraseñas no han sido comprometidas
pt: Uma trilha de auditoria pesquisável garante que as senhas não foram comprometidas

source: Use Case: Software Audit & Compliance
es: Caso de uso: Software de auditoría y cumplimiento
pt: Caso de uso: Software de auditoria e conformidade

source: A software audit can be particular difficult if
es: Una auditoría de software puede ser particularmente difícil if
pt: Uma auditoria de software pode ser determinada se difícil

source: You don’t have an accurate inventory of all your software
es: No tienes un inventario exacto de todo su software
pt: Você não tem um inventário preciso de todos os seus softwares

source: The data you do have exists only in somebody’s head, or you have personnel changes
es: Los datos que usted tiene sólo existen en cabeza de alguien, o tienes cambios de personal
pt: Os dados que você tem só existem na cabeça de alguém, ou você tem mudanças de pessoal

source: Software is frequently installed and removed on servers and end user machines without record
es: Software con frecuencia es montar y desmontar en servidores y máquinas de usuario final sin registro
pt: O software é frequentemente instalado e removido em servidores e computadores de usuário final sem registro

source: A common strategy is to attempt a “full inventory” in order to prepare for a software audit, with results stored in Excel and/or Visio files.
es: Una estrategia común es intentar un "inventario completo" con el fin de prepararse para una auditoría de software, con resultados almacenados en archivos de Excel y/o Visio.
pt: Uma estratégia comum é a tentativa de um "inventário" a fim de se preparar para uma auditoria de software, com resultados armazenados em arquivos do Excel e/ou Visio.

source: This approach is problematic for several reasons
es: Este enfoque es problemático por varias razones
pt: Essa abordagem é problemática por várias razões

source: It can take weeks or months to get everything documented and organized into Excel.
es: Puede tomar semanas o meses para tener todo documentado y organizado en Excel.
pt: Pode levar semanas ou meses para ter tudo documentado e organizado em Excel.

source: By the time the software inventory is completed, so many things have been changed that it’s again out of date. At best, it will be out of date come the next audit.
es: Por el momento que se ha completado el inventario de software, han cambiado tantas cosas que otra vez está desactualizado. En el mejor de los casos será de venir la próxima auditoría.
pt: Quando que for concluído o inventário de software, tantas coisas mudaram é novamente fora da data. Na melhor das hipóteses, vai ser fora de data vem a próxima auditoria.

source: Even if you create processes to keep your spreadsheet up-to-date, you will inevitably end up with multiple versions, resulting in data issues as there is no centralized editing support and no standardized data template.
es: Incluso si crea procesos para mantener actualizada la hoja de cálculo, inevitablemente terminarás con múltiples versiones, dando por resultado problemas de datos ya que no hay soporte edición centralizada y ninguna plantilla de datos estandarizados.
pt: Mesmo se você criar processos para manter actualizada a sua planilha, você vai inevitavelmente acabar com várias versões, resultando em problemas de dados, como não há nenhum suporte de edição centralizado e nenhum modelo de dados padronizados.

source: While it might be possible to keep some data up to date manually, other data such as IP usage is virtually impossible to track manually.
es: Mientras que es posible mantener algunos datos actualizados manualmente, otros datos como el uso IP están virtualmente imposibles rastrear manualmente.
pt: Embora seja possível manter alguns dados atualizados manualmente, outros dados tais como o uso IP são virtualmente impossíveis de rastrear manualmente.

source: Using Device42’s powerful agentless software discovery process, organizations can create and maintain a comprehensive, accurate profile of all deployed software on Windows, Linux, and BSD machines alike across the entire IT infrastructure — from the server to the desktop level.
es: Mediante el proceso de descubrimiento de potentes software sin agente de Device42, las organizaciones pueden crear y mantener un perfil integral, preciso de todo el software implementado en Windows, Linux, y BSD máquinas tanto a través de todo el infraestructura, desde el servidor al nivel de escritorio.
pt: Usando o processo de descoberta do Device42 poderoso software de monitoramento, as organizações podem criar e manter um perfil completo, preciso de todo o software implantado no Windows, Linux, e BSD máquinas iguais em toda a-infraestrutura — do servidor para o nível de área de trabalho.

source: Detect prohibited software and generate immediate alerts
es: Detectar prohibido software y generar alertas inmediatas
pt: Detectar proibido software e gerar alertas imediatos

source: Supports common licensing models (user, device, CPU, key)
es: Compatible con modelos de licencias común (usuario, clave del dispositivo, CPU)
pt: Suporta os modelos de licenciamento comuns (usuário, dispositivo, CPU, chave)

source: Provide customizable notification alerts for licensing issues
es: Proporcionar alertas de notificación personalizables para cuestiones de licencias
pt: Fornecer alertas de notificação personalizáveis para questões de licenciamento

source: Identify installed software with vulnerabilities and provide customizable alerting
es: Identificar software instalado con vulnerabilidades y proporcionar alertas personalizables
pt: Identificar o software instalado com vulnerabilidades e fornecer alertas personalizáveis

source: Produce reports showing vulnerabilities by location and device to help create patching plans
es: Producir informes de vulnerabilidades mostrando por ubicación y el dispositivo para ayudar a crear planes de bacheo
pt: Produzir relatórios apresentando vulnerabilidades por localização e dispositivo para ajudar a criar planos de aplicação de patch

source: Discovery can be run on a schedule so you can stop playing catch-up
es: Descubrimiento se puede ejecutar en un horario por lo que podrás dejar de jugar a ponerse al día
pt: Descoberta pode ser executada em um horário, assim você pode parar de brincar de pega-pega

source: Auditing is no longer a giant undertaking to identify a ‘point in time’ state of your infra
es: Auditoría no es un gigante llevando a cabo identificar un estado de 'momento' de su infra
pt: Auditoria não é mais um gigante empresa identificar um estado 'momento' da sua infra

source: Less manual entry, reduced investment of time & manpower, and fewer errors
es: Menos ingreso manual, reduce la inversión de tiempo y mano de obra y menos errores
pt: Menos entrada manual, reduzido o investimento de tempo e mão de obra e menos erros

source: Device42 means compliance
es: Device42 significa cumplimiento
pt: Device42 significa conformidade

source: License compliance – identify over-licensed, unlicensed, and expired licenses
es: Cumplimiento de licencia – identificar licencias demasiado con licencia, sin licencia y vencidos
pt: Conformidade de licença – identificar licenças expiradas excesso de licenciados e não licenciadas

source: Standards assurance – identify prohibited and approved software
es: Aseguramiento de estándares – identificar los prohibidos y autorizados
pt: Garantia de padrões – identificar software proibido e aprovado

source: Cost management – report license costs and minimize under-licensed software
es: Gestión – los costos de licencia de informe de costes y minimizar el software bajo licencia
pt: Gestão – custos de licença do relatório de custos e minimizar o software licenciado sob

source: Device42 means security
es: Device42: la seguridad
pt: Device42 significa segurança

source: Know which physical, virtual, and cloud devices have software vulnerabilities
es: Saber que físicos, virtuales y los dispositivos de la nube tienen vulnerabilidades de software
pt: Sei que físico, virtual e dispositivos de nuvem têm vulnerabilidades de software

source: Be alerted when new vulnerabilities are discovered
es: Ser alertado cuando se descubren nuevas vulnerabilidades
pt: Ser alertado quando novas vulnerabilidades são descobertas

source: View vulnerabilities by device (and lots of other views) to help create patching plans
es: Ver vulnerabilidades por dispositivo (y muchos otros puntos de vista) para ayudar a crear planes de remiendo
pt: Ver os vulnerabilidades por dispositivo (e muitos outros pontos de vista) para ajudar a criar planos de remendo

source: Data can be pulled from external systems such as Microsoft SCCM and BMC Remedy
es: Pueden tirar datos de sistemas externos como Microsoft SCCM y BMC Remedy
pt: Dados podem ser puxados de sistemas externos, tais como Microsoft SCCM e BMC Remedy

source: Device42 is flexible
es: Device42 es flexible
pt: Device42 é flexível

source: Select software as ignored – removes software components from the discovery list and ignores these components in future discoveries
es: Seleccione software como ignorado – remueve componentes de software de la lista de descubrimiento y hace caso omiso de estos componentes en los descubrimientos futuros
pt: Selecione software como ignorado – remove componentes de software da lista de descoberta e ignora esses componentes em futuras descobertas

source: Mark software as prohibited – sends alerts whenever prohibited software is located on the network
es: Software de marca como prohibido – envía alertas cuando software prohibida se encuentra en la red
pt: Software de marca como proibidos – envia alertas sempre que software proibido situa-se na rede

source: Assign software to suite – defines software as part of a software grouping, or “suite”
es: Asignar software Suite – define software como parte de una agrupación de software, o "suite"
pt: A atribuição de software suite – define o software como parte de um agrupamento de software, ou "suite"

source: Integration
es: Integración
pt: Integração

source: Service integration with Device42 and %(integrations_slug)s
es: Servicio de integración con Device42 y % (integrations_slug) s
pt: Serviço de integração com Device42 e % (integrations_slug) s

source: Service integration with Device42
es: Servicio de integración con Device42
pt: Integração de serviços com Device42

source: Integrations with Device42
es: Integraciones con Device42
pt: Integrações com Device42

source: Device42 integrates with other applications used in managing IT Infrastructure such as ITSM and orchestration. These integrations can enhance performance and useability of IT management systems. In addition to an extensive API library, Device42 provides connectors that make integrations easy and effective.
es: Device42 se integra con otras aplicaciones utilizadas en la gestión de su infraestructura como ITSM y orquestación. Estas integraciones pueden mejorar el rendimiento y utilidad de lo sistemas de gestión. Además de una amplia biblioteca de API, Device42 ofrece conectores que hacen integraciones fácil y eficaz.
pt: Device42 integra-se com outros aplicativos usados no gerenciamento de ti infraestrutura como ITSM e orquestração. Essas integrações podem melhorar o desempenho e usabilidade do sistemas de gestão. Além de uma extensa biblioteca de API, Device42 fornece conectores que fazem a integração fácil e eficaz.

source: In addition
es: Además
pt: Além disso
