Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: The comprehensive ITAM (IT Asset Management) system bundled with Device42 tracks the entire asset lifecycle from purchase to decommissioning, making it easy to produce reports showing devices near end of life. The Software License Management add-on module can track a variety of license formats from per-seat to per CPU, and can identify over-licensed, unlicensed, and expired licenses, ensuring you don't spend more than you have to and that you remain in compliance.
es: El sistema integral de ITAM (IT Asset Management) con Device42 pistas del ciclo de vida de todo activo de compra para desmantelamiento, lo que es fácil producir reportes dispositivos cerca de final de la vida. El módulo de complemento de administración de licencias de Software puede rastrear una variedad de formatos de licencia por-asiento por CPU y puede identificar licencias exceso autorizados, sin licencia y vencidos, asegurando que no gaste más de lo que se debe y que permanecen en el cumplimiento.
pt: O abrangente sistema ITAM (IT Asset Management), junto com Device42 faixas do ciclo de vida inteiro activo de compra para o descomissionamento, tornando mais fácil para produzir relatórios mostrando dispositivos perto do fim da vida. O módulo adicional de gerenciamento de licenças de Software pode controlar uma variedade de formatos de licença por-assento para por CPU e pode identificar licenças expiradas excesso de licenciados e não licenciadas, garantindo que você não gaste mais do que você precisa e que você permaneça em conformidade.

source: From a risk management perspective, Device42 provides a complete audit trail. It provides a basis for DR and fault tolerance planning. It provides reporting on proper password policies. It ensures that the organization is aware of every piece of software that has reported vulnerabilities. Device42 also tracks power usage which includes notifications and alerts regarding imminent overages, bad battery packs, high temperatures, and much more.
es: Desde una perspectiva de gestión de riesgo, Device42 proporciona una auditoría completa. Proporciona una base para DR y planificación de tolerancia de avería. Proporciona información sobre directivas de contraseña correcta. Se asegura que la organización es consciente de cada pieza de software que ha reportado vulnerabilidades. Device42 también las pistas en uso de la energía que incluye notificaciones y alertas sobre la inminente excedentes, baterías malas, altas temperaturas y mucho más.
pt: De uma perspectiva de gestão de risco, Device42 fornece uma trilha de auditoria completa. Ele fornece uma base para DR e planejamento de tolerância de falha. Ele fornece relatórios sobre diretivas de senha apropriada. Ele garante que a organização está ciente de cada pedaço de software que relatou as vulnerabilidades. Device42 também controla o uso de energia, que inclui notificações e alertas relativos a iminentes excedentes, blocos da bateria ruim, altas temperaturas e muito mais.

source: Back to Use Cases
es: Volver a casos de uso
pt: Volta para casos de uso

source: Use Case: Capacity Planning
es: Caso de uso: Planificación de la capacidad
pt: Caso de uso: Planejamento de capacidade

source: Capacity Planning - Capacity planning for the both future need and peak transient loads can prove a tricky undertaking.
es: Planificación de capacidad - Capacity planning tanto futuro necesario y transitorio pico cargas puede resultar una tarea difícil.
pt: Planejamento de capacidade - capacidade de planejamento para o futuro de ambos precisam e cargas transientes de pico pode provar uma empresa complicada.

source: Challenge
es: Desafío
pt: Desafio

source: Capacity planning for the both future need and peak transient loads can prove a tricky undertaking. Too much capacity, and your spend can quickly get out of control supporting idle machines, blowing your budget. Too little, and your company's site or services can experience embarrassing downtime, leaving you to answer to angry customers and executives alike.
es: Necesidad de planificación para el futuro tanto de la capacidad y las cargas transitorias máximas pueden resultar una tarea difícil. Demasiada capacidad y su gasto pueden obtener rápidamente fuera de control, máquinas ociosas, soplar su presupuesto de apoyo. Demasiado poco, y sitio de su empresa o servicios pueden experiencia vergonzosa inactividad, dejándole para responder a los clientes enojados y ejecutivos por igual.
pt: Precisa de planejamento para o futuro de ambos de capacidade e cargas transientes de pico podem provar uma empresa complicada. Muita capacidade e seu passe rapidamente podem sair do controle apoio máquinas ociosas, estourar seu orçamento. Muito pouco, e site da sua empresa ou serviços podem experimentar o tempo de inatividade embaraçoso, deixando você responder a clientes irritados e executivos parecidos.

source: Device42 allows you to make the most of your existing capacity or to create a capacity planning forecast with the lights on by answering questions such as:
es: Device42 le permite aprovechar al máximo su capacidad existente o para crear una planificación de la capacidad pronóstico con las luces encendidas por responder preguntas tales como:
pt: Device42 permite que você aproveite ao máximo sua capacidade existente ou para criar um planejamento de capacidade previsão com as luzes acesas, respondendo a perguntas tais como:

source: Where do I have rack space and power to put new equipment?
es: ¿Donde tengo espacio y poder poner nuevos equipos?
pt: Onde tenho espaço em rack e poder para colocar novos equipamentos?

source: Are there power spikes in my colo cage that put us over the power limit?
es: ¿Hay subidas en mi jaula de colo que nos ponen en el límite de potencia?
pt: Existem picos de energia em minha gaiola de colo que nos colocar acima do limite de potência?

source: Do I have space and power for 200 more machines?
es: ¿Tengo espacio y energía para las máquinas de más de 200?
pt: Tenho espaço e energia para mais de 200 máquinas?

source: Do I have any zombie servers?
es: ¿Tengo los servidores de zombie?
pt: Tenho quaisquer servidores de zumbi?

source: Do I have in service IP addresses that aren't being used?
es: ¿Tienen en direcciones IP que no están siendo utilizadas?
pt: Eu tenho em endereços IP de serviço que não estão sendo usados?

source: Which /24 subnet should be assigned to an internal department to minimize fragmentation?
es: ¿Que 24 subred debe ser asignada a un departamento interno para minimizar la fragmentación?
pt: Quais 24 sub-rede deve ser atribuído a um departamento interno para minimizar a fragmentação?

source: Where are all the spare parts located and when should I reorder?
es: ¿Donde se encuentran todas las piezas de repuesto y cuando debo ordenar?
pt: Onde se situam todas as peças de reposição e quando eu deveria reorganizar?

source: Many products on the market today focus on CPU utilization and trending data to find underutilized servers. We believe that utilization is the wrong metric for the following reasons:
es: Muchos productos en el mercado hoy se centran en la CPU y datos de tendencias para encontrar servidores infrautilizados. Creemos que la utilización es la métrica incorrecta por las siguientes razones:
pt: Hoje, muitos produtos no mercado centrar-se na utilização da CPU e dados de tendências para encontrar servidores subutilizados. Acreditamos que a utilização é a métrica errada pelas seguintes razões:

source: You generally size capacity for peak times while normal utilization is low
es: Usted generalmente tamaño capacidad para horas punta estando bajo utilización normal
pt: Você geralmente tamanho capacidade para horários de pico, enquanto a utilização normal é baixa

source: You might have an application with constant high utilization that has no users
es: Podría tener una aplicación con la constante utilización alta que no cuenta con usuarios
pt: Talvez você tenha um aplicativo com alta constante utilização que não tenha nenhum usuário

source: You might have a valid app that is business critical, but is low utilization
es: Usted podría tener una aplicación válida que es crítica, pero es de baja utilización
pt: Você pode ter um aplicativo válido que é crítico de negócios, mas é a baixa utilização

source: With Device42's automated service to server or service to service mapping, you can find out exactly which servers have applications that are being utilized on the network, while easily identifying those that are just eating resources. The result: accurate capacity planning, happy customers, and a happy executive team.
es: Con servicio automatizado de Device42 a servidor o asignación para el servicio, usted puede encontrar exactamente qué servidores tienen aplicaciones que se están utilizando en la red, al mismo tiempo identificar fácilmente aquellos que sólo están consumiendo recursos. El resultado: planificación de la capacidad exacta, clientes satisfechos y un equipo ejecutivo feliz.
pt: Com o serviço automatizado do Device42 para o mapeamento de serviço a serviço ou servidor, você pode descobrir exatamente quais servidores tem aplicativos que estão sendo utilizados na rede, enquanto facilmente identificar aqueles que só estão comendo os recursos. O resultado: planejamento de capacidade exata, clientes satisfeitos e uma equipe executiva feliz.

source: Device42: Better data - better decisions.
es: Device42: Mejores datos - mejores decisiones.
pt: Device42: Melhor de dados - melhores decisões.

source: Use Case: Data Center & Cloud Migration
es: Caso de uso: Centro de datos y migración de nube
pt: Caso de uso: Centro de dados e migração de nuvem

source: Data Center and Cloud Migration
es: Centro de datos y migración de nube
pt: Centro de dados e migração de nuvem

source: Both agility and clear visibility are required to execute a successful data center migration. Migrations are typically very stressful times for the IT Staff involved, as the weight of a successful cutover that mitigates the aforementioned risk rests on their shoulders. Detailed knowledge of your infrastructure and a clear picture of the inter-dependencies between the many layers of hardware, supporting infrastructure, and the business applications they support are critical to the undertaking.
es: Clara visibilidad y agilidad están obligados a ejecutar una migración del centro de datos exitosa. Las migraciones son tiempos generalmente muy estresantes para el personal involucrado, como el peso de un traslado que mitiga el riesgo mencionado descansa sobre sus hombros. Conocimiento detallado de su infraestructura y una imagen clara de la interdependencia entre las muchas capas de hardware, infraestructura de soporte y las aplicaciones de negocio que apoyan son críticos para la empresa.
pt: Tanto agilidade e visibilidade clara são necessários para executar uma migração de centro de dados bem sucedida. As migrações são normalmente muito estressantes vezes para a equipe de ti envolvidos, como o peso de uma bem sucedida migração que mitiga o risco referido repousa sobre seus ombros. Conhecimento detalhado da sua infra-estrutura e uma imagem clara das dependências inter entre muitas camadas de hardware, infra-estrutura de suporte e os aplicativos de negócios que apoiam são críticos para a empresa.

source: Whether your goal is to migrate to a new hosting facility, to the public cloud, to a private cloud platform like OpenStack, or from one cloud vendor to another, you need to be able to answer questions such as:
es: Si tu objetivo es migrar a una nueva instalación de alojamiento, a la nube pública, a una plataforma de nube privada como OpenStack, o de vendedor de una nube a otra, tienes que ser capaz de responder preguntas tales como:
pt: Se seu objetivo é migrar para uma nova instalação de hospedagem, para a nuvem pública, para uma plataforma de nuvem privada como OpenStack, ou de um fornecedor de nuvem para outro, você precisa ser capaz de responder a perguntas como:

source: Where are my existing physical, virtual, and cloud devices?
es: Donde están mis actuales físicos, virtuales y dispositivos en la nube?
pt: Onde estão meu físico existente, virtual e dispositivos de nuvem?

source: How are these devices currently networked (VLANs, IP blocks)?
es: ¿Cómo son estos dispositivos actualmente en red (VLAN, bloques IP)?
pt: Como são estes dispositivos atualmente em rede (VLANs, blocos IP)?

source: Will the new space re-use numbering, or be re-IP'd and are those IPs available?
es: Será el nuevo espacio volver a utilizar la numeración, o re-IP sería y son los IPs disponibles?
pt: Será o novo espaço re-utilizar numeração, ou seria re-IP e são os IPs disponíveis?

source: Routing & connectivity between the facilities before, during, and after cutover
es: Enrutamiento y conectividad entre las instalaciones antes, durante y después de la transición (cutover)
pt: Roteamento e conectividade entre as instalações antes, durante e depois da migração

source: What storage components are currently in use and their underlying connectivity?
es: ¿Qué componentes de almacenamiento son actualmente en uso y la conectividad subyacente?
pt: Quais componentes de armazenamento estão atualmente em uso e sua conectividade subjacente?

source: What services and software is running and what specifically needs to move
es: Qué servicios y software se está ejecutando y lo que específicamente tiene que mover
pt: Que serviços e software está sendo executado e o que especificamente precisa mover

source: What is running on all the machines to be migrated, and their interdependencies
es: Lo que se está ejecutando en todos los equipos a migrar y sus interdependencias
pt: O que está sendo executado em todas as máquinas a serem migrados e suas interdependências

source: What users depend on services that will be migrated and notification if necessary
es: Lo que los usuarios dependen de servicios que serán migrados y notificación si es necesario
pt: O que os usuários dependem de serviços que serão migrados e notificação se necessário

source: Where are all the credentials (passwords, SSH Keys, etc.)
es: Donde están todas las credenciales (contraseñas, claves de SSH, etcetera.)
pt: Onde estão todas as credenciais (senhas, chaves SSH, etc.)

source: What licenses are in use by each server, and is there a shortage or duplicates?
es: ¿Qué licencias están en uso por cada servidor y existe una escasez o duplicados?
pt: O que as licenças estão em uso por cada servidor e existe uma escassez ou duplicatas?

source: Are all configurations and config files known and correct for the new facility
es: Son todas las configuraciones y archivos de configuración conocida y correcta para la nueva instalación
pt: São todas as configurações e arquivos de configuração conhecidos e correta para as novas instalações

source: If migrating to another physical data-center, as well as the above, you must also consider
es: Si migrar a otro centro de datos físico, así como el anterior, también debe tener en cuenta
pt: Se migrar para outro data center físico, bem como o acima, você também deve considerar

source: Power supply to the facility (both utility & generator availability)
es: Fuente de alimentación a la instalación (disponibilidad de utilidad y generador)
pt: Fonte de alimentação para as instalações (disponibilidade tanto utilitário & gerador)

source: Power wiring for redundancy and circuit balancing
es: Cableado para circuito balanceo y redundancia de alimentación
pt: Fiação para redundância e balanceamento de circuito do poder

source: Network wiring
es: Cableado de red
pt: Cabeamento de rede

source: Tracking vendor service and warranty contracts
es: Seguimiento de contratos de servicio y garantía de proveedores
pt: Acompanhamento de contratos de garantia de serviço e fornecedor

source: Logistics regarding equipment in transit from one data center to the new facility
es: Logística con respecto a equipo en tránsito desde un data center a la nueva instalación
pt: Logística dos aparelhos em trânsito de um data center para as novas instalações

source: Determination of what will be kept, retired, replaced, or consolidated
es: Determinación de lo que se mantiene, retirado, sustituido o consolidado
pt: Determinação de que será mantido, aposentado, substituído ou consolidado

source: If you are using Device42, all this information is at your fingertips and available in easy-to-understand visualizations, charts, graphs, and reports. If you have just acquired or are thinking about acquiring a new data center <a href="%(features_discovery)s"> Device42's auto-discovery</a> capabilities can help identify all the IT assets and how they are interconnected.
es: Si usas Device42, toda esta información está a su alcance y está disponible en informes, cuadros, gráficos y visualización fácil de entender. Si acaba de adquirir o estás pensando en adquirir una nuevas capacidades de <a href="%(features_discovery)s">descubrimiento automático de Device42</a> centro de datos puede ayudar a identificar todos los activos de ti y cómo están interconectados.
pt: Se você estiver usando Device42, toda esta informação está ao seu alcance e disponível em relatórios, gráficos, gráficos e visualizações fácil de entender. Se você acaba de adquirir ou está pensando em adquirir um novos recursos de <a href="%(features_discovery)s">detecção automática do Device42</a> de centro de dados pode ajudar a identificar todos os ativos de ti e como eles estão interligados.

source: Pop up an application dependency diagram to view what users and applications are dependent on a piece of equipment. Network connectivity, power chain, cabling, room, and rack visualizations each provide an instantaneous high-level view with drill-downs available for detail. When the time comes to actually move equipment, warranty information, service contracts, vendor contact information, remote url's, root passwords, and much much more are right there at your fingertips for all your physical, virtual, and cloud devices.When planning IP allocations, view network diagrams and fragmentation charts or just click the <em>What's the next available IP</em> button.
es: Surge un diagrama de dependencia de la aplicación para ver lo que los usuarios y aplicaciones dependen de una pieza de equipo. Conectividad de red, cadena de la energía, cableado, habitación y rack visualizaciones cada proporcionan una vista instantánea de alto nivel con drill-downs para detalle. Cuando llegue el momento para realmente mover equipo, información sobre la garantía, contratos de servicio, información de contacto de proveedores, remote url, contraseñas de root y mucho más están ahí a su alcance para su físico, virtual y dispositivos en la nube. Al planificar las asignaciones de IP, ver diagramas de red y gráficos de fragmentación o simplemente haga clic en el botón <em>Qué es la siguiente IP disponible</em> .
pt: Pop-up um diagrama de dependência de aplicativo para ver o que os usuários e aplicativos são dependentes de uma peça de equipamento. Conectividade de rede, Cadeia de alimentação, cabeamento, quarto e cremalheira visualizações cada fornecem uma visão instantânea de alto nível com broca-downs disponíveis para o detalhe. Quando chega a hora de realmente mover equipamentos, informações sobre garantia, contratos de serviço, informações de contato do fornecedor, do remoto url, senhas de raiz e muito mais estão ali ao seu alcance para seu físico, virtual e dispositivos de nuvem. Ao planejar alocações de IP, Ver os diagramas de rede e gráficos de fragmentação ou basta clicar no botão <em>o que é o próximo IP disponível</em> .

source: Device42 also <a href="%(videos_patch_panel_management)s">tracks all cabling</a>, including both electrical and network. Network SNMP discovery inventories switches, routers, and firewalls, and can even work out IP to MAC relationships to map MACs to ports. Tracking devices in transit is no problem, as Device42 tracks physical equipment transfers between locations, too. No need to log onto every server to check the config - Device42 can show you your configurations for popular applications.
es: Device42 también <a href="%(videos_patch_panel_management)s">pistas de todo el cableado</a>, incluyendo ambos eléctrico y red. Red SNMP descubrimiento inventarios switches, routers y firewalls y puede incluso trabajar a IP a relaciones de MAC a Mac a los puertos. Seguimiento de dispositivos de tránsito es no hay problema, como transferencias de equipo físico de pistas Device42 entre dos puntos, también. Necesidad de iniciar sesión en cada servidor para comprobar la configuración - Device42 no puede mostrar las configuraciones de aplicaciones populares.
pt: Device42 também <a href="%(videos_patch_panel_management)s">controla todo o cabeamento</a>, incluindo ambos elétricos e rede. SNMP descoberta inventários switches, roteadores e firewalls de rede e pode até mesmo trabalhar IP para relacionamentos de MAC para mapear MACs para portas. Rastreadores em trânsito não é problema, como transferências de equipamentos físicos de faixas de Device42 entre locais, também. Não há necessidade de registro em cada servidor para verificar o config - Device42 pode mostrar suas configurações para aplicações populares.

source: With <a href="%(features_software_license)s">Software License Management</a>, software is automatically discovered and a comprehensive, accurate picture of the software deployed on Windows and Linux machines across the entire IT infrastructure is available at your fingertips. Standard functionality in our ITAM (IT Asset Management) module tracks the full Asset Lifecycle of both IP and non-IP devices, including warranty and support contracts, and can alert you when renewal time approaches.
es: Con la <a href="%(features_software_license)s">Gestión de licencias de Software</a>, software se descubre automáticamente y una imagen completa y precisa de los programas instalados en máquinas Windows y Linux a través de toda la infraestructura de TI está disponible a su alcance. Funcionalidad estándar en nuestro módulo ITAM (IT Asset Management) sigue el ciclo de vida completo del activo de dispositivos IP y no IP, incluidos los contratos de garantía y soporte y le alerta cuando se acerca a tiempo de renovación.
pt: Com o <a href="%(features_software_license)s">Gerenciamento de licenças de Software</a>, software automaticamente é descoberto e uma imagem abrangente, precisa do software implantado em máquinas Windows e Linux em toda a infra-estrutura IT está disponível ao seu alcance. Funcionalidade padrão em nosso módulo ITAM (IT Asset Management) controla o ciclo de vida completo de ativos de dispositivos IP e não IP, incluindo contratos de garantia e suporte e pode alertá-lo quando se aproxima o tempo de renovação.

source: When your deployments include automation via tools like Puppet, Chef, or Ansible, you can get visibility into these tools in Device42 via APIs.
es: Cuando las implementaciones incluyen la automatización a través de herramientas como marioneta, Chef o Ansible, puede obtener visibilidad en estas herramientas en Device42 mediante APIs.
pt: Quando suas implantações incluem Automação via ferramentas como fantoche, Chef ou Ansible, você pode obter visibilidade para essas ferramentas em Device42 através de APIs.

source: Use Case: Hardware Audit
es: Caso de uso: Auditoría Hardware
pt: Caso de uso: Auditoria de Hardware
