Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42 has enabled the data center team to populate an asset inventory with comprehensive, accurate information and visualize their data centers at the room, rack and device levels. These visualizations, along with Device42’s service and device dependency mapping have enabled the team to have a thorough understanding of their operations
es: Device42 habilitó al equipo del centro de datos a rellenar un inventario de activos con información integral y precisa, y visualizar sus centros de datos en los niveles de sala, rack y dispositivo. Estas visualizaciones, junto con el mapeo de dependencias de servicios y dispositivos de Device42 habilitaron al equipo a tener una comprensión profunda de sus operaciones
pt: O Device42 permitiu que a equipa do centro de dados preenchesse um inventário de ativos com informação abrangente e precisa e que visualize os centros de dados ao nível da sala, bastidores e dispositivos. Estas visualizações, juntamente com o serviço do Device42 e o mapeamento da dependência do dispositivo permitiram que a equipa tivesse uma compreensão exaustiva sobre as suas operações

source: Network connectivity mapping
es: Mapeo de conectividad de red
pt: Planeamento da conectividade de rede

source: A big success with the Device42 implementation was the mapping of network port connectivity to servers made possible through Device42’s auto-discovery capabilities — which also made the implementation fast and easy
es: Un gran éxito con la implementación de Device42 fue el mapeo de conectividad de puertos de red a servidores hecho posible a través de las capacidades de autodetección de Device42 — las cuales también hicieron a la implementación rápida y sencilla
pt: Um grande sucesso com a implementação do Device42 foi o mapeamento da conetividade da porta de rede com os servidores, possibilitada através das capacidades de descoberta automática do Device42 - o que também fez com que a implementação fosse rápida e fácil

source: With comprehensive device and services dependency mappings, planning, placement, and connectivity decisions can quickly be made. Accurate asset and dependency information also enables better decisions regarding planned and unplanned infrastructure changes
es: Con mapeos integrales de dependencia de dispositivos y servicios, las decisiones de planificación, disposición, y conectividad se pueden tomar rápidamente. La información precisa en activos y dependencias también habilita mejores decisiones con respecto a cambios en la infraestructura planificados y no planificados
pt: Com dispositivos e serviços abrangentes os mapeamentos de dependência, planeamento, colocação e decisões de conetividade podem ser efetuados com rapidez. A informação precisa dos ativos e dependência também permita tomar melhores decisões no que diz respeito a alterações planeadas e não-planeadas de infraestrutura

source: The data center team now provides the organization with reliable information regarding the entire data center infrastructure including; operating systems in use, physical devices deployed, virtual devices in use, physical capacities (room, rack, and power), cloud usage, password utilization, cabling, and more
es: El equipo del centro de datos ahora brinda a la organización una información confiable con respecto a la infraestructura de centros de datos completa incluyendo; sistemas operativos en uso, dispositivos físicos implementados, dispositivos virtuales en uso, capacidades físicas (sala, rack, y energía), uso de la nube, utilización de contraseñas, cableado, y más
pt: A equipa do centro de dados fornece agora à organização informação fiável no que diz respeito a toda a infraestrutura do centro de dados; sistemas operativos em uso, dispositivos físicos empregues, dispositivos virtuais em uso, capacidades físicas (sala, bastidores e energia), utilização da nuvem, utilização da palavra-passe, cabeamento e muito mais

source: Password management
es: Gestión de contraseñas
pt: Gestão de Passwords

source: Using Device42’s password management capabilities, the Coventry data center team has secure access to a password vault that not only tracks active password data, but also provides comprehensive audit trails and reports of network password changes
es: Usando las capacidades de gestión de contraseñas de Device42, el equipo del centro de datos de Coventry ha asegurado el acceso a un almacén de contraseñas que no sólo sigue los datos de contraseñas activas, sino también que brinda pistas de auditoría integrales y registros de los cambios de contraseña de la red
pt: Utilizando as capacidades de gestão de palavra-passe do Device42, a equipa do centro de dados de Conventry assegurou acesso a um cofre de palavra-passe, que não regista os dados ativos de palavra-passe, mas também fornece rastos de auditoria e relatórios abrangentes das alterações da palavra-passe de rede

source: Today, the Coventry University data center team uses Device42 as their single source of IT truth. Using Device42, the entire team has anywhere/anytime access to capabilities that deliver accurate, understandable information for all of their data centers
es: Hoy, el equipo del centros de datos de la Universidad de Coventry usa Device42 como su única fuente de la verdad de TI. Usando Device42, todo el equipo tiene acceso en cualquier lugar/momento a las capacidades que entregan información precisa y comprensible para todos sus centros de datos
pt: Hoje, a equipa de centros de dados da Universidade de Coventry usa o Device42 como a sua única fonte de verdade de IT. Usando o Device42, toda a equipa tem acesso em qualquer lugar/ a qualquer hora a capacidades que fornecem informação precisa e compreensível para todos os seus centros de dados

source: Customer List for Device42 - Comprehensive Data Center Documentation Software
es: Lista de cliente para Device42 - Software de documentación de centro de datos integral
pt: Lista de clientes para Device42 - Software de documentação do centro de dados abrangente

source: Customers of Device42
es: Clientes de Device42
pt: Clientes de Device42

source: People Around The World Are Loving Device42!
es: ¡Personas de todo el mundo son amantes de la Device42!
pt: As pessoas ao redor do mundo são Device42 amar!

source: Financial Services Provider Case Studies
es: Estudios de caso de proveedor de servicios financieros
pt: Estudos de caso de prestador de serviços financeiros

source: Case studies for Device42 - with a financial services provider
es: Estudios de caso para Device42 - con un proveedor de servicios financieros
pt: Estudos de caso para Device42 - com um provedor de serviços financeiros

source: Device42 User Case Study – International Financial Services Provider
es: Estudio de caso de usuario de Device42 – Proveedor internacional de servicios financieros
pt: Estudos de Casos que utilizam o Device42 – Fornecedor Internacional de Serviços Financeiros

source: Financial Services
es: Servicios financieros
pt: Serviços Financeiros

source: New York, NY
es: Nueva York, NY
pt: Nova Iorque, NY

source: About the Company
es: Sobre la compañía
pt: Sobre a Empresa

source: The company experienced challenges with not having a single repository to track and view infrastructure devices and configurations. This was due to the use of manually kept lists and databases which consumed too much time, were frustrating to manage, and were often out-of-sync with the actual infrastructure. Because information was stored in separate silos, it was nearly Impossible to obtain a singular comprehensive view of the data center environment
es: La compañía experimentó desafíos al no tener ni un repositorio para seguir y ver la infraestructura de dispositivos y configuraciones. Esto era debido al uso de listas y bases de datos manuales que consumían demasiado tiempo, eran frustrantes de gestionar, y a menudo desactualizadas con la infraestructura actual. Dado que la información estaba almacenada en silos separados, era casi imposible obtener una vista integral singular del entorno del centro de datos
pt: A empresa passou por desafios por não ter um único repositório para registar e ver dispositivos e configurações de infraestrutura. Isto deveu-se ao uso de listas manuais e bases de dados que consumiam demasiado tempo, eram frustrantes de gerir e estavam frequentemente dessincronizadas com a infraestrutura atual. Devido ao facto de a informação ser armazenada em silos separados, era praticamente impossível obter uma visualização singular abrangente sobre o ambiente do centro de dados

source: Without a single, centralized tool for managing assets located throughout the data center, the company manually attempted to keep track of IP address spacing and host inventory using various custom scripts to collect device information. The collected data was placed into simple tables and configuration “dumps” which were then stored in a company wiki to allow access by data center team members. Both of these tactics had many limitations — the most significant was that, shortly after being collected, the information quickly became inaccurate due to operational infrastructure changes that were not properly notated
es: Sin una herramienta única y centralizada para gestionar activos ubicados a lo largo del centro de datos, la compañía intentó manualmente realizar un seguimiento del espaciado de direcciones IP e inventario de host usando varios scripts personalizados para recolectar la información de dispositivos. Los datos recolectados eran colocados en tablas simples y "volcados" de configuración que eran almacenados en una wiki de la compañía para permitir acceso a los miembrosd del equipo del centro de datos. Ambas tácticas tenían muchas limitaciones — la más significativa era que, poco después de ser recolectada, la información se volvía rápidamente imprecisa debido a los cambios de infraestructura operacionales que no eran anotados adecuadamente
pt: Sem uma ferramenta única e centralizada para gerir ativos localizados em todo o centro de dados, a empresa tentou, manualmente, manter o registo do espaçamento do endereço IP e alojar o inventário usando vários scripts personalizados para recolher informação do dispositivo. Os dados recolhidos foram colocados em tabelas simples e "depósitos" de configuração que eram, de seguida, armazenados num wiki da empresa, para permitir acesso aos membros da equipa do centro de dados. Ambas estas táticas tinham muitas limitações - a mais significativa era que, pouco após ser recolhida, a informação passou rapidamente a ser imprecisa devido às alterações da infraestrutura operacional que não eram anotadas de forma adequada

source: The company decided to investigate data center management solutions in an effort to improve the effectiveness and response levels of its operations. A cross-functional IT team was formed to identify the requirements and then to evaluate solution providers that could meet these requirements
es: La compañía dicidió investigar las soluciones de gestión de centros de datos en un esfuerzo por mejorar la efectividad y niveles de respuesta de sus operaciones. Se formó un equipo de TI interdisciplinario para identificar los requisitos y luego evaluar los proveedores de soluciones que podrían cumplir los mismos
pt: A empresa decidiu pesquisar por soluções de gestão do centro de dados, num esforço para melhorar a eficácia e níveis de resposta das suas operações. Uma equipa TI multifuncional foi formada para identificar os requisitos e de seguida para avaliar os fornecedores de soluções que poderiam ir de encontro a esses requisitos

source: As part of this process, the evaluation team placed high importance on
es: Como parte de este proceso, el equipo de evaluación puso mucha importancia en
pt: Como parte deste processo, a equipa de avaliação colocou grande importância em

source: A unified solution providing a centralized console providing easy access to data center teams located in multiple locations
es: Una solución unificada brindando una consola centralizada que entregara un fácil acceso a los equipos del centro de datos que se encontraba en múltiples ubicaciones
pt: Uma solução unificada fornecendo uma consola centralizada e fácil acesso às equipas do centro de dados localizadas em múltiplas localizações

source: A unified single solution that would replace the multiple disparate tools currently used (Visio, Excel and the wiki
es: Una solución unificada que reemplazara las múltiples herramientas dispares usadas actualmente (Visio, Excel y la wiki)
pt: Uma solução única e unificada que substituiria as múltiplas ferramentas dispares atualmente utilizadas (Visio, Excel e o wiki)

source: A solution with the ability to easily manage asset and infrastructure information and automatically keep that information accurate and up-to-date
es: Una solución con la capacidad de manejar con facilidad los activos e información de infraestructura y mantener automáticamente tal información precisa y actualizada
pt: Uma solução com a capacidade para gerir facilmente ativos e informação de infraestrutura e manter automaticamente essa informação precisa e atualizada

source: A solution providing comprehensive functionality needed for daily scheduled and unscheduled data center activities, including
es: Una solución brindando una funcionalidad integral necesaria para las actividades diarias programadas o no del centro de datos, incluyendo
pt: Uma solução fornecendo funcionalidade abrangente necessária para o agendamento e cancelamento do agendamento diário das atividades do centro de dados, incluindo

source: Service and support resolution
es: Resolución de servicios y soporte
pt: Solução de serviços e suporte

source: Infrastructure moves, adds, and changes
es: Movimientos, agregados, y cambios de infraestructura
pt: Movimentos, adições e mudanças na Infraestrutura

source: The team considered applications including: GLPI, ITDB, RackMonkey, Total Network Inventory, Kaseya Professional, Tracmor, and Device42. Initial testing and demonstrations revealed that Device42 had expansive capabilities, a clean and simple user interface, powerful features, robust customization abilities, relatively low cost, easy implementation, and minimal support requirements
es: El equipo consideró las aplicaciones incluyendo: GLPI, ITDB, RackMonkey, Total Network Inventory, Kaseya Professional, Tracmor, y Device42. Las pruebas iniciales y las demostraciones revelaron que Device42 tenía capacidades expansivas, una interfaz de usuario limpia y sencilla, funciones poderosas, capacidades de personalización robustas, costo relativamente bajo, implementación sencilla, y mínimos requisitos de soporte
pt: A equipa considerou aplicações incluindo: GLPI, ITDB, RackMonkey, Total Network Inventory, Kaseya Professional, Tracmor e Device42. Os testes e demonstrações iniciais revelaram que o Device42 tinha extensas capacidades, uma limpa e simples interface de utilizador, poderosas funcionalidades, robustas capacidades de personalização, um relativo baixo-custo, fácil implementação e mínimos requisitos de suporte

source: After "live" testing Device42 and another solution finalist, the team selected Device42
es: Después de Device42 de prueba "en vivo" y otro finalista de la solución, el equipo seleccionado Device42
pt: Depois de Device42 de testes "ao vivo" e outro finalista de solução, a equipa seleccionada Device42

source: When asked about the Device42 implementation, the company’s CIO reported
es: Cuando se preguntó sobre la implementación de Device42, el CIO de la compañía informó
pt: Quando lhe foi perguntado sobre a implementação do Device42, o gerente IT da empresa relatou

source: The implementation was extremely straightforward. The setup process was virtually non-existent since the application is provided on a VM customized for a hypervisor of our choice. From there, auto discovery tools were used to identify and import devices and all their configuration details. Network and blade enclosure SNMP discovery made adding most devices incredibly simple. There was a slight learning curve to understanding how all the many parts of Device42 worked together but, after a bit of use, that was quickly overcome. Device42’s immensely helpful support team always had an answer or a quick fix for customizations we needed
es: La implementación fue extramadamente simple. El proceso de instalación fue virtualmente no existente dado que la aplicación se brinda en una VM personalizada para un hipervisor de nuestra elección. Desde allí, se usaban las herramientas de autodetección para identificar e importar dispositivos y todos sus detalles de configuración. La detección de SNMP de red y gabinete de cuchillas hizo increíblemente sencillo el agregar la mayoría de los dispositivos. Existía una ligera curva de aprendizaje para entender cómo funcionaban juntas las piezas de Device42 pero, luego de un poco de uso, eso se superó rápidamente. El equipo de soporte sumamente útil de Device42 siempre tuvo una respuesta o una corrección rápida para las personalizaciones que necesitamos
pt: A implementação foi extremamente direta. O processo de configuração foi virtualmente não-existente dado que a aplicação é fornecida num VM personalizado para um hipervisor da nossa escolha. A partir daí, as ferramentas de descoberta automática foram utilizadas para identificarem e importarem dispositivos e todos os seus detalhes de configuração. A descoberta SNMP de rede e blade fez com que a adição da maioria dos dispositivos fosse simples. Houve sempre uma ligeira curva de aprendizagem para compreender como todas as muitas partes do Device42 funcionavam em conjunto mas, após um pouco de uso, isso foi rapidamente superado. A muitíssimo útil equipa de apoio do Device42 tinha sempre uma resposta ou uma rápida solução para as personalizações que necessitávamos

source: With the implementation completed and the system operational for several months, the company’s CIO reported
es: Con la implementación completada y el sistema operacional por varios meses, el CIO de la compañía informó
pt: Com a implementação completa e o sistema operacional durante muitos meses, o CIO da empresa relatou

source: For IT inventory tracking, there is no better solution. We were not able to find any other applications that fit into this space with all the features of Device42. Features critical to us were always missing with open source or free software alternatives (an API or auto discovery were most commonly missing). On the other end of the spectrum, many other data center management applications were well beyond what we needed, far too expensive to purchase, and too difficult to implement and support
es: Para el seguimiento de inventario de TI, no había una mejor solución. No fuimos capaces de encontrar otra aplicación que encaje en este espacio con todas las características de Device42. Las características críticas para nosotros siempre estaban ausentes con las alternativas de software de código abierto o gratuitas (una API de autodetección era lo faltante más común). En el otro punto del espectro, muchas otras aplicaciones de gestión de centros de datos estaban más allá de lo que necesitábamos, mucho más costosas de adquirir, y muy complicadas de implementar y soportar
pt: Não há melhor solução para o registo TI de inventário. Não conseguimos encontrar qualquer outra aplicação que se enquadra-se neste espaço, com todas as funcionalidades do Device42. As funcionalidades mais importantes para nós estavam sempre em falta com as alternativas de software open source ou gratuito (uma API ou uma descoberta automática eram as que mais faltavam). Por outro lado do espetro, muitas outras aplicações de gestão de centro de dados estavam bem para além do que necessitávamos, demasiado caras e demasiado difíceis de implementar e suportar

source: The customer reported that Device42’s agentless auto-discovery did a great job of “connecting all the dots” of the known infrastructure items as well as finding and adding new devices (the unknown dots) to the data center asset repository. Now, the data center team refers to Device42 as the “golden source” of accurate data center information that makes managing their complex data center environment faster, easier, and better
es: El cliente informó que la autodetección sin agentes de Device42 hizo un gran trabajo "conectando todos los puntos" de los elementos conocidos de la infraestructura así como encontrando y agregando nuevos dispositivos (los puntos desconocidos) al repositorio de activos del centro de datos. Ahora, el equipo del centro de datos se refiere a Device42 como la "fuente de oro" de la información precisa de centros de datos que hace la gestión de su complejo entorno de centros de datos más rápida, sencilla, y mejor
pt: O cliente reportou que a autodescoberta sem agentes do Device42 fez um ótimo trabalho de "ligação de todos os pontos" dos itens conhecidos da infraestrutura, bem como para encontrar e adicionar novos dispositivos (os pontos desconhecidos) ao repositório de ativos do centro de dados. Agora, a equipa do centro de dados menciona o Device42 como a "fonte dourada" da informação precisa do centro de dados que faz com que a gestão do seu complexo ambiente de centro de dados seja mais rápida, fácil e melhor

source: When asked about what advice the customer would offer others seeking to better manage their data center infrastructure, the CIO responded
es: Cuando se preguntó qué consejo el cliente ofrecería a otros buscando gestionar mejor su infraestructura de centros de datos, el CIO respondió
pt: Quando questionado sobre qual o conselho que o cliente ofereceria a outros que procuram uma melhor gestão da sua infraestrutura de centro de dados, a CIO respondeu

source: Trying to manage IT inventory without an agentless auto-discovery tool that stores accurate device data in a centralized database is very difficult. Manually managed lists are burdensome and quickly become out of sync with the actual environment. Once the data is discovered, having a place to manage discovery and configuration data together is invaluable. Device42 does all that… and more
es: Intentar gestionar un inventario de TI sin una herramienta de autodetección sin agentes que almacena datos precisos de dispositivos en una base de datos centralizada es muy complicado. Las listas gestionadas manualmente son gravosas y se vuelven desincronizadas con rapidez con el entorno actual. Una vez que los datos se detectan, tener un sitio para gestionar datos de detección y configuración es invaluable. Device42 hace todo eso... y más
pt: Tentar gerir um inventário TI sem uma ferramenta de autodescoberta sem agente que armazena dados precisos de dispositivo numa base de dados centralizada é algo muito difícil de alcançar. Gerir manualmente listas é um fardo e rapidamente ficam dessincronizadas com o ambiente atual. Assim que os dados são descobertos, ter um local para gerir a descoberta e configuração de dados em conjunto é algo extremamente precioso. O Device42 faz tudo isso... e muito mais

source: Maxihost Data Center - Case Study
es: Centro de datos de Maxihost - estudio de caso
pt: Centro de dados da Maxihost - estudo de caso

source: Case studies for Device42 - with Maxihost, a co-lo provider
es: Los estudios de caso para Device42 - con Maxihost, un co-lo proveedor
pt: Estudos de case para Device42 - com a Maxihost, uma co-o provedor

source: Maxihost, a co-lo provider
es: Maxihost, un co-lo proveedor
pt: Maxihost, um co-o provedor

source: Device42 User Case Study – Maxihost Datacenter Ltd
es: Estudio de caso de usuario de Device42 - Maxihost Datacenter Ltd
pt: Estudos de Casos que utilizam o Device42 – Maxihost Datacenter Ltd

source: Co-location Services Provider
es: Proveedor de servicios de coubicación
pt: Fornecedor de Serviços de Compartilhamento de Localização
