Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Please fill out the following form and we will email you the download link right away!
es: Por favor llene el siguiente formulario y le enviaremos el link de descarga inmediata!
pt: Por favor, preencha o formulário abaixo e nós lhe enviaremos o link para download imediatamente!

source: Send My Download Link
es: Enviar mi enlace de descarga
pt: Enviar meu Link de Download

source: We respect your privacy and will not misuse or sell your personal information. Read our
es: Respetamos su privacidad y no abusar ni venderá su información personal. Lea nuestra
pt: Respeito a sua privacidade e não abusar nem vende suas informações pessoais. Leia nosso

source: You are in good company
es: Usted está en buena compañía
pt: Está em boa companhia

source: Please fill out the following form and we will reach out to you with pricing information.
es: Por favor llene el siguiente formulario y nos llegará a usted con información de precios.
pt: Por favor, preencha o formulário abaixo e nós alcançaremos a você com informações sobre preços.

source: Schedule an online demo
es: Programar una demostración en línea
pt: Agende uma demonstração on-line

source: Device42 software helps you manage your IT inventory and assets with web based rack diagrams and centralized password store.
es: El software de Device42 le ayuda a gestionar su inventario y activos de TI con diagramas de rack basados en web y almacén de contraseñas centralizado.
pt: O software Device42 ajuda-o a gerir o seu inventário IT e recursos com diagramas de rack baseados em web e armazenamento centralizado de passwords.

source: Submit
es: Enviar
pt: Submeter

source: Want to see a live web demonstration of Device42?
es: ¿Quieres ver una demostración de web en vivo de Device42?
pt: Quer ver uma demonstração ao vivo pela web do Device42?

source: Fill out the form and we will get back to you with our next available time slots.
es: Rellene el formulario y le responderemos a usted con nuestras siguiente ranuras de tiempo disponibles.
pt: Preencha o formulário e vamos voltar para você com nossos próximo slots de tempo disponíveis.

source: Thank you
es: Gracias
pt: Obrigado

source: Thank You!
es: ¡Gracias!
pt: Obrigado!

source: Thank you, %(the_data_name)s for writing to us!
es: ¡Gracias, s % (the_data_name) para escribir a nosotros!
pt: Obrigado, s % (the_data_name) para escrever para nós!

source: We will be replying to %(the_data_email)s as soon we can.
es: Nos va respondiendo a % (the_data_email) s pronto posible.
pt: Nós vai ser responder aos s % (the_data_email) que logo que pudermos.

source: Device42 Survey
es: Encuesta de Device42
pt: Questionário do Device42

source: Please fill out following survey to help us serve you better
es: Por favor llene siguiente encuesta para ayudarnos a servirle mejor
pt: Por favor preencha o seguinte formulário para ajudar-nos a servi-lo melhor

source: Thank you, %(the_data_name)s!
es: Muchas gracias, s % (the_data_name).
pt: Obrigado, % (the_data_name) s!

source: We have emailed your download link to %(the_data_email)s.
es: Hemos enviado el enlace de descarga a s % (the_data_email).
pt: Podemos ter enviado o seu link de download de s de % (the_data_email).

source: If you don't receive an email from support@corp.device42.com within next few minutes, please double check your email id or check your spam filter and otherwise write to us at
es: Si no recibe un correo electrónico de support@corp.device42.com dentro de cinco minutos, por favor compruebe su id de correo electrónico o Compruebe su filtro de spam y de lo contrario escribanos a
pt: Se você não receber um e-mail de support@corp.device42.com dentro de alguns minutos, por favor verifique seu e-mail id ou verifique seu filtro de spam e caso contrário, escreva para

source: We have emailed your update link to %(the_data_email)s <small>(only if existing customer)</small>
es: Hemos enviado tu enlace de actualización para s % (the_data_email) <small>(sólo si cliente)</small>
pt: Podemos ter enviado o seu link de atualização para % (the_data_email) s <small>(somente se cliente existente)</small>

source: If you don't receive an email from
es: Si usted no recibe un correo electrónico de
pt: Se você não receber um e-mail de

source: within the next few minutes, please double check your email id and verify your spam filter settings. If you continue to have issues, please email us directly at
es: dentro de los próximos minutos, doble Compruebe su id de correo electrónico y verifique su configuración de filtro de spam. Si continúa teniendo problemas, por favor escríbanos directamente a
pt: dentro de alguns minutos, duplo Verifique seu e-mail id e verifique se as configurações de filtro de spam. Se você continuar a ter problemas, por favor envie email diretamente para

source: Device42 Satisfaction Survey
es: Encuesta de satisfacción de Device42
pt: Questionário de Satisfação do Device42

source: Please fill out the following survey
es: Por favor llene la siguiente encuesta
pt: Por favor, preencha o seguinte questionário

source: (optional)
es: (opcional)
pt: (opcional)

source: to help us serve you better
es: para ayudarnos a servirle mejor
pt: para nos ajudar a melhor atendê-lo

source: %(the_data_email)s has been unsubscribed from future newsletters.
es: s % (the_data_email) ha sido no suscritos de futuros boletines.
pt: s % (the_data_email) tem sido sobras de futuros boletins informativos.

source: Survey
es: Encuesta
pt: Pesquisa

source: Please fill out the following survey to help us serve you better
es: Por favor llene la siguiente encuesta para ayudarnos a servirle mejor
pt: Por favor preencha o seguinte formulário para ajudar-nos a servi-lo melhor

source: Loading...
es: Cargando...
pt: Carregar...

source: Thank you %(the_data_name)s!
es: ¡S de % (the_data_name) gracias!
pt: S de % (the_data_name) Obrigado!

source: Your request has been added to the moderation queue
es: Su solicitud se ha agregado a la cola de moderación
pt: O seu pedido foi adicionado à fila de espera

source: Please fill out the following survey <em>optional</em> to help us serve you better!
es: Por favor llene la siguiente encuesta <em>opcional</em> para ayudarnos a servirle mejor!
pt: Por favor, preencha o seguinte pesquisa <em>opcional</em> para nos ajudar a melhor atendê-lo!

source: Thank you!
es: ¡Gracias!
pt: Obrigado!

source: Click here to <a href="%(home)s">return to homepage</a>.
es: Haga clic aquí para <a href="%(home)s">volver a la Página principal</a>.
pt: Clique aqui para <a href="%(home)s">retornar à página inicial</a>.

source: Thank you for submitting.
es: Gracias por enviar.
pt: Obrigado por enviar.

source: We will be reaching out within 1 business day with your special link and license.
es: Nos va ser llegar dentro de 1 día hábil con tu link especial y licencia.
pt: Chegaremos dentro de 1 dia de negócios com seu link especial e licença.

source: Thank you for submitting
es: Gracias por enviarlo
pt: Obrigado por enviar

source: Continuous Discovery & Management Software
es: Descubrimiento continuo y manejo Software
pt: Descoberta contínua & Management Software

source: Device42 utilizes continuous auto-discovery to create a comprehensive map of your services, open ports, listening ports, and remote connections for Windows, Linux, and BSD machines.
es: Device42 utiliza el descubrimiento automático continuo para crear un mapa completo de sus servicios, puertos abiertos, escuchas puertos y conexiones remotas para máquinas Windows, Linux y BSD.
pt: Device42 utiliza detecção automática contínua para criar um mapa abrangente de seus serviços, portas abertas, portas de escuta e conexões remotas para máquinas Windows, Linux e BSD.

source: Service Impact Discovery ensures you can
es: Servicio de descubrimiento de impacto asegura que puede
pt: Descoberta do impacto de serviço garante que você pode

source: Find all the open ports on a machine
es: Encontrar todos los puertos abiertos de una máquina
pt: Encontrar todas as portas abertas em uma máquina

source: Get a list view of the service and remote dependencies
es: Ver una lista de los servicios y dependencias remotas
pt: Obter uma lista de exibição do serviço e as dependências remotas

source: Application Outlined Impact
es: Aplicación describe el impacto
pt: Aplicação descritas impacto

source: Discoveries are continuously run on a schedule, automatically detecting changes to your infrastructure as they are made.
es: Descubrimientos se ejecutan continuamente en un calendario, detectar automáticamente los cambios en su infraestructura como se hacen.
pt: Descobertas são executadas continuamente em um horário, automaticamente detectar alterações em sua infra-estrutura, como eles são feitos.

source: Focus on executing changes, not documenting them
es: Centrarse en la ejecución de los cambios, no documentarlos
pt: Concentre-se na execução de alterações, não documentar os

source: Run discoveries on a schedule, and never think about them again
es: Ejecutar descubrimientos en un horario y nunca pensar otra vez
pt: Executar as descobertas em uma agenda e nunca mais pensar neles

source: Trigger automation based on any infrastructure change
es: Automatización de activación basado en cualquier cambio de la infraestructura
pt: Automação de gatilho baseada em qualquer alteração de infraestrutura

source: Device42 can fire a webhook to trigger automation based on just about any infrastructure change
es: Device42 puede disparar una webhook para accionar la automatización basada en casi cualquier cambio de la infraestructura
pt: Device42 pode disparar um webhook para acionar a automação baseada na apenas sobre qualquer mudança de infra-estrutura

source: Automatically <a href="http://www.device42.com/blog/2016/11/automating-a-workflow-with-device42s-continuous-discovery-and-stackstorm/" class="ext-link" target="_blank">create a ticket in your ITSM system</a> based on detection of a new piece of hardware
es: Automáticamente <a href="http://www.device42.com/blog/2016/11/automating-a-workflow-with-device42s-continuous-discovery-and-stackstorm/" class="ext-link" target="_blank">crea un ticket en el sistema ITSM</a> basada en la detección de una nueva pieza de hardware
pt: Automaticamente <a href="http://www.device42.com/blog/2016/11/automating-a-workflow-with-device42s-continuous-discovery-and-stackstorm/" class="ext-link" target="_blank">criar um ticket no seu sistema ITSM</a> baseado na detecção de uma nova peça de hardware

source: Quickly detect installation of prohibited software
es: Detectar rápidamente la instalación de software prohibido
pt: Detectar rapidamente a instalação do software proibido

source: Get alerted if an important service isn’t running and have it back up before anyone notices
es: Haz alertado si no está ejecutando un servicio importante y tener copia de seguridad antes de que nadie nota
pt: Ser alertado se um serviço importante não está em execução e tê-lo para cima, antes que alguém perceba.

source: Your infrastructure data is always up to date, and always audit-ready
es: Los datos de infraestructura están siempre actualizado y siempre listo para la auditoría
pt: Seus dados de infra-estrutura são sempre atualizado e sempre pronta para auditoria

source: Application Mapping Flow
es: Solicitud asignación de flujo
pt: Fluxo de mapeamento de aplicativo

source: Application Dependency Flow
es: Aplicación de flujo de Dependencia
pt: Fluxo de Dependência de Aplicações

source: Device42's application dependency mapping component is powerful and easy to use. Application dependencies are defined from the bottom up and automatically generates dependency flow diagrams that clearly show relationships between application components.
es: Componente de mapeo de Device42 aplicación dependencia es potente y fácil de usar. Dependencias de las aplicaciones se definen desde abajo y genera automáticamente diagramas de flujo de la dependencia que muestran claramente las relaciones entre los componentes de la aplicación.
pt: Componente de mapeamento de dependência de aplicação do Device42 é poderoso e fácil de usar. Dependências de aplicativo são definidos de baixo para cima e gera automaticamente diagramas de fluxo de dependência que mostram claramente as relações entre os componentes do aplicativo.

source: <span class="prelist text-yellow">Reduce service outages</span> with predictable change and configuration management intelligence.
es: <span class="prelist text-yellow">Reducir las interrupciones de servicio</span> con inteligencia previsible de gestión de cambio y configuración.
pt: <span class="prelist text-yellow">Reduzir falhas no serviço</span> com inteligência de gestão de configuração e alteração previsível.

source: Discovery Methods
es: Métodos de descubrimiento
pt: Métodos de detecção

source: WMI for native Windows discovery
es: WMI para el descubrimiento de Windows nativo
pt: WMI para descoberta de Windows nativa

source: SSH for native Linux/UNIX discovery
es: SSH para descubrimiento nativo de Linux/UNIX
pt: SSH para descoberta de Linux/UNIX nativa

source: SNMP Discovery (v1/v2c/v3):
es: Descubrimiento de SNMP (v1/v2c/v3):
pt: Descoberta de SNMP (v1/v2c/v3):

source: Network switches, routers, and firewalls
es: Conmutadores de red, routers y firewalls
pt: Switches, roteadores e firewalls de rede

source: Load Balancers (F5 BIG-IP, Cisco Netscaler, etc.)
es: Balanceadores de carga (F5 BIG-IP, Cisco Netscaler, etcetera.)
pt: Balanceadores de carga (F5 BIG-IP, Cisco Netscaler, etc.)

source: Blade systems for chassis and blade information
es: Sistemas de la hoja para el chasis y la hoja de información
pt: Sistemas de lâmina para informações de chassi e lâmina

source: Discovery & monitoring of power and environmental devices like PDUs, UPS, CRAC, etc.
es: Descubrimiento y control de potencia y dispositivos ambientales como UPS, PDU, etcetera, CRAC.
pt: Descoberta e monitoração de potência e dispositivos ambientais como PDUs, CRAC, UPS, etc.

source: Netflow & NMAP discovery
es: Descubrimiento de NetFlow y NMAP
pt: Descoberta de NetFlow & NMAP

source: Native hypervisor and VM discovery with support for all major virtualization platforms
es: Hypervisor nativa y descubrimiento VM con soporte para todas las plataformas principales de virtualización
pt: Hypervisor nativo e descoberta VM com suporte para todas as plataformas de virtualização de grandes

source: Cloud discovery support for Amazon, Azure, Joyent, Linode, Digital Ocean, etc.
es: Nube descubrimiento soporte para Amazonas, Azure, Joyent, Linode, océano Digital, etcetera.
pt: Suporte de descoberta nuvem para Amazônia, Azure, Joyent, Linode, oceano Digital, etc.

source: Cisco UCS, Cisco discovery protocol (CDP), and LLDP neighbors
es: Cisco UCS, protocolo de descubrimiento de Cisco (CDP) y vecinos LLDP
pt: Cisco UCS, protocolo de descoberta de Cisco (CDP) e LLDP vizinhos

source: IPMI discovery for BMC boards
es: Descubrimiento IPMI para tableros de BMC
pt: Descoberta IPMI para placas BMC

source: DNS and ping sweep for network discovery
es: DNS y ping sweep para descubrimiento de la red
pt: DNS e ping varredura para detecção de rede

source: Pull inventory data from tools like Puppet, Chef, Microsoft SCCM, monitoring systems, and more!
es: ¡Extraer datos de inventario de herramientas como marioneta, Chef, SCCM de Microsoft, sistemas de monitoreo y mucho más!
pt: Recepção de dados de inventário de ferramentas como fantoche, Chef, Microsoft SCCM, sistemas de monitoramento e muito mais!

source: Application Impact Charts
es: Aplicación impacto cartas
pt: Gráficos de impacto do aplicativo

source: Device42 makes understanding network device relationships, fast, easy, and accurate. Using auto-generated Device42 diagrams, IT staff members have “anytime access” to impact charts that show the relationships between applications, hardware components (racks, servers, devices, etc.), and facilities (rooms, buildings, etc.).
es: Device42 hace entender red dispositivo relaciones, rápidas, fácil y precisas. Usando diagramas de Device42 generado automáticamente, miembros del personal de IT acceder "en cualquier momento" a efectos gráficos que muestran las relaciones entre aplicaciones, componentes de hardware (racks, servidores, dispositivos, etc.) e instalaciones (habitaciones, edificios, etcetera).
pt: Device42 faz relações de dispositivo de rede de compreensão, rápidas, fácil e precisas. Usando diagramas de Device42 gerado automaticamente, os membros do pessoal tem "a qualquer momento o acesso" que impacto gráficos que mostram as relações entre aplicativos, componentes de hardware (racks, servidores, dispositivos, etc.) e instalações (salas, edifícios, etc.).

source: <span class="prelist">The result</span> easier, faster disaster recovery and better business continuance planning.
es: <span class="prelist">El resultado</span> más fácil, más rápida recuperación y mejor planificación de continuidad del negocio.
pt: <span class="prelist">O resultado</span> de recuperação de desastres mais fácil, mais rápido e melhor planejamento de continuidade de negócios.

source: Application Impact Lists
es: Listas de impacto Aplicación
pt: Listas de Impacto de Aplicações

source: Impact lists provide the necessary details about the organizational groups using the applications.
es: Listas de impacto proporcionan los datos necesarios acerca de los grupos organizacionales utilizando las aplicaciones.
pt: Listas de impacto fornecem os dados sobre os grupos organizacionais, usando as aplicações.

source: <span class="prelist text-yellow">Reduce risk</span> and potential downtime during cutovers, upgrades, and migrations by understanding interdependencies and connections!
es: <span class="prelist text-yellow">Reducir riesgo</span> y potencial de tiempo de inactividad durante los arranques, upgrades y migraciones por las conexiones y las interdependencias de comprensión!
pt: <span class="prelist text-yellow">Reduzir risco</span> e potencial de tempo de inatividade durante cutovers, upgrades e migrações por conexões e interdependências de compreensão!

source: Outlined Impact
es: Delineado de impacto
pt: Impacto Delineado

source: Impact lists provide the necessary details about the organizational groups using the applications, enabling IT managers to better support their users during planned and unplanned network changes.
es: Listas de impacto proporcionan los datos necesarios acerca de los grupos organizacionales usando las aplicaciones, permitiendo a los administradores de TI para mejor soporte de sus usuarios durante los cambios de red planificadas y no planificadas.
pt: Listas de impacto fornecem os dados sobre os grupos organizacionais utilizar as aplicações, permitindo que os gerentes de ti para melhor suporte a seus usuários durante as mudanças planejadas e rede.

source: Highlighted features
es: Características destacadas
pt: Características destacadas

source: Agentless services and application discovery combines data obtained via Windows (WMI) and Linux (SSH) protocols, and augments this native-protocol deep application discovery with netflow and nmap
es: Servicios sin agente y aplicación discovery combina datos obtenidos a través de protocolos de Windows (WMI) y Linux (SSH) y aumenta este descubrimiento aplicación profunda de protocolo nativo con netflow y nmap
pt: Serviços de monitoramento e aplicação descoberta combina dados obtidos através de protocolos do Windows (WMI) e Linux (SSH) e aumenta esta descoberta profunda aplicativo nativo-protocolo com netflow e nmap

source: Agent based solutions available for sensitive and/or often disconnected devices
es: Basado en las soluciones disponibles para los dispositivos sensibles y a menudo desconectados
pt: Agente com base em soluções disponíveis para dispositivos sensíveis e/ou muitas vezes desconectados

source: Get a list of all deployed applications, manufacturer / owner, version number and function
es: Obtener una lista de todo desplegado aplicaciones, fabricante / propietario, número de versión y función
pt: Obter uma lista de todos implantado aplicativos, fabricante / proprietário, o número de versão e função

source: Get a list of all services, running or not, users, protocols & ports
es: Obtener una lista de todos los servicios, funcionando o no, los usuarios, los protocolos y puertos
pt: Obter uma lista de todos os serviços, executando ou não, usuários, protocolos e portas

source: Build application dependency diagrams that quickly communicate application to device relationships
es: Construir diagramas de dependencia de la aplicación que comunican rápidamente la aplicación a las relaciones del dispositivo
pt: Construir diagramas de dependência de aplicativos que comunicam rapidamente a aplicação às relações de dispositivo

source: Easily view application to server mappings and application to application mapping
es: Ver aplicación en asignaciones de servidor y aplicación asignación
pt: Facilmente ver os aplicativos para servidor mapeamentos e mapeamento de aplicativo para aplicativo

source: Map users to devices and applications
es: Mapa compartida / cuentas de servicio a los dispositivos y aplicaciones
pt: Dispor utilizadores para dispositivos e aplicações

source: View services by device or user, and devices by service
es: Ver servicios por dispositivo o usuario y dispositivos de servicio
pt: Serviços de visualização por dispositivo ou usuário e dispositivos pelo serviço

source: Autodiscover services running on network devices, protocols & ports
es: Servicios de detección automática en los dispositivos de red, protocolos y puertos
pt: Descoberta automática serviços executados em dispositivos de rede, protocolos e portas

source: View comprehensive application dependency maps even for machines that can’t be directly accessed, built out with Netflow data!
es: Ver aplicación completa dependencia asigna incluso con máquinas que no pueden acceder directamente, construido con los datos de Netflow!
pt: Dependência de aplicativo abrangente vista mapas mesmo para máquinas que não podem ser diretamente acessadas, construído com dados de Netflow!

source: Map servers to switch ports
es: Servidores de mapas de puertos de conmutación
pt: Servidores de mapas às portas do switch

source: No agents to install on thousands of servers
es: Sin agentes para instalar en miles de servidores
pt: Sem agentes para instalar em milhares de servidores

source: Visual Application Impacts
es: Impactos de la aplicación Visual
pt: Aplicativo Visual impactos

source: Device42 makes understanding network device relationships, fast, easy, and accurate. Using auto-generated diagrams, IT staff members have “anytime access” to impact charts that visually communicate the relationships between applications, hardware components (racks, servers, devices, etc.), and facilities (rooms, buildings).
es: Device42 hace entender red dispositivo relaciones, rápidas, fácil y precisas. Usando diagramas generados automáticamente, miembros del personal de IT acceder "en cualquier momento" a gráficos de impacto que comunican visualmente las relaciones entre aplicaciones, componentes de hardware (racks, servidores, dispositivos, etc.) e instalaciones (habitaciones, edificios).
pt: Device42 faz relações de dispositivo de rede de compreensão, rápidas, fácil e precisas. Usando diagramas gerados automaticamente, os membros do pessoal tem "a qualquer momento o acesso" para gráficos de impacto que comunicam visualmente as relações entre aplicativos, componentes de hardware (racks, servidores, dispositivos, etc.) e instalações (salas, prédios).

source: Fast and Easy Integration
es: Integración de Títeres y el Chef
pt: Integração Rápida e Fácil
