Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: You got an error!
es: ¡Tienes un error!
pt: Você tem um erro!

source: Only humans are allowed to submit this form.
es: Sólo los seres humanos pueden enviar este formulario.
pt: Somente os seres humanos podem enviar este formulário.

source: Please use a valid work email address.
es: Por favor utilice una dirección de correo electrónico de trabajo válido.
pt: Por favor use um endereço de e-mail de trabalho válida.

source: Name
es: Nombre
pt: Nome

source: Email Address
es: Dirección de correo electrónico
pt: Endereço de e-mail

source: Phone Number
es: Número de teléfono
pt: Número de telefone

source: Please enter your message here
es: Por favor ingrese su mensaje aquí
pt: Por favor, digite sua mensagem aqui

source: I am not sure
es: No estoy seguro
pt: Não tenho certeza

source: Email
es: Correo electrónico

source: Company
es: Compañía
pt: Empresa

source: Country
es: País
pt: País

source: Number of IP Addresses
es: Número de direcciones IP
pt: Número de endereços IP

source: Software License Management
es: Gestión de licencias de software
pt: Gestão de Licenças de Software

source: Power & Environmental Monitoring
es: Energía y medio ambiente
pt: Poder e monitoramento ambiental

source: Power Control
es: Control de energía
pt: Controlo de Energia

source: Referred by Reseller
es: Recomendado por revendedor
pt: Mencionado pelo Revendedor

source: Reseller Name
es: Nombre de revendedor
pt: Nome do Revendedor

source: Your first and last name
es: Su primer nombre y apellido
pt: Seu primeiro e último nome

source: Your work email
es: Tu email de trabajo
pt: Seu e-mail de trabalho

source: IP Address
es: Dirección IP
pt: Endereço IP

source: Subject
es: Asunto
pt: Assunto

source: New Feature
es: Nueva función de
pt: Novo recurso

source: Bug/Problem
es: Error/problema
pt: Bug ou problema

source: Comment/Testomonial
es: Comentario/Testomonial
pt: Comentário/depoimento

source: Other
es: Otros
pt: Outros

source: Message
es: Mensaje
pt: Mensagem

source: Virtual Platform
es: Plataforma virtual
pt: Plataforma virtual

source: End User License Agreement
es: Contrato de licencia de usuario final
pt: Contrato de licença de usuário final

source: (Receive our occasional newsletter with product news and industry related tips.)
es: (Recibir nuestro ocasional newsletter con novedades de productos y la industria relacionadas con consejos.)
pt: (Receber nossos ocasionais newsletter com novidades e indústria relacionados dicas.)

source: Please check the checkbox saying you agree with the End User License Agreement
es: Por favor marque la casilla diciendo que estás de acuerdo con el contrato de licencia de usuario final
pt: Por favor, verifique o checkbox dizendo que você concorda com o contrato de licença de usuário final

source: Device42 Power Monitoring Appliance Update
es: Device42 Power control dispositivo actualización
pt: Atualização do aparelho de monitoramento poder Device42

source: Device42 Update
es: Actualización de Device42
pt: Atualização Device42

source: Hi, Please click below to download the Device42 update you recently requested. This link is valid for the 72 hours. Download update: %s Instruction on how to upgrade can be found at: https://device42.zendesk.com/entries/21783332 Read about the latest release here: %s Please reply to this email if you have issues applying the update. Regards, Device42 Support Team.
es: Hola, por favor haga clic abajo para descargar la actualización de Device42 que recientemente solicitaste. Este enlace es válido para las 72 horas. Descargar actualización: %s instrucciones sobre cómo actualizar puede encontrarse en: https://device42.zendesk.com/entries/21783332 leer acerca de la última versión aquí: %s por favor responder a este correo electrónico si usted tiene problemas de aplicar la actualización. Saludos, equipo de apoyo de Device42.
pt: Oi, por favor clique abaixo para baixar a atualização do Device42 que recentemente pediu. Este link é válido durante as 72 horas. Download atualização: %s instruções sobre como fazer o upgrade pode ser encontrado em: https://device42.zendesk.com/entries/21783332 leitura sobre a última versão aqui: %s por favor responda a este e-mail se você tem problemas de aplicar a atualização. Atenciosamente, equipe de suporte Device42.

source: <html><head></head><body> Hi, <p>Please <a href='%s'>click here</a> to download the Device42 update you recently requested. This link is valid for the next 72 hours.</p> <p>For instructions on how to apply the update, <a href="https://device42.zendesk.com/entries/21783332">go here</a>.</p> <p>Read about the latest release notes <a href="%s">here</a>.</p> <p>Please reply to this email if you have issues applying the update. </p> Regards,<br>Device42 Support Team. </body></html>
es: <html><head></head><body>Hola,<p>Por favor <a href='%s'>haga clic aquí</a> para descargar el Device42 actualizar recientemente solicitado. Este enlace es válido para las próximas 72 horas.</p> <p>Para obtener instrucciones sobre cómo aplicar la actualización, <a href="https://device42.zendesk.com/entries/21783332">vaya aquí</a>.</p> <p>Leer sobre las últimas notas <a href="%s">aquí</a>.</p> <p>Por favor, responda a este correo electrónico si usted tiene problemas de aplicar la actualización.</p>Saludos,<br>Device42 equipo de apoyo.</body></html>
pt: <html><head></head><body>Oi<p>Por favor <a href='%s'>clique aqui</a> para baixar o Device42 recentemente pediu atualização. Este link é válido para as próximas 72 horas.</p> <p>Para obter instruções sobre como aplicar a atualização, <a href="https://device42.zendesk.com/entries/21783332">clique aqui</a>.</p> <p>Leia sobre as últimas notas de lançamento <a href="%s">aqui</a>.</p> <p>Por favor responda a este e-mail, se você tem problemas de aplicar a atualização.</p>Atenciosamente,<br>Device42 equipe de apoio.</body></html>

source: Make sure all fields are entered and valid.
es: Asegúrese de que todos los campos son introducidos y válidas.
pt: Certifique-se de todos os campos são inseridos e válido.

source: Hi %s,
es: Hola, %s,
pt: Olá %s,

source: Thank you for your interest in Device42. To schedule an individualized demo, just click the following link and select a time slot: https://d42demo.youcanbook.me/ If you are unable to use this link, please reply to this email with a few available time slots that work for you (and please include your time zone!). We look forward to connect with you. Sincerely, Device42 Team 600 Saw Mill Rd, West Haven CT 06516 1-866-343-7242 PS: This email was automatically generated, but you can still reply to talk to an actual person :)
es: Gracias por su interés en Device42. Para programar una demostración personalizada, solo haga clic en el siguiente enlace y seleccione una franja horaria: https://d42demo.youcanbook.me/ Si no puede usar este enlace, por favor responda a este correo electrónico con las franjas horarias disponibles con las que cuente (¡y por favor incluya su zona horaria!). Esperamos con interés contactarnos con usted. Sinceramente, El equipo de Device42 600 Saw Mill Rd, West Haven CT 06516 1-866-343-7242 PD: Este correo electrónico se generó automáticamente, pero puede responder al mismo para hablar con una persona :)
pt: Obrigado pelo seu interesse no Device42. Para marcar uma demonstração individual, apenas clique no link a seguir e escolha um intervalo de tempo livre: https://d42demo.youcanbook.me/ Se não conseguir usar este link, por favor responda a este email com alguns horário que sejam do seu agrado (e por favor inclua o seu fuso horário!). Estamos ansiosos por falar consigo. Atentamente, Equipa do Device42 600 Saw Mill Rd, West Haven CT 06516 1-866-343-7242 PS: Este email foi criado automaticamente, mas pode responder na mesma para falar com alguém :)

source: <html><head></head><body>Hi %s,
es: <html><head></head><body>Hola %s,
pt: <html><head></head><body>Olá %s,

source: <p>Thank you for your interest in Device42. </p> <p>To schedule an individualized demo, just click the following link and select a time slot: <a href="https://d42demo.youcanbook.me/">https://d42demo.youcanbook.me/</a></p> <p>If you are unable to use this link, please reply to this email with a few available time slots that work for you (and please include your time zone!). </p><p> We look forward to connect with you.</p> <p> Sincerely,<br /> Device42 Team<br /> 600 Saw Mill Rd, West Haven CT 06516<br /> 1-866-343-7242<br /> PS: This email was automatically generated, but you can still reply to talk to an actual person :) </p> </body></html>
es: <p>Gracias por su interés en Device42. </p> <p>Para programar una demostración personalizada, solo haga clic en el siguiente enlace y seleccione una franja horaria: <a href="https://d42demo.youcanbook.me/">https://d42demo.youcanbook.me/</a></p> <p>Si no puede usar este enlace, por favor responda a este correo electrónico con las franjas horarias disponibles con las que cuente (¡y por favor incluya su zona horaria!). </p><p> Esperamos con interés contactarnos con usted.</p> <p> Sinceramente,<br /> El equipo de Device42<br /> 600 Saw Mill Rd, West Haven CT 06516<br /> 1-866-343-7242<br /> PD: Este correo electrónico se generó automáticamente, pero puede responder al mismo para hablar con una persona :) </p> </body></html>
pt: <p>Se não conseguir usar este link, por favor responda a este email com alguns horário que sejam do seu agrado (e por favor inclua o seu fuso horário!). </p><p> Estamos ansiosos por falar consigo.</p> <p> Atentamente,<br /> Equipa da Device42<br /> 600 Saw Mill Rd, West Haven CT 06516<br /> 1-866-343-7242<br /> PS: PS: Este email foi criado automaticamente, mas pode responder na mesma para falar com alguém :) </p> </body></html>

source: " Thank you for your interest in device42. We have the virtual appliance link ready for you(link valid for a week).
es: " Gracias por su interés en device42. Tenemos el enlace de appliance virtual listo para usted(enlace válido por una semana).
pt: " Obrigado pelo seu interesse no device42. Temos o link da virtual appliance link pronto para si(link válido durante uma semana).

source: 'Download link:
es: 'Enlace de descarga:
pt: 'Link de download:

source: " For getting started documentation and login info, please visit to: http://docs.device42.com/getstarted/ You can read about the latest release here: http://blog.device42.com/tag/release/ The appliance is production ready. Please let us know if you need an extended demo license. After the install, you can refer to the quick start guide: http://docs.device42.com/device42-beginners-guide/ Please reply to this message with any comments or suggestions. We look forward to working with you! Regards, Device42 Support Team. 1-866-343-7242
es: " Para conseguir comenzó de la documentación y la información de inicio de sesión, visite: http://docs.device42.com/getstarted/ usted puede leer sobre la última versión aquí: http://blog.device42.com/tag/release/ el aparato es de producción listo. Por favor, háganos saber si necesita una licencia demo extendida. Después de la instalación, consulte la guía de inicio rápido: http://docs.device42.com/device42-beginners-guide/ por favor contestar a este mensaje con cualquier comentario o sugerencia. ¡Esperamos trabajar con usted! Saludos, equipo de apoyo de Device42. 1-866-343-7242
pt: "Por ter iniciado de documentação e informação de login, por favor, visite: http://docs.device42.com/getstarted/ você pode ler sobre a última versão aqui: http://blog.device42.com/tag/release/ o aparelho é produção pronta. Por favor, deixe-nos sabe se você precisa de uma licença demo estendida. Após a instalação, você pode consultar o guia de início rápido: http://docs.device42.com/device42-beginners-guide/ por favor responda a esta mensagem com quaisquer comentários ou sugestões. Estamos ansiosos para trabalhar com você! Atenciosamente, equipe de suporte Device42. 1-866-343-7242

source: <p>Thank you for your interest in Device42. We have the virtual appliance link ready for you(valid for a week).
es: <p>Gracias por su interés en Device42. Contamos con el dispositivo virtual enlace listo para usted (válido una semana).
pt: <p>Obrigado pelo seu interesse em Device42. Temos a aparelho virtual ligação pronta para você (válido para uma semana).

source: </p><p>Download <a href="http://www.device42.com/download_links/%(uuid)s/">Here</a>.</p>
es: <p><p>Descargar <a href="http://www.device42.com/download_links/%(uuid)s/">aquí</a>.</p>

source: <p> The virtual appliance uses 2 vCPU, 2 GB RAM &amp; 50 GB of HDD. For installation and login info, please visit: <a href="http://docs.device42.com/getstarted/">http://docs.device42.com/getstarted/</a> </p> <p> You can read about the latest release <a href="http://blog.device42.com/tag/release/">here.</a></p><p>The appliance is production ready. Please let us know if you need an extended demo license.</p> <p>Once the install is complete, you can refer to <a href="http://docs.device42.com/device42-beginners-guide/">the quick start guide.</a></p> <p>Please reply to this message with any comments or suggestions. We look forward to working with you!<p> Regards,<br>Device42 Support Team.<br>1-866-343-7242 <br> </body> </html>
es: <p>El dispositivo virtual utiliza vCPU 2, 2 GB de RAM y 50 GB de disco duro. Para la instalación y la información de inicio de sesión, por favor visite: <a href="http://docs.device42.com/getstarted/">http://docs.device42.com/getstarted/</a> </p> <p>Usted puede leer sobre la última edición de <a href="http://blog.device42.com/tag/release/">aquí.</a></p><p>El aparato está listo de la producción. Por favor, háganos saber si necesita una licencia demo extendida.</p> <p>Una vez completada la instalación, usted puede referir a <a href="http://docs.device42.com/device42-beginners-guide/">Guía de inicio rápida.</a></p> <p>Por favor, responda a este mensaje con cualquier comentario o sugerencia. ¡Esperamos trabajar con usted!<p>Saludos,<br>Device42 equipo de apoyo.<br>1-866-343-7242<br>
pt: <p>A máquina virtual usa 2 vCPU, 2 GB de RAM e 50 GB de HDD. Para instalação e informações de login, por favor visite: <a href="http://docs.device42.com/getstarted/">http://docs.device42.com/getstarted/</a> </p> <p>Você pode ler sobre a versão mais recente <a href="http://blog.device42.com/tag/release/">aqui.</a></p><p>O aparelho é produção pronta. Por favor, deixe-nos sabe se você precisa de uma licença demo estendida.</p> <p>Quando a instalação estiver concluída, você pode consultar a <a href="http://docs.device42.com/device42-beginners-guide/">Guia de iniciação rápida.</a></p> <p>Por favor, responda a esta mensagem com quaisquer comentários ou sugestões. Estamos ansiosos para trabalhar com você!<p>Atenciosamente,<br>Device42 equipe de apoio.<br>1-866-343-7242<br>

source: Hi, Please click below to download the Device42 power appliance you recently requestsed. This link is only valid for 72-hours from the time this email was sent. Platform: %s Download update: %s For instruction on how to install and get started, go to: http://docs.device42.com/energy-monitoringmanagement/getting-started-with-power-and-environmental-monitoring/ Thank you, Device42 Support Team
es: Hola, por favor haga clic abajo para descargar el aparato de poder de Device42 usted recientemente requestsed. Este enlace sólo es válido para 72 horas desde el momento en que este correo electrónico fue enviado. Plataforma: actualización %s Descargar: %s para instrucciones sobre cómo instalar y empezar, ir a: http://docs.device42.com/energy-monitoringmanagement/getting-started-with-power-and-environmental-monitoring/ gracias, equipo de soporte: Device42
pt: Oi, por favor clique abaixo para baixar o aparelho de poder Device42 recentemente requestsed. Este link é válido apenas para 72 horas desde o momento em que este e-mail foi enviado. Plataforma: %s Download de atualização: %s para obter instruções sobre como instalar e começar, vá para: http://docs.device42.com/energy-monitoringmanagement/getting-started-with-power-and-environmental-monitoring/ Obrigado, equipe de suporte do Device42

source: <html><head></head><body>Hi, <p>Please <a href='%s'>click here</a> to download the Device42 power appliance for %s you recently requested. This link is only valid for 72-hours from the time this email was sent.</p> <p>For instructions on how to install and get started, <a href="http://docs.device42.com/energy-monitoringmanagement/getting-started-with-power-and-environmental-monitoring/">go here</a>.</p> <br> <em>Thank you</em>,<br>Device42 Support Team
es: <html><head></head><body>Hola,<p>Por favor <a href='%s'>haga clic aquí</a> para descargar el aparato de energía Device42 para %s que recientemente solicitaste. Este enlace sólo es válido para 72 horas desde el momento en que este correo electrónico fue enviado.</p> <p>Para obtener instrucciones sobre cómo instalar y empezar, <a href="http://docs.device42.com/energy-monitoringmanagement/getting-started-with-power-and-environmental-monitoring/">vaya aquí</a>.</p> <br> <em>Muchas gracias</em>,<br>Equipo de soporte: Device42</body></html>
pt: <html><head></head><body>Oi<p>Por favor <a href='%s'>clique aqui</a> para baixar o aparelho de poder Device42 para %s que recentemente pediu. Este link é válido apenas para 72 horas desde o momento em que este e-mail foi enviado.</p> <p>Para obter instruções sobre como instalar e começar, <a href="http://docs.device42.com/energy-monitoringmanagement/getting-started-with-power-and-environmental-monitoring/">vá aqui</a>.</p> <br> <em>Obrigado</em>,<br>Equipe de suporte do Device42</body></html>

source: Your download link has expired
es: Su enlace de descarga ha caducado
pt: O seu link de download expirou

source: Could not find your download link
es: No pudimos encontrar su enlace de descarga
pt: Não foi possível encontrar o seu link de download

source: Please use a valid work email address
es: Por favor utilice una dirección de correo electrónico de trabajo válido
pt: Por favor use um endereço de e-mail válido trabalho

source: Please fill out all required fields
es: Por favor llene todos los campos requeridos
pt: Por favor, preencha todos os campos obrigatórios

source: There was an error while processing your request. Please try again later.
es: Se produjo un error mientras se procesaba su solicitud. Por favor Inténtalo más tarde.
pt: Houve um erro ao processar seu pedido. Por favor, tente novamente mais tarde.

source: This connector syncs data between the Device42 CMDB and JIRA or JIRA Service Desk. From within JIRA, users can directly select Device42 Configuration Items(CIs) when creating a JIRA issue or service request.
es: Este conector sincroniza datos entre la CMDB Device42 y JIRA JIRA Service Desk. Desde dentro de JIRA, los usuarios pueden seleccionar directamente Device42 configuración Items(CIs) al crear una solicitud de servicio o cuestión JIRA.
pt: Este conector sincroniza os dados entre o Device42 CMDB e JIRA ou JIRA Service Desk. De dentro JIRA, usuários podem selecionar diretamente Device42 configuração Items(CIs) ao criar um pedido de emissão ou serviço JIRA.

source: Already have Microsoft Systems Center Configuration Manager (SCCM) set up and populated with an inventory of all or a majority of your systems? Avoid duplicate auto-discovery, and take advantage of the D42-SCCM Integration to pull existing data and CIs directly into Device42.
es: ¿Ya tiene Microsoft Systems Center Configuration Manager (SCCM) configurar y rellena con un inventario de todos o la mayoría de los sistemas? Evitar duplicado autodescubrimiento y tomar ventaja de la integración de D42-SCCM para tirar de los datos existentes y CIs directamente en Device42.
pt: Já tenho o Microsoft Systems Center Configuration Manager (SCCM) criado e preenchido com um inventário de todos ou a maioria de seus sistemas? Evite duplicar detecção automática e aproveitar a integração D42-SCCM para puxar os dados existentes e CIs diretamente em Device42.

source: Using the Device42 - ServiceNow integration connector, ServiceNow users can synchronize Device42's enhanced asset management and tracking capabilities to their ServiceNow configuration items (CI) data maintained inside ServiceNow's Configuration Management Database (CMDB).
es: Usando el Device42 - conectador de la integración de ServiceNow, ServiceNow los usuarios pueden sincronizar gestión mejorada de Device42 y capacidades de seguimiento a su configuración de ServiceNow artículos (CI) datos mantenidos dentro de ServiceNow configuración gestión de base de datos (CMDB).
pt: Usando o Device42 - conector de integração ServiceNow, ServiceNow usuários podem sincronizar a gestão de ativos aprimorada do Device42 e recursos de rastreamento para sua configuração de ServiceNow itens (CI) dados mantidos dentro do ServiceNow configuração Management Database (CMDB).

source: Using the Device42 - ServiceNow Express Sync Script integration, ServiceNow Express users can synchronize Device42's enhanced asset management and tracking capabilities to their ServiceNow Express instance.
es: Usando el Device42 - integración del Script de sincronización Express ServiceNow, ServiceNow Express los usuarios pueden sincronizar de Device42 administración de activos mejorada y capacidades de seguimiento a su instancia de ServiceNow Express.
pt: Usando o Device42 - integração de ServiceNow Express Script Sync, ServiceNow Express usuários podem sincronizar do Device42 gerenciamento de ativos aprimorada e recursos de rastreamento para sua instância de ServiceNow Express.

source: This integration allows for Rundeck automation to be orchestrated using up-to-date Device42 CMDB information.
es: Esta integración permite automatización Rundeck a ser orquestado con información actualizada de la CMDB de Device42.
pt: Esta integração permite a automação de Rundeck orquestrado usando informações atualizadas do Device42 CMDB.

source: This connector makes the devices in Device42 to be added to Confluence articles. Users can choose links/details or tables from Device42 from within their Confluence articles.
es: Este conector hace que los dispositivos en Device42 para ser añadido a los artículos de confluencia. Los usuarios pueden elegir enlaces y detalles o tablas de Device42 desde dentro de sus artículos de confluencia.
pt: Este conector faz com que os dispositivos em Device42 para ser adicionado a artigos de confluência. Os usuários podem escolher links/detalhes ou tabelas de Device42 de dentro de seus artigos de confluência.

source: If you are using BMC Remedy for your ITSM or even as a part of your ITIL framework- one of the biggest challenges is keeping the configuration item info up-to-date.
es: Si usted está usando BMC Remedy para tu ITSM o incluso como parte de su ITIL marco, uno de los mayores desafíos es mantener la información del elemento de configuración actualizada.
pt: Se você estiver usando o BMC Remedy para o ITSM ou mesmo como parte de seu ITIL quadro-um dos maiores desafios é manter a informação do item de configuração atualizados.

source: Easily add this free module to your Zendesk installation via the Zendesk Marketplace, and begin including accurate Device42 CI in your Zendesk tickets today!
es: Fácilmente añadir este módulo libre a la instalación de Zendesk vía el mercado de Zendesk y comenzar incluyendo CI Device42 exacta en tus entradas de Zendesk hoy!
pt: Facilmente adicionar este módulo livre para a instalação de Zendesk via mercado Zendesk e começar incluindo precisos Device42 CI em seus bilhetes Zendesk hoje!
