Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42 Helps Latin American co-location Provider, Maxihost, Expand Business Operations
es: Device42 ayuda a proveedor latinoamericano de coubicación, Maxihost, a expandir sus negocios de operaciones
pt: O Device42 Ajuda o Fornecedor da América Latina, Maxihost, a Expandir Operações de Negócio

source: Maxihost Background
es: Antecedentes de Maxihost
pt: História do Maxihost

source: Founded in 2001, Maxihost is one of the fastest growing cloud and dedicated server solutions provider in Brazil. Maxihost began hosting websites in data centers outside of Brazil, and has since expanded to more than five data centers in Brazil, including its newest data center which opened in December 2015. The majority of Maxihost’s clients are located in South America with a few clients located in other global regions
es: Fundado en 2001, Maxihost es uno de los proveedores de soluciones de servidores dedicados y en la nube de más rápido crecimiento en Brasil. Maxihost empezó hospedando sitios web en centros de datos fuera de Brasil, y desde entonces se expandió a más de cinco centros de datos en Brasil, incluyendo su centro de datos más nuevo que abrió en diciembre de 2015. La mayoría de los clientes de Maxihost están ubicados en sudamérica con unos cuantos clientes ubicados en otras regiones globales
pt: Fundada em 2001, a Maxihost é uma dos fornecedores de solução cloud de servidor dedicado com maior crescimento no Brasil. A Maxihost começou a alojar websites em centros de dados fora do Brasil e desde então expandiu para mais de cinco centros de dados no Brasil, incluindo o seu mais recente centro de dados que abriu em dezembro de 2015. A maioria dos clientes da Maxihost está localizada na América do Sul, com mais alguns clientes localizados em outras regiões do globo

source: The Problem
es: El problema
pt: O Problema

source: With a rapidly growing customer base and multiple hosting locations under management, Maxihost recognized the need for data center software supporting its operations. Unfortunately, the solution used for nearly five years had multiple shortcomings
es: Con una base de clientes en rápido crecimiento y múltiples ubicaciones de hosting bajo gestión, Maxihost reconoció la necesidad de un software de centros de datos soportando sus operaciones. Desafortunadamente, la solución usada por casi cinco años tenía múltiples carencias
pt: Com uma base de clientes em rápido crescimento e múltiplas localizações de alojamento sob sua gestão, a Maxihost reconheceu a necessidade de um software de centro de dados para suportar as suas operações. Infelizmente, a solução utilizada durante praticamente cinco anos teve múltiplas falhas

source: Operation latency
es: Latencia de operación
pt: Latência da operação

source: With the incumbent solution, Maxihost experienced screen refresh delays and slow command executions — often 30 seconds, or more. This frustrated users and negatively impacted use of the system by data center staff
es: Con la solución titular, Maxihost experimentaba demoras en la actualización de pantalla y ejecuciones de comando lentas — a menudo de 30 segundos, o más. Esto frustró a los usuarios e impactó negativamente el uso del sistema por el personal del centro de datos
pt: Com a solução incumbente, a Maxihost experienciou atrasos na atualização do ecrã e lentas execuções de comandos - frequentemente 30 segundos, ou mais. Isto frustrava os utilizadores e tinha um impacto negativo sob o uso do sistema pela equipa do centro de dados

source: Infrequent product updates
es: Actualizaciones de producto no frecuentes
pt: Atualizações ocasionais de produtos

source: Software releases occurred only two times each year, an unacceptable period for much needed functionality improvements, software fixes, and new feature enhancements
es: Las actualizaciones de software ocurrían sólo dos veces al año, un período inaceptable para las mejoras de funcionalidad necesarias, correcciones de software, y mejoras de nuevas características
pt: Os lançamentos de software ocorreram apenas duas vezes a cada ano, um período inaceitável para as muito necessitadas melhorias de funcionalidade, reparações de software e novas melhorias nas funcionalidades

source: The existing solution could not document rack cabling, or provide useful rack visualizations resulting in less than optimal service and support capabilities and operational efficiencies
es: La solución existente no podía documentar rack cableado, o proporcionar visualizaciones estante útil dando por resultado menos que óptimo servicio y apoyar las capacidades y eficiencias operacionales
pt: A solução existente não poderia documentar rack de cabeamento, ou fornecer visualizações de cremalheira útil, resultando em menos de ótimo serviço e suporte a recursos e a eficiência operacional

source: Maxihost utilized spreadsheets to track and manage device inventory. This presented challenges in maintaining accurate information, as well as difficulty in maintaining the integrity of inventory data. As a result, locating assets required manual intervention which added additional cost and time to data center management tasks
es: Maxihost utilizada hojas de cálculo para seguir y gestionar el inventario de dispositivos. Esto presentaba desafíos en mantener una información precisa, así como la dificultad en mantener la integridad de los datos de inventario. Como resultado, ubicar los activos requería una intervención manual que agregaba un costo y tiempo adicional a las tareas de gestión de centros de datos
pt: A Maxihost utilizou planilhas para registar e gerir o inventário de dispositivo. Este apresentou desafios na manutenção de informação precisa, bem como dificuldade na manutenção da integridade dos dados inventariados. Como resultado, a localização dos ativos requeria intervenção manual, o que adicionava um custo e tempo às tarefas de gestão do centro de dados

source: ROI failure
es: Falla ROI
pt: Falha do ROI

source: The previous software failed to deliver the expected ROI. The software’s performance shortcomings, along with its lack of comprehensive capabilities and feature enhancements, resulted in minimal perceived value to both the Maxihost’s data center users and its colocation tenants
es: El software anterior falló en entregar el ROI esperado. Las deficiencias de rendimiento del software, junto con su falta de capacidades integrales y mejoras de características, resultó valor percibido mínimo tanto a los usuarios del centro de datos de Maxihost como a sus arrendatarios de coubicación
pt: O software anterior não conseguiu proporcionar o retorno de investimento esperado. As deficiência no desempenho do software, juntamente com a sua falta de capacidades compreensivas e melhorias de funcionalidades, resultaram num valor de fraca perceção quer para os utilizadores do centro de dados da Maxihost como para os seus locatários de colocação

source: “It became evident to us that our current DCIM software fell short of our needs and expectations”, stated Guilherme Soubihe Alberto, Chief Operations Officer of Maxihost. “We realized that the time had come to implement a data center management platform that would better support our operational needs along with our commitment to delivering an exceptional client experience.”
es: "Se hizo evidente que nuestro actual software DCIM cayó por debajo de nuestras necesidades y expectativas", declaró Guilherme Soubihe Alberto, jefe de operaciones de Maxihost. "Nos dimos cuenta de que había llegado el momento de implementar una plataforma de gestión de centro de datos que mejor apoye nuestras necesidades operacionales junto con nuestro compromiso de ofrecer una experiencia de cliente excepcional".
pt: "Ficou evidente para nós que nosso software DCIM atual ficou aquém de nossas necessidades e expectativas", afirmou Guilherme Soubihe Alberto, diretor de operações da Maxihost. "Percebemos que tinha chegado o momento para implementar uma plataforma de gestão de centro de dados que apoiaria melhor nossas necessidades operacionais juntamente com nosso compromisso de entregar uma experiência de cliente excepcional."

source: Maxihost began a search for a solution with comprehensive technical capabilities that, at a minimum, included
es: Maxihost empezó la búsqueda de una solución con capacidades técnicas integrales que, como mínimo, incluyeran
pt: A Maxihost começou a procurar uma solução com capacidades técnicas compreensivas que, no mínimo, incluíssem

source: This included devices in operation for multiple clients as well as maintaining adequate inventory stocking levels for supporting existing clients and onboarding new clients
es: Esto incluye dispositivos en operación para múltiples clientes así como mantener niveles de stock de inventario adecuados para soportar los clientes existentes y los nuevos clientes a integrarse
pt: Isto incluía dispositivos em operação para múltiplos clientes, bem como manter níveis adequados de armazenamento de inventário para suportar os clientes existentes e receber novos clientes

source: IPAM requirements included accurate management of IP addresses and their device associations, along with powerful sub-net management capabilities — all requiring immediate, real-time, system response times
es: Requisitos de IPAM incluyendo una gestión precisa de direcciones IP y sus asociaciones con dispositivos, junto con poderosas capacidades de gestión de subredes — todas con el requisito de tiempos de respuesta del sistema inmediatos y en tiempo real
pt: Os requisitos IPAM incluíam gestão precisa dos endereços IP e as suas associações de dispositivo, juntamente com poderosas capacidades de sub-rede - tudo requerendo tempos de resposta de sistema imediatos e em tempo real

source: Maxihost required accurate visual representations of rack configurations and the patch panel wiring including device network hops. The system also needed mobile device support to enable data center operators to view and edit information while inside the data center
es: Maxihost requería representaciones visuales precisas de las configuraciones de rack y el cableado del panel de conexión incluyendo salto de redes de dispositivos. El sistema también necesitaba soporte para dispositivos móviles para permitir a los operadores del centro de datos ver y editar información mientras estén dentro del centro de datos
pt: A Maxihost requeria representações visuais precisas das configurações rack e a ligação do painel de ligação incluindo saltos de rede do dispositivo. O sistema também necessitava de suporte de dispositivo móvel para permitir que os operadores do centro de dados vissem e editassem informação enquanto estavam dentro do centro de dados

source: Maxihost also realized that the ability to understand and visualize critical hardware and software dependencies, would be vital to minimizing client service interruptions and remediating trouble tickets. These application dependency maps would also enable Maxihost to more effectively anticipate and plan for client growth. Integration - The ability for the new solution to integrate with JIRA workflow software, currently in use, would help to maximize existing software investments. By integrating JIRA and Device42, the work order process could be could be enhanced with immediate access to accurate asset data directly from within the JIRA application.
es: Maxihost también se dio cuenta de que la capacidad de entender y visualizar las dependencias de software y hardware crítico sería vital para minimizar interrupciones de servicio de cliente y remediar problemas. Estos mapas de dependencia aplicación permitiría también Maxihost más efectivamente anticipar y planificar para el crecimiento del cliente. Integración - la capacidad para la nueva solución integrar con software de flujo de trabajo JIRA, actualmente en uso, ayudaría a maximizar las inversiones existentes en software. Mediante la integración de JIRA y Device42, podría ser el proceso de orden de trabajo puede ser mejorado con acceso inmediato a datos de activos precisa directamente dentro de la aplicación de la JIRA.
pt: Maxihost também perceberam que a capacidade de entender e visualizar o hardware crítico e as dependências de software, seria vital para minimizar as interrupções de serviço do cliente e corrigir problemas. Estes mapas de dependência de aplicativos também permitiria Maxihost mais efetivamente antecipar e planejar para o crescimento do cliente. Integração - a capacidade para a nova solução de integração com software de fluxo de trabalho do JIRA, atualmente em uso, seria ajudar a maximizar os investimentos existentes em software. Integrando o JIRA e Device42, o processo de ordem de trabalho pode ser pode ser reforçada com acesso imediato aos dados precisos ativos diretamente de dentro do aplicativo de JIRA.

source: Maxihost evaluated multiple data center software solutions and as part of the evaluation process, completed a free trial download of Device42 software. After using Device42 for more than a month and carefully considering alternative products, Maxihost selected Device42 as the single solution for managing their colocation data centers
es: Maxihost evaluó múltiples soluciones de software de centros de datos y como parte del proceso de evaluación, completó una descarga de prueba gratuita del software de Device42. Luego de usar Device42 por más de un mes y considerando cuidadosamente los productos alternativos, Maxihost seleccionó a Device42 como la solución única para gestionar sus centros de datos de coubicación
pt: A Maxihost avaliou múltiplas soluções de software de centro de dados e como parte do processo de avaliação, completou uma experimentação gratuito após baixar o software Device42. Após usar o Device42 durante mais de um més e considerar cuidadosamente produtos alternativos, a Maxihost selecionou o Device42 como a única solução para gerir a colocação dos seus centros de dados

source: "With our initial device discovery completed, we had an accurate picture of our physical and logical infrastructure including; device inventory, manufacturer data, IP addresses, switch to device connectivity, VM to VM-host relationships, and MAC addresses. In addition, we immediately had visual representations and clear understanding of device and software dependencies throughout our infrastructure for both Maxihost and all of its clients." stated, <span class="text-muted">Guilherme Soubihe Alberto</span>.
es: "Con el descubrimiento inicial del dispositivo terminado, tuvimos una visión precisa de nuestra infraestructura física y lógica entre ellos; inventario de dispositivos, datos del fabricante, direcciones IP, cambiar a la Conectividad del dispositivo, VM a las relaciones de la VM host y direcciones MAC. Además, inmediatamente tuvo representaciones visuales y claro conocimiento de las dependencias de dispositivos y software en toda nuestra infraestructura para Maxihost y a todos sus clientes.", declaró, <span class="text-muted">Guilherme Soubihe Alberto</span>.
pt: "Com a nossa descoberta de dispositivo inicial concluída, tivemos um retrato exato de nossa infra-estrutura física e lógica, incluindo; inventário do dispositivo, dados do fabricante, endereços IP, mudar para conectividade do dispositivo, VM para relacionamentos de VM-host e endereços MAC. Além disso, nós imediatamente teve representações visuais e claro entendimento das dependências de dispositivo e software em toda a nossa infra-estrutura para Maxihost e todos os seus clientes...", afirmou, <span class="text-muted">Guilherme Alberto de Soubihe</span>.

source: Maxihost completed the entire implementation during the next several weeks. Device42’s extensive API library and integration connectors also enabled the import of select information from the incumbent software along with enabling simple integration to Maxihost’s existing JIRA workflow and ticketing system. Working several hours each day (for a total of approximately 1. 5 man weeks), Maxihost completed the building, room, and rack rack assignments of the discovered inventory and identified other information such as software licenses, network services currently running, asset ownership, and other device identification data
es: Maxihost completó la implementación en su totalidad durante las próximas semanas. La extensiva librería de APIs de Device42 e integración con conectores también permitió la importación de información seleccionada desde el software titular junto con habilitar la integración simple al flujo de trabajo del JIRA existente de Maxihost y sistema de tickets. Trabajando varias horas por día (por un total de aproximadamente 1,5 semanas hombre), Maxihost completó las asignaciones de edificio, sala, y rack a rack del inventario detectado e identificó otra información tal como las licencias de software, servicios de red en ejecución, propiedad de activos, y otros datos de identificación de dispositivos
pt: A Maxihost completou toda a implementação durante as próximas semanas. A biblioteca API extensiva e os conectores de integração também permitiram a importação de informação selecionada do software estabelecido com uma simples integração no fluxo de trabalho da JIRA já existente da Maxihost e o sistema de senhas. A trabalhar várias horas todos os dias (somando um total de aproximadamente 1.5 semanas), a Maxihost completou a construção, salas e as tarefas das racks do inventário descoberto e identificou outras informações como licenças de software, serviços de rede a correr, proprietários de recursos e outros dados de identificação de dispositivos

source: Maxihost now utilizes Device42 as the single, complete tool for managing all aspects of their data center operations. Device42 is the central repository for infrastructure information and it serves as the one source for managing daily operations including MACD, client support, trouble ticket resolution, operations planning, and more. Long gone are the problems of inaccurate data asset inventories, challenging IP assignment and management, performance latency, lack of cabling documentation…and more
es: Maxihost ahora utiliza Device42 como la herramienta única y completa para gestionar todos los aspectos de sus operaciones de centro de datos. Device42 es un repositorio central para la información de infraestructura y sirve como la única fuente para gestionar las operaciones diarias incluyendo MACD, soporte de cliente, resolución de tickets de problemas, planificación de operaciones, y más. Quedaron en el pasado los problemas de datos imprecisos de inventarios de activos, asignación y gestión de IPs desafiante, latencia de rendimiento, falta de documentación de cableado...y más
pt: A Maxihost utiliza agora o Device42 como a única ferramenta para gerir todos os aspetos das suas operações de centros de dados. O Device42 é o repositório central da informação de infraestruturas e serve como a única fonte para gerir operações diárias incluindo MACD, ajuda ao cliente, tickets de resolução de problemas, planeamento de operações e mais. Há muito tempo que estão desaparecidos os problemas de imprecisão dos inventários de dados de recursos, atribuição e gestão difícil de IP's, latência de desempenho, falta de documentação de cabos...e mais

source: With Device42, Maxihost has a centralized data center asset management console that contains accurate device and infrastructure relationship information. Device42 capabilities such as device and software impact dependency mapping, password management, cabling management, room, rack, and device visualizations, have all added new levels of awareness and visibility needed for their routine data center management. Device42 has also enhanced Maxihost’s strategic planning and capacity management capabilities – both important aspects of their growing business
es: Con Device42, Maxihost tiene una consola de gestión de activos de centros de datos centralizada que contiene información precisa de relación entre dispositivos e infraestructura. Las capacidades de Device42 tales como mapeo de dependencia de impacto de dispositivos y software, gestión de contraseñas, gestión de cableado, visualización de sala, rack y dispositivos, agregaron nuevos niveles de conciencia y visibilidad necesarios para su rutina de gestión de centro de datos. Device42 también mejoró la planificación estratégica de Maxihost y las capacidades de gestión de capacidad – ambos aspectos importantes de su negocio en crecimiento
pt: Com o Device42, a Maxihost tem uma consola centralizada de gestão dos recursos de centros de dados que contém informação precisa de dispositivos e relação de infraestruturas. As funcionalidades do Device42 como o planeamento da dependência do impacto de softwares, gestão de passwords, gestão de cabos, salas e visualizações de dispositivos, todos adicionaram novos níveis de conhecimento e visibilidade necessária para a gestão de centros de dados regular. O Device42 também melhorou o planeamento estratégico e as funcionalidades de gestão de capacidade da Maxihost – ambos aspetos importantes do seu negócio em crescimento

source: “There is no way to effectively manage a facility or datacenter equipped with a reasonable number of servers without a software solution designed specifically for this purpose,” said Guilherme Soubihe Alberto. “It’s difficult to find a product that can offer the comprehensive capabilities and extensive features that Device42 offers, at a cost that was <strong>one-tenth (1/10)</strong> the cost of our previous solution and many other less-featured solutions on the market today. For Maxihost, the bottom line is about delivering exceptional functionality and support to our customers and Device42 software delivers the functionality and value that helps make that happen.”
es: "No hay ninguna manera de administrar un centro o un datacenter equipado con un número razonable de servidores sin una solución de software diseñada específicamente para este propósito", dijo Guilherme Soubihe Alberto. "Es difícil encontrar un producto que puede ofrecer las capacidades integrales y amplias funciones que Device42 ofrece, a un costo que fue de <strong>una décima parte (1/10)</strong> el costo de la solución anterior y muchas otras soluciones menos destacados en el mercado hoy. Para Maxihost, la línea de fondo es sobre entrega de excepcional funcionalidad y soporte a nuestros clientes y Device42 software proporciona la funcionalidad y valor que ayuda a que eso suceda".
pt: "Não há nenhuma maneira de gerir eficazmente a instalação ou datacenter equipado com um razoável número de servidores sem uma solução de software concebida especificamente para esta finalidade," disse Guilherme Soubihe Alberto. "É difícil encontrar um produto que pode oferecer a recursos abrangentes e amplos recursos que Device42 oferece, a um custo que era <strong>um décimo (1/10)</strong> o custo de nossa solução anterior e muitas outras soluções menos de recursos no mercado hoje. Para Maxihost, a linha de fundo é sobre entregando excepcional funcionalidade e suporte aos nossos clientes e software de Device42 oferece a funcionalidade e o valor que o ajuda a fazer isso acontecer."

source: Case studies for Device42 - Comprehensive Data Center Documentation Software
es: Estudios de caso para Device42 - Software de documentación de centro de datos global
pt: Estudos de caso para Device42 - Software de documentação de centro de dados abrangente

source: Various Social Mentions for Device42 - Comprehensive Data Center Documentation Software
es: Varias menciones Social para Device42 - Software de documentación de centro de datos integral
pt: Várias menções Social para Device42 - Software de documentação do centro de dados abrangente

source: Recommendations
es: Recomendaciones
pt: Recomendações

source: Mentions
es: Menciona
pt: Menciona
