Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42 review and Customer testimonials for Device42, a comprehensive Data Center Documentation Software that integrates IP address management and application mapping.
es: Device42 informe y testimonios de clientes de Device42, un Software integral de documentación centro de datos que integra la administración de direcciones IP y la asignación de aplicación.
pt: Revisão de Device42 e depoimentos de clientes para Device42, um Software abrangente do documentação centro de dados que integra o gerenciamento de endereços IP e mapeamento de aplicativo.

source: What people are saying about Device42
es: Qué dicen acerca de Device42
pt: O que as pessoas estão dizendo sobre Device42

source: Device42 eliminates hours of manually taking and updating inventory and I like its ease of use and having everything in one application. I’m also very satisfied with the support I receive from Device42 and would definitely recommend Device42 to others!
es: Device42 elimina horas de tomar manualmente y actualización inventario y me gusta su facilidad de uso y tener todo en una sola aplicación. También estoy muy satisfecho con el apoyo recibe de Device42 y definitivamente recomendaría Device42 a otras personas!
pt: Device42 elimina horas de tomar manualmente e atualização de inventário e eu gosto de sua facilidade de uso e ter tudo em um aplicativo. Também estou muito satisfeito com o apoio que eu receber de Device42 e definitivamente recomendo Device42 aos outros!

source: Network Engineer
es: Ingeniero de red
pt: Engenheiro de rede

source: Everyone has been so professional, courteous and willing to accommodate above and beyond my expectations. I’ve had numerous questions and problems but each inquiry was returned with such enthusiasm and eagerness to help. Thank you again for the wonderful customer service.
es: Todos han sido tan profesional, amable y dispuesto dar cabida a más allá de mis expectativas. He tenido muchas de las preguntas y problemas, pero cada consulta fue devuelto con tal entusiasmo y ganas de ayudar. Gracias otra vez por el servicio al cliente maravilloso.
pt: Todos tem sido tão profissional, cortês e disposto a acomodar muito além de minhas expectativas. Eu tive inúmeras perguntas e problemas, mas cada inquérito foi devolvido com tal entusiasmo e vontade de ajudar. Obrigado novamente para o serviço ao cliente maravilhosa.

source: Device42 support has been unparalleled to any other vendor in my experience. They are agile and eager to help solve any problems I run into.
es: Device42 apoyo ha sido incomparable a cualquier otro proveedor en mi experiencia. Son ágiles y ansioso por ayudar a solucionar cualquier problema en ejecutar.
pt: Device42 apoio foi incomparável a qualquer outro fornecedor na minha experiência. Eles são ágeis e ansioso para ajudar a resolver quaisquer problemas que encontrar.

source: System Administrator
es: Administrador del sistema
pt: Administrador do sistema

source: As an early adopter of Device42, we have found the product and it's development team to be extremely nimble in meeting our needs. Managing a limited staff, pressure from the business to meet a rapid speed to market, as well as increased complexities to meet our compliance needs, the traditional spreadsheets and big box solutions have not been able to provide an easy no hassle solution. Device42 has become our single system to manage all physical, virtual, software, vendor, and IP assets with strong search capabilities as well as graphical representations. Device42 has also become a significant aid in validating our documentation process for customer audits and I would highly recommend this software.
es: Como un early adopter de Device42, hemos encontrado el producto y es el equipo de desarrollo para ser muy ágil en el cumplimiento de nuestras necesidades. Gestión de un personal limitado, la presión de la empresa para cumplir con una velocidad rápida al mercado, así como de mayor complejidad para satisfacer nuestras necesidades de cumplimiento, las tradicionales hojas de cálculo y las soluciones de caja grande no pudieron proporcionarle una no solución de problemas. Device42 se ha convertido en nuestro sistema único para gestionar toda física, virtual, software, proveedor y activos de propiedad intelectual con capacidades de búsqueda fuerte así como representaciones gráficas. Device42 se ha convertido también en una significativa ayuda en validación de nuestro proceso de documentación para auditorías de cliente y recomiendo este software.
pt: Como um early adopter de Device42, encontramos o produto e é a equipe de desenvolvimento para ser extremamente ágil em atender nossas necessidades. Gerenciando uma equipe limitada, pressão do negócio para atender uma rápida velocidade de mercado, bem como maior complexidade para atender nossas necessidades de conformidade, as tradicionais planilhas e soluções de grande caixa não foram capazes de fornecer uma fácil solução sem problemas. Device42 tornou-se nosso sistema único para gerenciar todos os físico, virtual, software, fornecedor e ativos IP com recursos de pesquisa fortes, bem como representações gráficas. Device42 tornou-se também uma ajuda importante na validação de nosso processo de documentação para auditorias de cliente e eu recomendo este software.

source: Director of IT Infrastructure
es: Director de infraestructura de ti
pt: Diretor de infra-estrutura de ti

source: Device42 is simple, light, responsive, easy to use and powerful to manage and record my data center information. I can manage list of my server whether it is a rack server, blade, virtual, even a cluster, complete with its specifications like CPU, memory, harddrive and OS plus manage its manufactures like the vendor, contact information, and warranty date. I can now find an available IP Address or server information and even the rack mapping now with just few simple clicks. Export support is also a big plus. The deployment of this software is very easy too. I'm looking forward to the future updates and gladly recommend this software to my friends.
es: Device42 es sencilla, ligera, sensible, fácil de usar y potente para administrar y registrar mi información de centro de datos. Puedo manejar lista de mi servidor sea un servidor en rack, disco, virtual, incluso un grupo, con sus especificaciones así como CPU, memoria, disco duro y sistema operativo administrar sus fabricantes como los proveedores, información de contacto y fecha de garantía. Ahora puedo encontrar una dirección IP disponible o información del servidor e incluso la asignación de la parrilla ahora con solo pocos clics. Apoyo exportación es también una gran ventaja. La implementación de este software es muy fácil también. Yo estoy mirando adelante a las futuras actualizaciones y con mucho gusto recomiendo este software a mis amigos.
pt: Device42 é simples, leve, ágil, fácil de usar e poderoso para gerenciar e gravar minhas informações de centro de dados. Eu me viro lista do meu servidor, quer se trate de um servidor para rack, lâmina, virtual, até mesmo um cluster, completo com as suas especificações como CPU, memória, disco rígido e sistema operacional além de gerenciar sua manufatura como o fornecedor, informações de contato e data de garantia. Eu agora posso encontrar um endereço IP disponível ou informações do servidor e nem o mapeamento de cremalheira agora com apenas alguns cliques simples. Suporte de exportação também é uma grande vantagem. A implantação deste software é muito fácil também. Eu estou ansioso para as futuras atualizações e com prazer, recomendo este software para meus amigos.

source: IT Data Centre Officer
es: Encargado de centro de datos ti
pt: É responsável de centro de dados

source: Feature rich. This is exactly what I needed.
es: Ricos de la característica. Esto es exactamente lo que necesitaba.
pt: Rico em recursos. Isto é exatamente o que eu precisava.

source: Senior System Administrator
es: Administrador de sistemas Senior
pt: Administrador de sistemas sênior

source: Layout of the software web console is very clean and easy to follow.
es: Diseño de la consola web del software es muy limpia y fácil de seguir.
pt: Layout do console web do software é muito limpo e fácil de seguir.

source: IT Senior Analyst
es: Analista Senior de ti
pt: Analista de ti sênior

source: Folks here like it because it fits most of our needs and understands blades and virtualization.
es: Aquí la gente como él, porque se adapta a la mayoría de nuestras necesidades y entiende las hojas y la virtualización.
pt: Pessoal aqui gosta porque ele se encaixa a maioria das nossas necessidades e compreende as lâminas e virtualização.

source: Device42 is taking us from anarchy to organization.
es: Device42 nos lleva de la anarquía a la organización.
pt: Device42 está nos levando de anarquia para a organização.

source: Network Systems Manager
es: Gerente de sistemas de red
pt: Gerente de sistemas de rede

source: Download your copy of Device42 now!
es: ¡Descargue ahora su copia de Device42!
pt: Download sua cópia do Device42 agora!

source: Your download is ready
es: La descarga está lista
pt: Seu download está pronto

source: By downloading and/or installing Device42, you agree to
es: Al descargar y/o instalar Device42, se compromete a
pt: Ao baixar e/ou instalar o Device42, você concorda em

source: I Agree
es: Acepto
pt: Eu Concordo

source: Download Device42
es: Descargar Device42
pt: Faça o download do Device42

source: You can download your ready-to-go Device42 virtual appliance below!
es: ¡Usted puede descargar su listo para Device42 dispositivo virtual abajo!
pt: Você pode baixar o seu ready-to-go Device42 appliance virtual abaixo!

source: Device42 End User License Agreement
es: Acuerdo de licencia del usuario final de Device42
pt: Acordo do Utilizador do Device42

source: Looks like your link has expired or is not valid!
es: Parece que el link ha caducado o no es válido!
pt: Parece que seu link expirou ou não é válido!

source: Please fill out the form below to request another download link.
es: Por favor llene el siguiente formulario para solicitar otro link de descarga.
pt: Por favor, preencha o formulário abaixo para solicitar um outro link para download.

source: Send me my trial now!
es: ¡Me mande mi juicio ahora!
pt: Envie-me o meu julgamento agora!

source: Your privacy is important to us. We will never share your information
es: Su privacidad es importante para nosotros. Nunca compartiremos tu información
pt: Sua privacidade é importante para nós. Nós nunca compartilharemos suas informações

source: Frequently Asked Questions
es: Preguntas frecuentes
pt: Perguntas frequentes

source: Do you have <em>binaries</em> or executable type installation?
es: ¿Tienes <em>los binarios</em> o ejecutables tipo de instalación?
pt: Tem <em>binários</em> ou tipo de executável de instalação?

source: Not at this time and there are no immediate plans for such. You can try Device42 on your PC or demo server using VMware Player or Oracle VM Virtual Box. Opensource Xen/KVM gurus can use our raw/KVM image on your Linux server
es: Por el momento no y no tenemos planes inmediatos en hacerlo. Puede probar Device42 en su PC o servidor demo usando VMware Player u Oracle VM Virtual Box. Los gurús de código abierto Xen/KVM pueden usar nuestra imagen raw/KVM en su servidor Linux
pt: Nesta altura não há planos para isso num futuro próximo. Pode experimentar o Device42 no seu PC ou num servidor de demonstração utilizando o WMware Player ou Oracle VM Virtual Box. Gurus Xen/KVM de código aberto podem usar a nossa imagem raw/KVM no seu servidor Linux

source: How long is the trial license valid for
es: ¿Por cuánto tiempo es válida la licencia de prueba?
pt: Durante quanto tempo é válida a licença de teste

source: The demo image comes with a 30 day license. If we haven't uploaded a new image recently, we will automatically email you an extended license key. If you have not received an extended license key or want to extend your trial, please email us at:
es: La imagen de la demo viene con una licencia de 30 días. Si no hemos subido una nueva imagen recientemente, automáticamente le enviaremos una clave de licencia extendida. Si usted no ha recibido una clave de licencia extendida o quiere extender su prueba, por favor email nosotros en:
pt: A imagem do demo vem com uma licença de 30 dias. Se nós ainda não enviou recentemente uma nova imagem, nós automaticamente lhe enviaremos uma chave de licença estendida. Se você não recebeu uma chave de licença estendida ou deseja estender seu julgamento, por favor envie email para:

source: My virtual platform is not listed, how can I try Device42
es: Mi plataforma virtual no está listada, ¿cómo puedo probar Device42?
pt: A minha plataforma virtual não se encontra na lista, como posso experimentar o Device42

source: If the platform you use is not listed above, please download the VMDK file and use the converter available for your supported platform to convert the image
es: Si la plataforma que usa no está listada a continuación, por favor descargueel archivo VMDK y use el conversor disponible para su plataforma soportada para convertir la imagen
pt: Se a sua plataforma não se encontra na lista presente acima, por favor faça o download do ficheiro VMDK e use o conversor disponível para a sua plataforma para converter a imagem

source: How can I test Device42 on my PC or Mac?
es: ¿Cómo puedo probar Device42 en mi PC o Mac?
pt: Como posso testar Device42 no meu PC ou Mac?

source: <a href="https://www.virtualbox.org/wiki/Downloads" class="ext-link" target="_blank">Oracle Virtual Box</a> is the easiest way to do so. You can also use VMware player/workstation/fusion etc. for the same.
es: <a href="https://www.virtualbox.org/wiki/Downloads" class="ext-link" target="_blank">Oracle Virtual Box</a> es la manera más fácil de hacerlo. También puede utilizar VMware workstation/jugador/fusión etc. de la misma.
pt: <a href="https://www.virtualbox.org/wiki/Downloads" class="ext-link" target="_blank">Oracle Virtual Box</a> é a maneira mais fácil de fazê-lo. Você também pode usar o VMware workstation/player/fusão etc para o mesmo.

source: Do you support a cloud or hosted version of Device42?
es: ¿Se admiten una versión hospedada de Device42 o nube?
pt: Você apoia uma nuvem ou versão hospedada do Device42?

source: Yes we do. We can provide you access to an Amazon AMI if you want to run Device42 as an Amazon EC2 instance. Alternatively, we can provide you access to a cloud VM for demo purposes
es: Sí la soportamos. Podemos brindarle acceso a un AMI de Amazon si desea ejecutar Device42 como un instancia EC2 de Amazon. Alternativamente, podemos brindarle acceso a una VM en la nube con el propósito de demostración
pt: Sim. Podemos conceder-lhe acesso a uma Amazon AMI se quiser correr o Device42 como uma versão Amazon EC2. Alternativamente, pode conceder-lhe acesso a uma cloud VM para fins de demonstração

source: Can you provide some sample data I can load in my trial instance?
es: ¿Puede proporcionar algunos datos de muestra que puedo cargar en mi caso de prueba?
pt: Você pode fornecer alguns dados de exemplo que eu possa carregar na minha instância de julgamento?

source: Absolutely, we can send you an Excel file to import sample data in Device42. Just send a note to support@device42.com and we will send you the file with instructions
es: Absolutamente, podemos enviarle un archivo de Excel para importar los datos de ejemplo en Device42. Simplemente envíe un mensaje a support@device42.com y le enviaremos el archivo con instrucciones
pt: Certamente, podemos enviar-lhe um ficheiro Excel para importar dados de exemplo para o Device42. Envie uma mensagem para support@device42.com e será enviado o ficheiro com instruções

source: Are all the features supported in this?
es: ¿Se admiten todas las características en este?
pt: Todos os recursos são suportados no presente?

source: The demo download supports all the features except real time power and environmental monitoring and control. Please open a support ticket to enable power related features
es: El descarga demo soporta todas las características excepto la monitorización y control en tiempo real de la energía y el entorno. Por favor abra un ticket de soporte para habilitar las características relacionadas a la energía
pt: O download da demonstração suporta todas as funcionalidades exceto a monitorização e controlo de energia em tempo real e ambiente. Por favor envie um ticket de suporte se pretender ativar funcionalidades relacionadas com energia

source: Featured highlights and screenshots of Device42
es: Recomendados destacados e imágenes de Device42
pt: Indicados: destaques e screenshots do Device42

source: Features Tour
es: Paseo por las características
pt: Guia de Funcionalidades

source: Comprehensive IT Infrastructure Management
es: Gestión Integral de Infraestructura de TI
pt: Gestão Compreensiva de Infraestruturas IT

source: Highlights & Screenshots
es: Destacados & imágenes
pt: Destaques & Screenshots

source: Web-based automatic rack diagrams
es: Diagramas de bastidor automático basado en la web
pt: Diagramas de cremalheira automática baseada na Web

source: Discoveries are continuously run on a schedule, automatically detecting changes to your infrastructure as they are made, ensuring your CMDB is always up to date.
es: Descubrimientos se ejecutan continuamente en un calendario, detectar automáticamente los cambios en su infraestructura como se hacen, asegurando que su CMDB está siempre al día.
pt: Descobertas são executadas continuamente em um horário, automaticamente, detectando alterações em sua infra-estrutura como eles são feitos, garantindo que seu CMDB está sempre actualizada.

source: Automatic Rack Diagram
es: Diagrama de racks automático
pt: Diagrama de Racks Automático

source: Visually see devices in rack exactly how they look in real life and click on device to get detailed info. Automatically generated from device details
es: Observe visualmente los dispositivos en racks exactamente como se ven en la vida real y haga clic en el dispositivo para obtener información detallada. Generado automáticamente desde los detalles del dispositivo
pt: Ver os dispositivos na rack para ver exatamente como eles são na vida real e clique num dispositivo para obter informação detalhada. Criada automaticamente de detalhes do dispositivo

source: Room layouts with heat maps
es: Diseños de sala con mapas de calor
pt: Layouts de quarto com mapas de calor

source: Room Layouts
es: Distribuciones de la sala
pt: Disposição de Quartos

source: Visual room layout. Heat Maps based on available Us. Hover over to see rack/object details. Easy drag and drop right in your browser
es: Distribución visual de la sala. Mapas de calor disponibles. Pase el ratón por encima para ver los detalles del rack/objeto. Simplemente arrastre y suelte directamente en su navegador
pt: Disposição visual de quarto. Mapas de indicadores térmicos disponíveis. Passe o rato por cima para ver detalhes do rack/objeto. Fácil arrastar e largar direto para o seu browser

source: Patch panel cable management
es: Patch Cable Management Panel
pt: Gestão de cabos do painel de conexão

source: Cable Management
es: Gestión de cables
pt: Gestão de Cabos

source: Simple way to manage your patch panel connectivity. Use APIs, UI to quickly bring your patch panel documentation under control. Visualize your cable management
es: Una manera sencilla de administrar la conectividad de su panel de conexiones. Utilice las API, e interfaz de usuario para tener rápidamente la documentación de su panel de conexiones bajo control. Visualice su gestión de cables
pt: Maneira simples de gerar a conectividade do seu painel de atualizações. Use API's, UI para rapidamente pôr a sua documentação do painel de atualizações sob controle. Visualize a sua gestão de cabos

source: Super easy search
es: Búsqueda super sencilla
pt: Pesquisa super fácil

source: Super easy search from the dashboard for any object using partial or full strings. Searches through all the objects and creates listing for all categories based on permissions. Custom values included in search
es: Una búsqueda super sencilla desde el panel de control para cualquier objeto con cadenas parciales o totales. Busca a través de todos los objetos y crea la lista de todas las categorías en base a permisos. Valores personalizados incluidos en la búsqueda
pt: Pesquisa super fácil da painel de controlo para qualquer objeto usando séries parciais ou completas. Procura por todos os objetos e cria uma lista para todas as categorias com base nas permissões. Valores customizados estão incluídos na procura

source: Detailed Device Info
es: Información detallada del dispositivo
pt: Informação Detalhada de Dispositivos

source: Document physical, virtual, blade, clustered, switches or any other device types. Record any properties. Asset lifecycle management. Custom key pair values. Integrated with built-in IPAM
es: Documente dispositivos físicos, virtuales, cuchillas, agrupados, interruptores o cualquier otro tipo de dispositivo. Registre todas las propiedades. Gestión del ciclo de vida de activos. Valores personalizados para pares de claves. Integrado con una función de IPAM
pt: Documenta dispositivos físicos, virtuais, blade, agrupados, interruptores ou qualquer outro tipo de dispositivos. Gravas quaisquer propriedades. Gestão do ciclo de vida de recursos. Valores key pair customizados. Integrado com IPAM incorporado

source: Intuitive Data Entry
es: Entrada de datos intuitiva
pt: Entrada de Dados Intuitivos

source: Easy multi-edit data entry. e.g. you can add all devices in a rack while editing the rack in easy multi-entry form or while adding IPs for a device, you can open a new tab from same place to see IPs being used in that subnet
es: Simple entrada de datos multi-edición. Por ejemplo, usted puede agregar todos los dispositivos en un rack durante la edición del rack en forma simple de multi-entrada o al agregar IPs para un dispositivo, puede abrir una nueva pestaña del mismo lugar para ver los IP que se están utilizando en esa subred
pt: Fácil edição múltipla de entrada de dados. Por exemplo, pode adicionar todos os dispositivos numa só rack enquanto a edita de forma fácil e múltipla entrada ou enquanto adiciona IPs de um dispositivo, pode abrir uma tabela do mesmo sítio para ver que IPs estão a ser utilizados nessa sub-rede

source: Intuitive Navigation
es: Navegación intuitiva
pt: Navegação Intuitiva

source: Easily search, sort and multi filter for any list whether it is device, IP address, Hardware models, Switch Ports etc. e.g. Filter all devices with a certain hardware, certain OS in a specific location.
es: Fácilmente buscar, ordenar y multi filtro para cualquier lista si es necesario, dirección IP, modelos de Hardware, conmutador puertos etc. por ejemplo filtrar todos los dispositivos con cierto hardware, algunos OS en una ubicación específica.
pt: Pesquise facilmente, tipo e multi filtro para qualquer lista, quer se trate de dispositivo, endereço IP, modelos de Hardware, etc de portas de Switch, por exemplo, filtrar todos os dispositivos com um determinado hardware, determinados OS em um local específico.

source: Auto Populate Objects
es: Auto rellenar objetos
pt: Auto preencher objetos

source: Network auto-discovery using SNMP. Also the Software lets you use your favorite scripting platforms to create and keep your documentation up-to date using APIs.
es: Detección automática de red mediante SNMP. También el Software le permite utilizar sus favoritos plataformas scripts para crear y mantener su documentación hasta fecha usando APIs.
pt: Detecção automática de rede usando o SNMP. Também o Software permite que você use seus favoritas plataformas scripts para criar e manter sua documentação up date para usando APIs.
