Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: we have provided links (below) to some of the frequently requested automation tool synchronization scripts:
es: hemos proporcionado enlaces (abajo) a algunos de los scripts de sincronización herramienta de automatización con frecuencia solicitada:
pt: Nós fornecemos links (abaixo) para alguns dos scripts de sincronização de ferramenta de automação solicitadas:

source: Send Ohai node data from Chef server to
es: Enviar Ohai nodo datos de servidor de Chef
pt: Enviar dados de nó Ohai do Chef servidor para

source: Sync node data from Chef
es: Datos del nodo de sincronización del Chef
pt: Sincronize dados de nódulo do Chef

source: Sync puppet facts to
es: Sync títeres hechos a
pt: Fatos de fantoche de sincronização para

source: Script to sync Puppet nodes information
es: Guión para sincronizar Títeres nodos información
pt: Script para sincronizar informação de nódulos Puppet

source: Migrate
es: Migrar
pt: Migrar

source: Other Products
es: Otros productos
pt: Outros produtos

source: to Device42
es: a Device42
pt: para Device42

source: Migrate an existing %(migrations_product)s solution into Device42
es: Migrar una solución existente de s % (migrations_product) en Device42
pt: Migrar de uma solução existente de s % (migrations_product) para Device42

source: Migrate other products into Device42
es: Migrar a otros productos en Device42
pt: Migrar de outros produtos para Device42

source: Device42 provides robust APIs and bulk data management tools that makes it easier to import data from any data format.
es: Device42 proporciona sólidas APIs y herramientas de gestión de datos a granel que hace más fácil importar datos de cualquier formato de datos.
pt: Device42 fornece APIs robustos e ferramentas de gerenciamento de dados em massa que torna mais fácil para importar dados de qualquer formato de dados.

source: Use the navigation links on left to get information about turnkey migrations.
es: Utilice los enlaces de navegación izquierda para obtener información sobre las migraciones llave en mano.
pt: Use os links de navegação à esquerda para obter informações sobre migrações do turnkey.

source: If you would like to migrate from some other tool and don't find an easy way to do so, please reach out to us and we'll be happy to provide support:
es: Si desea migrar desde otra herramienta de algunos y no encuentras una manera fácil de hacerlo, por favor acercarse a nosotros y estaremos encantados de proporcionar ayuda:
pt: Se você gostaria de migrar de alguma outra ferramenta e não encontra uma maneira fácil de fazê-lo, por favor em contacto connosco e nós estaremos felizes em apoiar:

source: The migration links below may also be helpful:
es: Los siguientes enlaces de migración también pueden ser útiles:
pt: Os links de migração abaixo também podem ser úteis:

source: Generic Bulk Import Tool
es: Herramienta de importación de genéricos a granel
pt: Ferramenta de importação em massa genérico

source: Software Utilities and Tools
es: Herramientas y utilidades de software
pt: Ferramentas e utilitários de software

source: Software Utility
es: Utilidad de software
pt: Utilitário de software

source: Software Utilities
es: Utilidades de software
pt: Utilitários de software

source: Utilities
es: Utilidades
pt: Utilitários

source: Take video tours of Device42, the most comprehensive solution for data center infrastructure management.
es: Tomar videos tours de Device42, la solución más completa para la administración de infraestructura de centro de datos.
pt: Pegue aqueles vídeos da Device42, a mais abrangente solução de gerenciamento de infra-estrutura de centro de dados.

source: Video Library
es: Biblioteca de vídeos
pt: Biblioteca de vídeo

source: Introduction to Device42
es: Introducción a la Device42
pt: Introdução ao Device42

source: An overview of Device42's capabilities, features, and use-cases.
es: Un resumen de las capacidades, características y casos de uso de Device42.
pt: Uma visão geral dos recursos, recursos e casos de uso do Device42.

source: DCIM Quick Demo
es: DCIM rápida Demo
pt: DCIM demonstração rápida

source: Server Room
es: Sala de servidores
pt: Sala do servidor

source: Device42's Ansible Integration Scripts
es: Ansible integración Scripts de Device42
pt: Scripts de integração do Device42 Ansible

source: Static Inventory Script
es: Escritura de inventario estático
pt: Script de inventário estático

source: Dynamic Inventory Script
es: Escritura de inventario dinámico
pt: Script de inventário dinâmico

source: Device42 logo
es: Logo de Device42
pt: Logo do Device42

source: When you find yourself doing something over and over again, you should be thinking automation, and a good follow up thought is Ansible. Now, with Device42 integration, Ansible has near real-time access to your infrastructure's inventory, making it an even more capable automation solution.
es: Cuando te encuentras haciendo algo una y otra vez, debes automatización de pensamiento y seguimiento de un buen pensamiento es Ansible. Ahora, con la integración de Device42, Ansible tiene cerca en tiempo real acceso al inventario de su infraestructura, convirtiéndolo en una solución de automatización aún más capaz.
pt: Quando você encontrar-se a fazer algo novo e de novo, você deve ser a automação de pensamento e acompanhar um bom pensamento é Ansible. Agora, com a integração Device42, Ansible tem perto de acesso em tempo real para o inventário de sua infra-estrutura de ti, tornando-se uma solução de automação ainda mais capaz.

source: The core of Ansible is a simple automation language that can both describe and carry out repeatable building and provisioning of IT application infrastructures. It is very powerful, yet can be easier for a beginner to learn than some of its alternatives, as it doesn't require one to be an accomplished programmer to use it &mdash; as <a href="https://www.ansible.com/it-automation" target="_blank" class="ext-link">Ansible's website</a> puts it, Ansible <em>"...doesn't require a grad-level computer science degree to read."</em>
es: El núcleo de Ansible es un lenguaje de automatización simple que puede describir y llevar a cabo la construcción y provisión de infraestructuras de aplicaciones de ti. Es muy potente, pero puede ser más fácil para un principiante aprender que algunas de sus alternativas, como no se necesita uno para ser un programador logrado utilizarlo, como <a href="https://www.ansible.com/it-automation" target="_blank" class="ext-link">sitio web de Ansible</a> , Ansible <em>"... no requieren un grado de ciencia de computadora de nivel de graduado para leer."</em>
pt: O núcleo de Ansible é uma linguagem de automação simples que pode descrever e realizar construção repetível e provisionamento de infra-estruturas de ti aplicação. É muito poderosa, ainda pode ser mais fácil para um iniciante para aprender do que algumas de suas alternativas, como ele não requer um ser um programador realizado para usá-lo — como o <a href="https://www.ansible.com/it-automation" target="_blank" class="ext-link">site do Ansible</a> coloca, Ansible <em>"... não exigem um grau de ciência de computador de nível de pós-graduação para ler."</em>

source: The Device42 Ansible repository features two functionally different scripts for generating inventories for use with Ansible:
es: El repositorio de Device42 Ansible incluye dos funcionalmente diferentes scripts para la generación de inventarios para uso con Ansible:
pt: O repositório Device42 Ansible apresenta dois scripts funcionalmente diferentes para gerar estoques para uso com Ansible:

source: This script can be used to create and pre-populate a static inventory file based on Device42’s Configuration Items for use by Ansible. More details and a usage example can be found in <a href="http://www.device42.com/blog/2017/01/a-simple-automation-example-using-device42s-new-ansible-host-file-generation-script/" class="ext-link" target="_blank"> this blog post</a>.
es: Este script puede usarse para crear y rellenar previamente un archivo de inventario estático basado en elementos de configuración de Device42 para el uso de Ansible. Más detalles y un ejemplo de uso pueden encontrarse en <a href="http://www.device42.com/blog/2017/01/a-simple-automation-example-using-device42s-new-ansible-host-file-generation-script/" class="ext-link" target="_blank">este blog</a>.
pt: Este script pode ser usado para criar e preencher previamente um arquivo estático de inventário com base em itens de configuração do Device42 para uso por Ansible. Mais detalhes e um exemplo de uso podem ser encontrados <a href="http://www.device42.com/blog/2017/01/a-simple-automation-example-using-device42s-new-ansible-host-file-generation-script/" class="ext-link" target="_blank">neste</a>post do blog.

source: This script can be used dynamically in conjunction with the <kbd>$ansible</kbd> command, generating a real-time inventory based on data within Device42 - See <a href="http://www.device42.com/blog/2017/01/make-servicenow-suck-less-sync-your-device42-ci-data-to-servicenow">this blog post</a> for in depth details and a usage example.
es: Este script se puede utilizar dinámicamente junto con el <kbd>$ansible</kbd> comando, generando un inventario en tiempo real basado en datos de Device42 - ver <a href="http://www.device42.com/blog/2017/01/make-servicenow-suck-less-sync-your-device42-ci-data-to-servicenow">este blog post</a> para en los datos de profundidad y un ejemplo de uso.
pt: Este script pode ser usado dinamicamente em conjunto com o <kbd>$ansible</kbd> comando, gerando um inventário em tempo real com base em dados dentro Device42 - de ver <a href="http://www.device42.com/blog/2017/01/make-servicenow-suck-less-sync-your-device42-ci-data-to-servicenow">este blog</a> para em profundidade detalhes e um exemplo de uso.

source: Installation
es: Instalación
pt: Instalação

source: You’ll need a working installation of Ansible to use these scripts. Ansible will run on any machine with Python 2.6 or 2.7 installed, but Device42’s scripts are only tested compatible with Python 2.7.x.
es: Usted necesitará una instalación de trabajo de Ansible utilizar estas secuencias de comandos. Ansible funcionará en cualquier máquina con Python 2.6 o 2.7 instalado, pero los scripts de Device42 sólo se prueban compatible con Python 2.7.
pt: Você precisará de uma instalação funcional do Ansible usar esses scripts. Ansible será executado em qualquer máquina com Python 2.6 ou 2.7 instalado, mas roteiros do Device42 são testados apenas compatível com Python 2.7.x.

source: You can install Ansible with your package manager, e.g.
es: Puede instalar Ansible con su gestor de paquetes, por ejemplo
pt: Você pode instalar Ansible com seu Gerenciador de pacotes, por exemplo

source: Consult Ansible's installation instructions for other distros, to build from source, or if more information is needed.
es: Consulte las instrucciones de instalación del Ansible para otras distros, para la construcción de la fuente, o si se necesita más información.
pt: Consulte as instruções de instalação do Ansible para outras distros, para compilar da fonte, ou se forem necessárias mais informações.

source: Integration Steps
es: Pasos de integración
pt: Etapas de integração

source: Create a working directory <code>foo</code>. At minimum, copy the file <code>lib.py</code> into it, as well as the two inventory scripts, <code>d42_ansible_inventory_hostfile.py</code> & <code>d42_ansible_dynamic_inventory.py</code>. Both of the scripts rely on <code>lib.py</code> as a dependency.
es: Crear un directorio de trabajo <code>foo</code> . Como mínimo, copie el archivo <code>lib.py</code> , así como los guiones de dos inventarios, <code>d42_ansible_inventory_hostfile.py</code> y <code>d42_ansible_dynamic_inventory.py</code> . Tanto de las secuencias de comandos dependen de <code>lib.py</code> como una dependencia.
pt: Criar um diretório de trabalho <code>foo</code> . No mínimo, copie o arquivo <code>lib.py</code> para ele, bem como os scripts de dois inventário, <code>d42_ansible_inventory_hostfile.py</code> e <code>d42_ansible_dynamic_inventory.py</code> . Ambos os scripts dependem <code>lib.py</code> como uma dependência.

source: Copy and rename the conf.sample example from the repo into your working directory <code>foo</code> & populate the file with your Device42 Instance Info <em>[URL, username, password]</em>. Enable or Disable logging (your choice), and set your output grouping choice <em>[by tag, building, customer, or service_level]</em> &mdash;this setting will affect how the output list of hosts is organized.
es: Copiar y renombrar el ejemplo conf.sample de la repo en el directorio de trabajo <code>foo</code> y rellenar el archivo con su información de Device42 instancia <em>[URL, nombre de usuario, contraseña]</em>. Activar o desactivar el registro (su elección) y a su salida agrupación elección <em>[por etiqueta, edificio, cliente o service_level]</em> , este ajuste afectará a cómo está organizada la lista de salida de los ejércitos.
pt: Copiar e renomear o conf.sample exemplo do repo para seu diretório de trabalho <code>foo</code> & preencher o arquivo com seu Device42 instância informação <em>[URL, username, senha]</em>. Habilitar ou desabilitar o log (sua escolha) e definir sua saída agrupando escolha <em>[pela marca, o edifício, do cliente ou service_level]</em> — essa configuração afetará como lista de hosts de saída é organizada.

source: Mark the script(s) executable:
es: Marca el ejecutable script(s):
pt: Marca o script executável:

source: Working with the Device42 scripts in Ansible
es: Trabajar con las secuencias de comandos de Device42 en Ansible
pt: Trabalhando com os scripts de Device42 em Ansible

source: Static Inventory <em>hosts</em> generation script
es: Script de generación de <em>anfitriones</em> de inventario estático
pt: Script de geração de <em>anfitriões</em> de inventário estático

source: The first run of the static inventory script, d42_ansible_inventory_hostfile.py will cause the creation of a file called hosts in your working directory containing the same inventory of machines. Its only visible output, however, is <code>[!] Done</code>
es: La primera carrera de la escritura de inventario estático, d42_ansible_inventory_hostfile.py causará la creación de un archivo llamado hosts en el directorio de trabajo que contiene el mismo inventario de máquinas. Su salida sólo visible, sin embargo, es<code>[!] Done</code>
pt: A primeira execução do script de inventário estático, d42_ansible_inventory_hostfile.py fará com que a criação de um arquivo chamado hosts no seu diretório de trabalho que contém o mesmo inventário de máquinas. Sua saída apenas visível, no entanto, é<code>[!] Done</code>

source: Note that you will have to copy the generated <em>hosts</em> file to <code>/etc/ansible/hosts</code> to use it without specifying its location via the <kbd>-i</kbd> flag.
es: Tenga en cuenta que tienes que copiar el archivo generado <em>ejércitos</em> a <code>/etc/ansible/hosts</code> para usar sin especificar su ubicación a través de la <kbd>-i</kbd> bandera.
pt: Note que você terá que copiar o arquivo gerado <em>anfitriões</em> para <code>/etc/ansible/hosts</code> para usá-lo sem especificar sua localização através do <kbd>-i</kbd> bandeira.

source: Ansible will also happily execute and use the output of any program that outputs a valid JSON dictionary of hosts to stdout, and the executable can be written in any programming language. When an executable instead of a list follows the <kbd>-i</kbd> flag, it executes the program, automatically passing the <kbd>--list</kbd> flag. This is precisely the argument Device42's <code>d42_ansible_dynamic_inventory.py</code> is expecting. When properly configured, the output of the dynamic inventory script <em>(outside of Ansible)</em> looks as such:
es: Ansible también felizmente será ejecutar y utilizar la salida de cualquier programa que salidas de un diccionario JSON válido de los ejércitos a stdout, y el ejecutable se puede escribir en cualquier lenguaje de programación. Cuando sigue a un ejecutable en lugar de una lista el <kbd>-i</kbd> bandera, se ejecuta el programa, automáticamente pasa la <kbd>--list</kbd> bandera. Este es precisamente el argumento de Device42 <code>d42_ansible_dynamic_inventory.py</code> está esperando. Cuando configurado correctamente, la salida de la secuencia de comandos de inventario dinámica <em>(fuera de Ansible)</em> se ve así:
pt: Ansible alegremente também irá executar e usar a saída de qualquer programa que gera um dicionário JSON válido de hosts para stdout, e o executável pode ser escrito em qualquer linguagem de programação. Quando um arquivo executável em vez de uma lista segue o <kbd>-i</kbd> bandeira, ele executa o programa, automaticamente passando o <kbd>--list</kbd> bandeira. Este é precisamente o argumento do Device42 <code>d42_ansible_dynamic_inventory.py</code> está esperando. Quando configurado corretamente, a saída do script de inventário dinâmico <em>(fora Ansible)</em> parece como tal:

source: Either the generated hostfile or the dynamic inventory script can be used to execute any Ansible action that requires a list of hosts.
es: Hostfile generado o la escritura de inventario dinámica puede utilizarse para ejecutar cualquier acción de Ansible que requiere una lista de hosts.
pt: O hostfile gerado ou o script de inventário dinâmico pode ser usado para executar qualquer ação Ansible que requer uma lista de hosts.

source: The following will ping all hosts in the list, the first command example using the static hosts file we generated prior, and the second using the dynamic script:
es: Lo siguiente será hacer ping a todos los hosts en la lista, el primer ejemplo de comando usando el archivo hosts estática hemos generado anteriormente y la segunda usando el script dinámico:
pt: O seguinte ping todos os hosts na lista, o primeiro exemplo de comando usando o arquivo hosts estático geramos prévia e o segundo usando o script dinâmico:

source: Static <em>hosts</em> generated via script:
es: Estática <em>hosts</em> generada por script:
pt: Estático <em>anfitriões</em> gerado pelo script:

source: Tip
es: Punta
pt: Dica

source: If the generated hosts file is placed in <code>/etc/ansible/hosts</code>, the same can be accomplished without the <kbd>-i</kbd> flag as such:
es: Si el archivo hosts generado se coloca en <code>/etc/ansible/hosts</code> , lo mismo se puede lograr sin el <kbd>-i</kbd> bandera como tal:
pt: Se o arquivo hosts gerado é colocado em <code>/etc/ansible/hosts</code> , o mesmo pode ser realizado sem o <kbd>-i</kbd> bandeira como tal:

source: Dynamic Script
es: Escritura de la dinámica
pt: Script dinâmico

source: Device42 + Ansible: Leverage your CI's for easier automation
es: Device42 + Ansible: Aprovechar su fácil automatización de CI
pt: Device42 + Ansible: Alavancar seu CI para mais fácil automação

source: Whether you are pushing out new software to all the hosts in your environment, refreshing SSH keys, updating configurations, or just verifying a setting. All these tasks are made easier with the Device42 + Ansible static & dynamic inventory scripts. No matter the use case, there's no longer a need to manually create lists of machines to perform your desired action against.
es: Si son sacas nuevo software a todos los servidores en su entorno, refrescante llaves SSH, actualizar configuraciones o simplemente comprobar un ajuste. Todas estas tareas se hacen más fácil con el Device42 + Ansible estático y dinámico inventario de secuencias de comandos. No importa el caso de uso, ya no hay necesidad de crear manualmente las listas de las máquinas para llevar a cabo la acción deseada contra.
pt: Se você está empurrando para fora de novo software para todos os hosts em seu ambiente, refrescante chaves SSH, atualizando configurações ou apenas verificar uma configuração. Todas estas tarefas são facilitadas com o Device42 + Ansible, estático e dinâmico scripts de inventário. Não importa o caso de uso, não existe uma necessidade de manualmente criar listas de máquinas para executar a ação desejada contra.

source: Download our new static and dynamic Ansible inventory scripts today!
es: ¡Descarga nuestros nuevos scripts inventario Ansible estáticos y dinámicos de hoy!
pt: Baixe nossos novos estáticos e dinâmicos scripts Ansible inventário hoje!

source: Both scripts can be found on our <a href="https://github.com/device42/ansible_device42" target="_blank" class="ext-link">Github repo</a> &mdash; and while you are there, check out all of our other open source integrations, too!"
es: Ambos scripts se pueden encontrar en nuestro <a href="https://github.com/device42/ansible_device42" target="_blank" class="ext-link">repositorio de Github</a> y mientras estás allí, revisa todas nuestras otras integraciones de código abierto, también! "
pt: Ambos os scripts podem ser encontrados no nosso <a href="https://github.com/device42/ansible_device42" target="_blank" class="ext-link">Github repo</a> — e enquanto você está lá, confira todos nossas outras integrações de fonte aberta, também! "

source: Better IT Service Management with the BMC Remedy + Device42 CMDB Plugin
es: LO mejor gestión del servicio con el BMC Remedy + Plugin CMDB Device42
pt: Melhor gerenciamento de serviços com o BMC Remedy + Device42 CMDB Plugin

source: Package
es: Paquete
pt: Pacote

source: Device42’s powerful and agentless auto-discovery options make it super easy to automagically maintain the true state of all your hardware and software assets and all the metadata around it. With this plugin, you can now enhance your BMC Remedy workflow with real time asset data from Device42.
es: Opciones de descubrimiento automático de gran alcance y sin agente de Device42 facilitan el super automágicamente mantener el verdadero estado de todos sus activos de hardware y software y todos los metadatos alrededor de él. Con este plugin, ahora puede mejorar su flujo de trabajo de BMC Remedy con datos en tiempo real activo de Device42.
pt: Opções de poderosos e sem agente autodescoberta do Device42 facilitam o super "automagicamente" manter o estado verdadeiro de todos os seus ativos de hardware e software e todos os metadados em torno dele. Com este plugin, você agora pode melhorar seu fluxo de trabalho do BMC Remedy com dados ativos em tempo real de Device42.

source: Add this free module to your BMC Remedy installation and begin attaching the relevant Device42 CI to your BMC Remedy tickets today!
es: ¡Agregar este módulo gratuito para su instalación BMC Remedy y comience a fijar el correspondiente IC Device42 a tus entradas de BMC Remedy hoy!
pt: Adicionar este módulo gratuito para sua instalação do BMC Remedy e começar a anexar o CI Device42 relevantes para os bilhetes do BMC Remedy hoje!

source: Connecting Device42 to BMC Remedy at a glance
es: Device42 conexión a BMC Remedy un vistazo
pt: Device42 de ligação para BMC Remedy num ápice

source: Associate individual or multiple configuration items (CIs) from Device42, including devices, racks, parts, and PDUs with BMC Remedy tickets
es: Asociado individual o varios elementos de configuración (CIs) de Device42, incluyendo los dispositivos, racks, partes y PDU con entradas de BMC Remedy
pt: Associar o indivíduo ou itens de configuração múltipla (CIs) de Device42, incluindo dispositivos, cremalheiras, peças e PDUs com bilhetes de BMC Remedy

source: View device name, type, and service level from Device42 directly in BMC Remedy
es: Nombre de dispositivo de vista, el tipo y nivel de servicio de Device42 directamente en BMC Remedy
pt: Nome de dispositivo de exibição, tipo e nível de serviço de Device42 diretamente na BMC Remedy
