Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Audit Log
es: Registro de auditoría
pt: Registo de auditorias

source: Sortable, searchable and filterable audit log of the changes being made by all the Administrators.
es: Registro de auditoría puede ordenar, buscar y filtrables de los cambios realizados por todos los administradores.
pt: Log de auditoria classificável, pesquisável e filtráveis das mudanças sendo feitas por todos os administradores.

source: Sort IPs, easy search, filter by subnets. Support for IPv6. Add detailed info for VLANs and subnets. Subnet ranges can be automatically calculated based on mask and IP validation done.
es: Tipo IPs, búsqueda, filtro de subredes. Soporte para IPv6. Añadir información de VLAN y subredes. Rangos de subred pueden ser calcula automáticamente a partir de mascarilla y validación IP hecho.
pt: Tipo IPs, fácil pesquisar, filtrar por sub-redes. Suporte para IPv6. Adicione informação detalhada para VLANs e sub-redes. Intervalos de sub-rede podem ser automaticamente calculados com base na máscara e validação do IP feito.

source: Switch port visualization
es: Visualización de puertos de interruptor
pt: Mudar a visualização de portas

source: What MAC address is connected to what switch port and belongs to which device. Define and see what IPs are mapped(NAT) on firewall/router/load balancer etc.
es: Qué dirección MAC está conectado a qué puerto del switch y pertenece a qué dispositivo. Definir y ver qué IPs son mapped(NAT) en carga de firewall de router balanceador etcetera.
pt: O endereço MAC está ligado ao qual porta do switch e pertence a qual dispositivo. Definir e ver que IPs são mapped(NAT) no balanceador de carga/roteador/firewall etc.

source: Just allow domain transfers from your DNS servers, schedule the auto-discovery and easily search and filter DNS records. Support for A, AAAA, CNAME, MX & PTR records
es: Sólo permite las transferencias de dominio de sus servidores DNS, programar el descubrimiento automático y fácilmente buscar y filtrar registros DNS. Soporte para registros A, AAAA, CNAME, MX y PTR
pt: Só permitir transferências de domínio dos seus servidores DNS, agendar a descoberta automática e facilmente pesquisar e filtrar registros DNS. Suporte para um, registros AAAA, CNAME, MX & PTR

source: Application Dependency
es: Dependencias de aplicaciones
pt: Dependência de Aplicações

source: Automatically generate dependency and impact visuals once you define Application components from bottom up. Visualize inter-dependencies and even load balanced services
es: Generación automática de visualizaciones de dependencia e impacto una vez que defina los componentes de aplicación desde abajo hacia arriba. Visualice interdependencias e incluso cargue servicios equilibrados
pt: Criar automaticamente dependência e impacto visual depois de definir os componentes das Aplicações de cima a baixo. Visualize interdependências e ainda carregue serviços equilibrados

source: You can see impact from application, device, rack, room or building level. Impress your boss with the visuals or free beer on us
es: Puede ver el impacto de la aplicación, dispositivo, rack, sala o nivel del edificio. Impresione a su jefe con las visualizaciones o la cerveza gratis corre por nuestra cuenta
pt: Consegue ver o impacto a nível de aplicações, dispositivos, racks, quartos ou edifício. Impressione o seu patrão com os visuais ou receba cerveja gratuita por nossa conta

source: Define who can see what. You can get granular with individual and/or group level permissions and define who can view/edit/add/delete what resources.
es: Definir quién puede ver qué. Se puede obtener granular con permisos a nivel individuales o grupales y definir quién puede ver/editar/añadir/eliminar los recursos.
pt: Defina quem pode ver o que. Você pode obter granular com permissões de nível individuais e/ou grupos e definir quem pode ver/editar/adicionar/apagar que recursos.

source: Device Tree
es: Árbol de dispositivos
pt: Árvore de Dispositivos

source: Expandable device tree, see all devices in a rack, virtuals in a physical, blades in a chassis etc. virtuals in blades.
es: Dispositivo extensible del árbol, ver todos los dispositivos en un estante, virtuales en físicas, las láminas en un chasis virtuales etc. en las hojas.
pt: Dispositivo expansível árvore, ver todos os dispositivos em um rack, virtuais em um exame físico, as lâminas em um chassi etc virtuais em lâminas.

source: Export Your Data
es: Exportar los datos
pt: Exportar seus dados

source: No lock in. Export your data anytime! Create excel Reports of your data. CSV files can be generated containing related columns for each resource.
es: No hay cerradura en. ¡Exportar los datos en cualquier momento! Crear informes de los datos de excel. Pueden generar archivos CSV que contienen columnas relacionadas para cada recurso.
pt: Nenhum bloqueio em. Exporte seus dados a qualquer momento! Criar relatórios de dados de excel. Arquivos CSV podem ser gerados contendo colunas relacionadas para cada recurso.

source: Centralized Password Management
es: Gestión centralizada de contraseñas
pt: Gestão de Passwords Centralizada

source: Password store with granular permission control. Passwords are stored encrypted(AES256) and sent to the backup file encrypted. With full audit trail for password access
es: Almacén de contraseñas con control granular de permisos. Las contraseñas se almacenan encriptadas (AES256) y se envían al archivo de copia de seguridad cifrada. Con pista de auditoría completa para el acceso a la contraseña
pt: Armazenamento de passwords com controlo de permissão específico. As passwords são armazenadas encriptadas(AES256) e enviadas para a cópia de segurança encriptada. Com completo registro de auditoria para acesso com password

source: Inventory Management
es: Gestión de inventario
pt: Gestão de estoques

source: with QR Codes!
es: ¡con los códigos QR!
pt: com códigos QR!

source: Print customizable QR codes and manage your IT assets and inventory from mobile devices. Auto assign asset numbers and bulk print asset labels with embedded QR codes.
es: Imprimir códigos QR personalizados y administrar su inventario y activos desde dispositivos móviles. Auto asignar números de activo y a granel etiquetas de impresión activos con códigos QR incrustados.
pt: Imprimir personalizáveis códigos QR e gerenciar seus ativos de ti e inventário de dispositivos móveis. Auto atribuir números de ativos e a maioria de etiquetas de impressão activo com incorporado códigos QR.

source: Integrate Using RESTful APIs
es: Integrar mediante APIs RESTful
pt: Integrar usando APIs RESTful

source: Open APIs to automate your IT Infrastructure management. Easily integrate with other systems using RESTful APIs.
es: APIs abiertas para automatizar la administración de su infraestructura de ti. Integrarse fácilmente con otros sistemas mediante APIs RESTful.
pt: APIs abertas para automatizar o gerenciamento de infra-estrutura de ti. Integre-se facilmente com outros sistemas usando APIs RESTful.

source: Easy Import
es: Importación sencilla
pt: Importação fácil

source: Import IP Addresses from existing or new Excel files. And easily add devices using device import with columns like name, serial, mac, asset number etc
es: Importe direcciones IP de archivos existentes o nuevos de Excel. Y agregue fácilmente los dispositivos que utilizan la importación de dispositivo con columnas como el nombre, número de serie, mac, número de activo, etc
pt: Importe Endereços IP de ficheiros Excel já existentes ou novos. E facilmente adicione dispositivos utilizando a importação de dispositivos com colunas como nome, serial, mac, número de recurso etc

source: Webhooks are a way for one application to provide another application with near-realtime data updates.
es: Webhooks son una manera para que una aplicación proporcionar otra aplicación con actualizaciones de datos de cerca de en tiempo real.
pt: WebHooks são uma maneira para um aplicativo para fornecer outro aplicativo com atualizações de dados próximo-realtime.

source: Netflow & NMAP Support
es: NetFlow y ayuda NMAP
pt: NetFlow & NMAP suporte

source: Device42’s Netflow Collector is a powerful tool used to get continuous auto-discovery information from your environment.
es: Netflow Collector de Device42 es una poderosa herramienta que se utiliza para obtener información de descubrimiento automático continuo de su entorno.
pt: Coletor de Netflow do Device42 é uma ferramenta poderosa usada para obter informações de descoberta automática contínua de seu ambiente.

source: Application Dependency Mapping Software
es: Aplicación de Software de Mapeo de Dependencia
pt: Software de Mapeamento da Dependência da Aplicação

source: Application dependency mapping software to record what is running where and what would be the impact of a single server, or virtual host, full rack or a room using Device42 software.
es: Software de mapeamento da dependência de aplicação para registar o está a ser executado onde e o qual seria o impacto de hum único servidor, ou o alojamento virtual, rack completa ou uma sala coordenação software de ó Device42.
pt: Software de mapeamento da dependência de aplicação para registar o que está a ser executado onde e o qual seria o impacto de um único servidor, ou alojamento virtual, rack completa ou uma sala usando o software Device42.

source: Automated service impact discovery, dependency flow diagrams, application impact lists, easy impact visualizations, and more!
es: Descubrimiento del impacto de servicio automatizado, diagramas de flujo de la dependencia, aplicación impacto listas, visualizaciones de impacto fácil y más!
pt: Descoberta de serviço automatizado de impacto, diagramas de fluxo de dependência, listas de impacto do aplicativo, visualizações de impacto fácil e muito mais!

source: Device42 enables data center managers to create a centralized repository of application, service and device relationships and dependencies whether running on premises on physical machines, on virtual machines, or in the cloud. You can confidently retire or consolidate assets only if you understand their inter-dependencies and business impact. You can facilitate effective migrations by having a clear understanding of application interdependencies.
es: Device42 permite a los administradores de centro de datos crear un repositorio centralizado de aplicaciones, servicio y dispositivo relaciones y dependencias si funcionando en local en máquinas físicas, máquinas virtuales, o en la nube. Con confianza puede retirarse o consolidar activos solamente si entiendes su interdependencia y su impacto en el negocio. Puede facilitar las migraciones eficaces por tener una clara comprensión de las interdependencias de la aplicación.
pt: Device42 permite que os gerentes de centro de dados criar um repositório centralizado de aplicativo, serviço e relacionamentos de dispositivo e dependências, se a execução no estabelecimento das máquinas físicas em máquinas virtuais, ou na nuvem. Você pode confiantemente se aposentar ou consolidar ativos somente se você compreender suas inter-dependências e impacto nos negócios. Você pode facilitar migrações eficazes por ter uma clara compreensão das interdependências do aplicativo.

source: Auto Service Impact Discovery
es: Auto servicio impacto Discovery
pt: Serviço de auto descoberta de impacto

source: Dependency Flow
es: Aplicación de flujo de Dependencia
pt: Fluxo de Dependência

source: Impact Lists
es: Listas de impacto
pt: Listas de impacto

source: Visualized Impact
es: Impacto visualizado
pt: Visualizada impacto

source: Previous
es: Anterior
pt: Anterior

source: Next
es: Siguiente
pt: Na próxima

source: Device42 is a powerful Configuration management (CMDB) solution that integrates with JIRA, Servicenow, and Zendesk through REST APIs.
es: Device42 es una potente solución de gestión (CMDB) de configuración que integra con JIRA, Servicenow y Zendesk a través de las API del resto.
pt: Device42 é uma poderosa solução de gerenciamento (CMDB) de configuração que se integra ao JIRA, Servicenow e Zendesk através de APIs do resto.

source: CMDB For The Cloud Era
es: CMDB para la Era de la nube
pt: CMDB para a Era da nuvem

source: Auto-Discovery Tools
es: Herramientas de auto-descubrimiento
pt: Ferramentas de descoberta automática

source: Highlights / Screenshots
es: Destacados / Imágenes
pt: Destaques / Screenshots

source: Interactive and Intuitive
es: Interactiva e intuitiva
pt: Interativa e intuitiva

source: Device42's powerful data center infrastructure management (DCIM) capabilities have revolutionized the way IT departments manage their data centers.
es: Capacidades de administración (DCIM) de infraestructura de centro de Device42 datos han revolucionado la forma de los departamentos de TI Gestión sus centros de datos.
pt: Recursos de gerenciamento (DCIM) do Device42 dados poderoso centro de infra-estrutura revolucionou a maneira que os departamentos de ti gerenciar seus data centers.

source: With powerful data center visualization tools, IT staff now have access to intelligent data center diagrams that accurately reflect their IT environment.
es: Con herramientas de visualización de centro de datos, personal de TI ahora tiene acceso a diagramas de centro de datos inteligente que reflejen su entorno de ti.
pt: Com ferramentas de visualização do centro de dados poderoso, a equipe de ti agora têm acesso a diagramas de centro de dados inteligente que reflete com precisão o seu ambiente de ti.

source: Rack Diagrams
es: Estante Diagramas
pt: Diagramas de Rack

source: Detailed Data
es: Datos detallados
pt: Dados detalhados

source: Spare Parts
es: Piezas de repuesto
pt: Peças de reposição

source: Power & Thermal
es: Energía térmica y
pt: Poder & térmica

source: Automatation
es: Automatización

source: Automatic device discovery tools with SNMP discovery, and more!
es: ¡Herramientas de descubrimiento de dispositivo automático con descubrimiento SNMP y mucho más!
pt: Ferramentas de descoberta de dispositivo automático com detecção SNMP e muito mais!

source: Multiple Device Discovery Tools including SNMP Discovery, Virtual Machine Discovery, Ping Sweeps, SSH/WMI Discovery to automate your network documentation.
es: Múltiplas Ferramentas de Descoberta de Dispositivo, including Descoberta SNMP, Descoberta de Máquina Virtual, Ping Sweeps, Descoberta SSH/WMI para automatizar uma documentação da sua rede.
pt: Múltiplas Ferramentas de Descoberta de Dispositivo, incluindo Descoberta SNMP, Descoberta de Máquina Virtual, Ping Sweeps, Descoberta SSH/WMI para automatizar a documentação da sua rede.

source: Populate your CMDB fast with an extensive range of auto-discovery tools for physical, virtual, and cloud infrastructures. Increase efficiency and maximize productivity by getting clear visibility into what you have while promoting transparency companywide.
es: Pueblan su CMDB rápido con una amplia gama de herramientas de auto-discovery para físicos, virtuales y las infraestructuras en la nube. Aumentar la eficiencia y maximizar la productividad al obtener una visibilidad clara en lo que tiene promoviendo transparencia en toda la compañía.
pt: Preencher seu CMDB rápido com uma extensa gama de ferramentas de descoberta automática para físico, virtual e infra-estruturas em nuvem. Aumentar a eficiência e aumentar a produtividade, obtendo visibilidade desobstruída no que você tem, promovendo a transparência ao nível da empresa.

source: Load Balancer
es: Balanceador de carga
pt: Balanceador de carga

source: Virtual Machines
es: Máquinas virtuales
pt: Máquinas virtuais

source: Cisco UCS Manager
es: Administrador de Cisco UCS
pt: Gestor de Cisco UCS

source: Cloud
es: Nube
pt: Nuvem

source: From Anywhere
es: De donde sea
pt: De Qualquer Lugar

source: Ping Sweep
es: Barrido de ping

source: API and Sample Scripts
es: API y ejemplos de Scripts
pt: API e Scripts de amostra

source: SNMP Network Discovery
es: Descubrimiento de red SNMP
pt: Descoberta de rede SNMP

source: Device42 enables SNMP discovery for network devices and more. SNMP discovery provides comprehensive capabilities to identify and track physical and logical components, and their relationship interdependencies.
es: Device42 permite descubrimiento SNMP para los dispositivos de red y más. Descubrimiento SNMP proporciona capacidades integrales para identificar y rastrear los componentes lógicos y físicos y sus interdependencias de relación.
pt: Device42 permite a descoberta SNMP para dispositivos de rede e muito mais. Descoberta SNMP fornece recursos abrangentes para identificar e controlar os componentes físicos e lógicos e suas interdependências de relacionamento.

source: Switch/Router/Firewall inventory
es: Inventario de Switch/Router/Firewall
pt: Inventário de switch/roteador/Firewall

source: Hypervisors and Virtual Machine Discovery
es: Hipervisores y descubrimiento de la máquina Virtual
pt: Hipervisores e descoberta de máquina Virtual

source: Hypervisors and Virtual Machines Discovery
es: Hipervisores y descubrimiento de las máquinas virtuales
pt: Hipervisores e descoberta de máquinas virtuais

source: Device42 connects natively to the hypervisors listed below to automatically gather host and VM details. Device42 schedules the discoveries to keep the VM documentation up-to-date as VMs migrate between hosts. Supported platforms include:
es: Device42 conecta nativamente con los hipervisores automáticamente recoger host y VM detalles a continuación. Device42 horarios de los descubrimientos para mantener actualizada la documentación de la VM como migran máquinas virtuales entre hosts. Las plataformas soportadas incluyen:
pt: Device42 conecta nativamente para o hypervisors listados abaixo para coletar automaticamente o host e detalhes VM. Device42 agenda as descobertas para manter a documentação de VM atualizado como migram de VMs entre hosts. Plataformas suportadas incluem:

source: VMware vCenter and/or ESXi
es: VMware vCenter o ESXi
pt: VMware vCenter e/ou ESXi

source: Docker (coming soon)
es: Docker (próximamente)
pt: Estivador (em breve)

source: Cisco UCS Manager Auto-discovery
es: Ping Sweep Auto-descubrimiento
pt: Autodescoberta Cisco UCS Manager

source: Device42 connects natively with Cisco UCS Manager to automatically populate chassis, blades, and service profile information. This enables powerful search within Device42 and automatic service profile to blade device correlations.
es: Device42 se conecta de forma nativa con Cisco UCS Manager para rellenar automáticamente chasis, cuchillas e información de Perfil de servicio. Esto permite búsqueda potente dentro de Device42 y el perfil de servicio automático para correlaciones de dispositivo de disco.
pt: Device42 conecta nativamente com Cisco UCS Manager para preencher automaticamente o chassi, lâminas e informações de perfil de serviço. Isso permite que busca poderosa dentro Device42 e perfil de serviço automático de correlações de dispositivo de lâmina.

source: Agentless Auto-Discovery for Windows
es: Auto-descubrimiento sin agente para Windows
pt: Autodescoberta sem agente para Windows

source: No need to install agents on your Windows machines to keep your inventory information up-to-date!
es: No hay necesidad de instalar a agentes en sus máquinas Windows para mantener su información de inventario actualizada!
pt: Não há necessidade de instalar agentes em suas máquinas Windows para manter suas informações de inventário atualizado!

source: Agentless Auto-Discovery for Linux
es: Auto-descubrimiento sin agente para Linux
pt: Autodescoberta sem agente para Linux

source: Similar to our Windows auto-discovery, you can also discover your unix and linux platforms like Solaris, AIX, Redhat, CentOS, Ubuntu, Suse Linux, BSD, and more!
es: Similar a nuestro descubrimiento automático de Windows, también puede descubrir que sus plataformas unix y linux, como Solaris, AIX, Redhat, CentOS, Ubuntu, Suse Linux, BSD y más!
pt: Semelhante ao nosso autodescoberta do Windows, você também pode descobrir suas plataformas unix e linux, como Solaris, AIX, Red Hat, CentOS, Ubuntu, Suse Linux, BSD e muito mais!

source: Data collected includes:
es: Incluyen datos recopilados:
pt: Dados coletados incluem:

source: Basic inventory information <small>(hostname, serial number, hardware model, CPU/memory/hardisk details)</small>
es: Inventario básico de información <small>(nombre, número de serie, modelo de hardware, los datos de CPU/memoria/hardisk)</small>
pt: Informações de inventário básico <small>(hostname, número de série, modelo de hardware, CPU/memória/hardisk detalhes)</small>

source: Operating System with version number and build information
es: Sistema operativo con versión número y construir información
pt: Sistema operacional com a versão número e construir informações

source: IP and MAC addresses and relations between them <small>(Automatically correlates to coresponding switch ports)</small>
es: Direcciones IP y MAC y relaciones entre ellos <small>(automáticamente se correlaciona a los puertos de switch correspondiente)</small>
pt: Endereços IP e MAC e as relações entre eles <small>(automaticamente se correlaciona com coresponding portas de switch)</small>

source: Installed software <small>(including version number and installation date)</small>
es: Instalar software <small>(incluyendo la fecha de instalación y número de versión)</small>
pt: Instalado o software <small>(incluindo a data de instalação e número de versão)</small>

source: System services <small>(running or stopped)</small>
es: Servicios del sistema <small>(parado o corriendo)</small>
pt: Serviços de sistema <small>(em execução ou parado)</small>

source: Listening ports for all the services and remote connections
es: Escuchas puertos para todos los servicios y las conexiones remotas
pt: Portas de escuta para todos os serviços e conexões remotas

source: Service-to-service IP, port maps, and application dependency maps
es: Aplicación dependencia mapas, mapas de puerto y IP servicio
pt: Serviço de IP, porta mapas e mapas de aplicativos de dependência

source: Auto-Discovery Utility
es: Utilidad de detección automática
pt: Utilitário de detecção automática

source: DNS Sync and Ping Sweep
es: Sincronización DNS y barrido de Ping
pt: Sincronização DNS e Ping Sweep

source: Connect to any DNS servers with zone transfers and correlate IPs with your DNS records automatically. Also, you can use ping sweep to augment your network discovery to get IPs, MACs, reverse-DNS, and more.
es: Conectarse a los servidores DNS con las transferencias de zona y relacionar IPs con sus registros de DNS automáticamente. También, puede utilizar barrido de ping para aumentar su descubrimiento de la red para obtener IPs, MACs, reverso-DNS y más.
pt: Conectar-se a todos os servidores DNS com transferências de zona e correlacionar IPs com seus registros DNS automaticamente. Além disso, você pode usar varredura ping para aumentar sua descoberta de rede para obter IPs, MACs, DNS reverso e muito mais.

source: Other SNMP and IPMI Auto-Discovery
es: Otros SNMP e IPMI Auto-descubrimiento
pt: Outros SNMP e descoberta automática de IPMI
