Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Device42's webhook functionality make endless automation scenarios a reality with StackStorm. Webhooks are a way for one application to provide another application with near-realtime data. Webhooks deliver data to other applications immediately as an occurring event triggers them.
es: Funcionalidad de webhook de Device42 hacer escenarios de automatización sin fin realidad con StackStorm. Webhooks son una manera para que una aplicación proporcionar otra aplicación con datos de cerca de en tiempo real. Webhooks entregar datos a otras aplicaciones inmediatamente como un evento que desencadena.
pt: Funcionalidade de webhook do Device42 fazer cenários de automação sem fim uma realidade com StackStorm. WebHooks são uma maneira para um aplicativo para fornecer outro aplicativo com dados próximo-realtime. WebHooks entregar dados a outras aplicações imediatamente como um evento ocorrendo aciona-los.

source: A webhook can be configured to trigger, for example, upon detection of a new IP on the network, or when a new device is discovered by Device42. Rules can be configured within StackStorm to trigger any action you desire upon receipt of the webhook. Another scenario might be to immediately reroute traffic if an event occurs on a device, such as the absence of an expected service.
es: Un webhook puede configurarse para activar, por ejemplo, tras la detección de una nueva IP en la red, o cuando un nuevo dispositivo es descubierto por Device42. Las reglas se pueden configurar StackStorm para desencadenar cualquier acción que usted desea sobre el recibo de la webhook. Otro escenario podría ser inmediatamente redireccionar tráfico si se produce un evento en un dispositivo, como la ausencia de un servicio.
pt: Um webhook pode ser configurado para disparar, por exemplo, a detecção de um novo IP na rede, ou quando um novo dispositivo é descoberto por Device42. As regras podem ser configuradas dentro de StackStorm para acionar qualquer ação que você deseja ao receber o webhook. Outro cenário pode ser imediatamente redirecionar tráfego se um evento ocorre em um dispositivo, como a ausência de um serviço esperado.

source: Taking it a step further, a ticket can be automatically created in the ITSM system of your choice to record work to be done, or an escalation chain configured so that a certain set of events triggers a page or text message to support staff. The possibilities combining Device42’s webhooks with StackStorm events are only limited by your imagination, and they make many automation tasks more easily realizable.
es: Dando un paso más, un boleto puede crear automáticamente en el sistema ITSM de la opción para registrar el trabajo a realizar, o de una cadena de escalada configurado de modo que un cierto conjunto de eventos desencadena un página o mensaje de texto a personal de apoyo. Las posibilidades de combinación de webhooks de Device42 con StackStorm eventos sólo están limitadas por su imaginación, y hacen muchas tareas de automatización más fácilmente realizable.
pt: É dar um passo além, uma passagem pode ser criada automaticamente no sistema de sua escolha para gravar o trabalho a ser feito, ou uma cadeia de escalonamento configurado para que um determinado conjunto de eventos desencadeia uma página ou mensagem de texto para apoiar a equipe do ITSM. As possibilidades de combinação de webhooks do Device42 com StackStorm eventos são limitadas apenas pela sua imaginação, e fazem várias tarefas de automação mais facilmente realizável.

source: Integration with
es: Integración con
pt: Integração com

source: Zapier is a powerful workflow automation with a simple if-this-then-that user interface. It makes workflow automation easier by enabling changes to be made to your infrastructure based on predefined “triggers” that can occur anywhere across your environment. Device42 is an ideal companion for this type of automation tool because you need a single source of truth to correctly and reliably orchestrate automated workflows.
es: Zapier es una automatización de flujo de trabajo potente con una interfaz simple de usuario if-este-entonces-que. Facilita la automatización del flujo de trabajo al permitir cambios en su infraestructura basada en predefinido "disparadores" que pueden ocurrir en cualquier lugar a través de su entorno. Device42 es un compañero ideal para este tipo de herramientas porque se necesita una fuente única de verdad correcta y confiablemente orquestar flujos de trabajo automatizados.
pt: Zapier é uma automação de fluxo de trabalho poderosa com uma interface de usuário simples se-este-então-que. Isso facilita a automação de fluxo de trabalho, permitindo que alterações sejam feitas à sua infra-estrutura baseada em predefinidos "gatilhos" que pode ocorrer em qualquer lugar em seu ambiente. Device42 é um companheiro ideal para este tipo de ferramenta de automação de porque você precisa de uma única fonte de verdade para corretamente e confiantemente orquestrar fluxos de trabalho automatizados.

source: Zapier complements Device42, utilizing the always up-to-date, continuously discovered information in your Device42 CMDB instance. Device42 serves both as a source of data to utilize within automation via REST APIs, and a source of triggers to drive automation via Device42’s powerful webhooks facility. Device42 webhooks can be used to kick off jobs across your organization in response to device, network, software, and application adds, deletes, and changes. Automation has never before been easier, nor more efficient, accurate, and flexible.
es: Zapier complementos Device42, utilizando siempre actualizado, descubrieron continuamente información en su caso Device42 CMDB. Device42 sirve como una fuente de datos a utilizar en automatización via resto APIs y una fuente de disparadores para automatización de unidad medio de potente webhooks de Device42. Webhooks de Device42 puede utilizarse para poner en marcha trabajos en toda la organización en respuesta a dispositivo, red, software y aplicación agrega, elimina y cambia. Automatización nunca ha sido más fácil, ni más eficiente, precisa y flexible.
pt: Zapier complementa Device42, utilizando-a sempre actualizada, continuamente descoberto informações em sua instância do Device42 CMDB. Device42 serve tanto como uma fonte de dados para utilizar dentro de automação via APIs REST e uma fonte de disparadores para automação de unidade através da instalação de webhooks poderosa do Device42. Device42 webhooks pode ser usado para lançar empregos em toda a sua organização em resposta ao dispositivo, rede, software e aplicativo adiciona, exclui e altera. Automação nunca antes foi mais fácil, nem mais eficientes, precisas e flexíveis.

source: Automate because we are lazy.
es: Automatizar porque somos perezosos.
pt: Automatize porque somos preguiçosos.

source: Zapier requires no installation. It is a web-based SaaS solution and all configuration is done through your web browser once you’ve signed up for an account. Sign in at <a href="https://www.zapier.com/" target="_blank">www.zapier.com</a> and start creating '<em>Zaps</em>' today!
es: Zapier no requiere instalación. Es una solución SaaS basadas en web y toda la configuración se realiza a través de su navegador una vez que has firmado para arriba para una cuenta. ¡Registrarse en <a href="https://www.zapier.com/" target="_blank">www.zapier.com</a> y empezar a crear '<em>Zaps</em>' hoy!
pt: Zapier não requer instalação. É uma solução SaaS baseado na web e toda a configuração é feita através de seu navegador da web depois que você já se inscreveu para uma conta. Entrar em <a href="https://www.zapier.com/" target="_blank">www.zapier.com</a> e comece a criar '<em>Zaps</em>' hoje!

source: Working with Device42 in Zapier
es: Trabajando con Device42 en Zapier
pt: Trabalhando com Device42 em Zapier

source: Working with Device42 in Zapier can be accomplished by:
es: Trabajo con Device42 en Zapier puede lograrse por:
pt: Trabalhando com Device42 em Zapier pode ser realizado por:

source: Configuring webhooks to trigger actions within your 'Zaps'
es: Configuración de webhooks a las acciones de gatillo dentro de sus 'Zaps'
pt: Configurando o webhooks de ações gatilho dentro de seus 'Zaps'

source: Retrieving data from Device42 into your Zaps
es: Recuperar datos de Device42 en sus Zaps
pt: Recuperando dados de Device42 em seus Zaps

source: Sending data from Zaps to Device42
es: Enviar datos de Zaps a Device42
pt: Enviando dados de Zaps para Device42

source: As a matter of fact, it is possible to accomplish more than one of the above in a single “Zap”. For example, a webhook generated by Device42 can trigger an action that upon completion updates a field within Device42! The possibilities are nearly limitless, and it’s really easy to get started! Zapier has hundreds of pre-built “actions” that can be set to execute upon receipt of a webhook from Device42.
es: De hecho, es posible lograr más de una de las anteriores en un solo "Zap". Por ejemplo, un webhook de Device42 puede desencadenar una acción al finalizar actualiza un campo dentro de Device42! Las posibilidades son casi ilimitadas, y es muy fácil empezar! Zapier tiene cientos de preconstruidos "acciones" que pueden ser fijadas para ejecutar a la recepción de un webhook de Device42.
pt: Por uma questão de fato, é possível realizar mais de um dos acima em um único "Zap". Por exemplo, um webhook gerado pelo Device42 pode desencadear uma ação que, após a conclusão, atualiza um campo dentro de Device42! As possibilidades são quase ilimitadas, e é muito fácil começar! Zapier tem centenas de pré-construído "ações" que podem ser definidas para executar após o recebimento de um webhook de Device42.

source: Device42 + Zapier &mdash; the perfect match for efficient automation
es: Device42 + Zapier — la combinación perfecta para la automatización eficiente
pt: Device42 + Zapier — a combinação perfeita para automação eficiente

source: Device42’s webhook functionality makes endless automation scenarios a reality with Zapier. Webhooks are a way for one application to provide another application with near-realtime data updates. Webhooks efficiently deliver a multitude of data to other applications as soon as an event triggers them.
es: Funcionalidad de webhook de Device42 hace escenarios de automatización sin fin una realidad con Zapier. Webhooks son una manera para que una aplicación proporcionar otra aplicación con actualizaciones de datos de cerca de en tiempo real. Webhooks administrar multitud de datos a otras aplicaciones tan pronto desencadena un evento.
pt: Funcionalidade de webhook do Device42 torna a automação intermináveis cenários uma realidade com Zapier. WebHooks são uma maneira para um aplicativo para fornecer outro aplicativo com atualizações de dados próximo-realtime. WebHooks eficientemente entregar uma infinidade de dados para outros aplicativos, assim como um evento aciona-los.

source: A webhook can be configured to trigger, for example, upon detection of a new IP on the network, or when a device is modified within Device42. Rules can be configured within Zapier to trigger most any action you desire upon receiving the webhook. Another scenario might be to immediately failover to a backup instance if a service is detected to be in an anomalous state.
es: Un webhook puede configurarse para activar, por ejemplo, tras la detección de una nueva IP en la red, o cuando se modifica un dispositivo dentro de Device42. Las reglas se pueden configurar Zapier para desencadenar la mayoría cualquier acción que desee al recibir la webhook. Otro escenario podría ser inmediatamente de conmutación por error a una instancia de copia de seguridad si un servicio se ha detectado que está en un estado anómalo.
pt: Um webhook pode ser configurado para disparar, por exemplo, a detecção de um novo IP na rede, ou quando um dispositivo é modificado dentro Device42. As regras podem ser configuradas dentro de Zapier para acionar a maioria qualquer ação que você deseja ao receber o webhook. Outro cenário seria imediatamente failover para uma instância de backup se um serviço é detectado em um estado anômalo.

source: Taking it a step further, a message can be triggered to go out to the communication system of your choice, or a ticket could be automatically created in your ITSM system to record work done or work to be done. When Device42’s webhooks are combined with Zapier events, the possibilities are only limited by your imagination. Automation tasks have never been more easily realizable.
es: Dando un paso más, un mensaje puede activarse para salir al sistema de comunicación de su elección, o un boleto podría crearse automáticamente en su sistema ITSM para grabar labor o trabajo para hacer. Cuando se combinan webhooks de Device42 con Zapier de eventos, las posibilidades sólo están limitadas por su imaginación. Las tareas de automatización nunca han sido más fácilmente realizables.
pt: -Dar um passo além, uma mensagem pode ser acionada para sair para o sistema de comunicação de sua escolha, ou um bilhete poderia ser criado automaticamente em seu sistema ITSM para registar o trabalho feito ou trabalho a ser feito. Quando webhooks do Device42 são combinados com eventos de Zapier, as possibilidades são limitadas apenas pela sua imaginação. Tarefas de automação nunca foram mais facilmente realizáveis.

source: CMDB Integration
es: Integración de la CMDB
pt: Integração do CMDB

source: Module
es: Módulo de
pt: Módulo

source: Device42 / Zendesk connector at a glance:
es: Device42 / conector Zendesk un vistazo:
pt: Device42 / Zendesk conector de relance:

source: Associate configuration items (CIs) from Device42, including devices, racks, parts, and PDUs with Zendesk tickets
es: Asociar elementos de configuración (CIs) de Device42, incluyendo los dispositivos, racks, partes y PDU con Zendesk entradas
pt: Associar itens de configuração (CIs) de Device42, incluindo dispositivos, cremalheiras, peças e PDUs com bilhetes Zendesk

source: View device type, service level, and serial numbers from Device42 directly in Zendesk
es: Ver tipo de dispositivo, el nivel de servicio y números de serie de Device42 directamente de Zendesk
pt: Tipo de dispositivo de exibição, nível de serviço e os números de série de Device42 diretamente no Zendesk

source: Click through from Zendesk to view the CI details in Device42
es: Haga clic a través de Zendesk para ver los detalles de la CI en Device42
pt: Clique em através de Zendesk para exibir os detalhes de CI em Device42

source: Add Device42 items as a column in Zendesk to see CIs in list view
es: Agregar elementos de Device42 como una columna en Zendesk para ver CIs en la vista lista
pt: Adicionar itens de Device42 como uma coluna no Zendesk ver CIs na exibição de lista

source: Zendesk Integration
es: Integración de zendesk
pt: Integração de zendesk

source: Link CMDB items to issues in Zendesk
es: Enlace CMDB artículos cuestiones en Zendesk
pt: Itens CMDB ligação às questões no Zendesk

source: Now you can associate auto-discovered IT assets (or Configuration Items, CI) including devices, parts, PDUs and racks from Device42 with Zendesk tickets. Within Zendesk, Device42 Configuration Items can be directly selected when creating a Zendesk ticket.
es: Ahora puede asociado auto-descubrió activos (o elementos de configuración, CI), incluyendo dispositivos, piezas, PDU y estantes de Device42 con Zendesk entradas. Dentro de Zendesk, elementos de configuración de Device42 puede directamente seleccionar al crear un ticket de Zendesk.
pt: Agora você pode associar autodescobriu ativos (ou itens de configuração, CI), incluindo dispositivos, peças, PDUs e cremalheiras de Device42 com Zendesk bilhetes. Dentro Zendesk, itens de configuração de Device42 pode ser selecionado diretamente ao criar um bilhete Zendesk.

source: View CI details from Zendesk tickets
es: Ver CI detalles de Zendesk entradas
pt: Detalhes de exibição CI de bilhetes Zendesk

source: With the Device42 Zendesk connector, detailed device information from Device42 <em>(such as serial #, asset #, and hardware model)</em> for that Configuration Item can be viewed directly from within Zendesk. Similarly, you can see the associated info for other CI types. Conversely, the CI in Zendesk is a link to view the Device42 page for that Configuration Item, enabling quick navigation to a detailed view of a given configuration item’s details in Device42.
es: Con el conector Device42 Zendesk, dispositivo información detallada de Device42 <em>(como el # serial, activo y modelo de hardware)</em> para ese elemento de configuración puede verse directamente desde dentro de Zendesk. Del mismo modo, puede ver la información asociada para otros tipos de CI. Por el contrario, el CI en Zendesk es un enlace para ver la página de Device42 para ese elemento de configuración, lo que permite una navegación rápida a una vista detallada de los datos de un elemento de configuración dada en Device42.
pt: Com o conector Device42 Zendesk, detalhadas informações de dispositivo de Device42 <em>(tais como # serial, activo # e modelo de hardware)</em> para esse Item de configuração pode ser visto diretamente de dentro Zendesk. Da mesma forma, você pode ver a informação do associado para outros tipos de CI. Por outro lado, o CI no Zendesk é um link para visualizar a página Device42 para aquele Item de configuração, permitindo uma navegação rápida para uma visão detalhada dos detalhes do item uma dada configuração em Device42.

source: Add Device42 items as columns within Zendesk, and view CIs in list view
es: Agregar Device42 elementos como columnas de Zendesk y ve el CIs en la vista lista
pt: Adicionar Device42 itens como colunas dentro Zendesk e ver os CIs na exibição de lista

source: If you add a Device42 column to Zendesk, you will be able to see detailed information about each linked CI within the ticket. You are also able to follow the link to jump directly to the CI details within Device42.
es: Si agrega una columna de Device42 a Zendesk, usted podrá ver información detallada acerca de cada CI vinculado dentro el billete. También son capaces de seguir el enlace para saltar directamente a los detalles de CI dentro de Device42.
pt: Se você adicionar uma coluna de Device42 a Zendesk, você poderá ver informações detalhadas sobre cada CI vinculado dentro o bilhete. Você também é capaz de seguir o link para ir diretamente para os CI detalhes dentro de Device42.

source: You can also create a custom view in Zendesk to associate Device42 CIs with your tickets. To do so, simply open your Zendesk settings by clicking the gear in the bottom left, click Views, then “add view” and drag “Device42 CI” from the “Columns not included in the table” column to the “Columns included in the table” column.
es: También puede crear una vista personalizada en Zendesk para asociar Device42 CIs a tus entradas. Para ello, simplemente abra la configuración de Zendesk haciendo clic en el engranaje en la parte inferior izquierda, haga clic en puntos de vista, entonces "add view" y arrastre «Device42 CI» de la columna "Columnas no incluyen en la tabla" a la columna "Columnas incluyen en la tabla".
pt: Você também pode criar uma exibição personalizada no Zendesk associar Device42 CIs com seus ingressos. Para fazer isso, simplesmente abrir as configurações de Zendesk clicando a engrenagem no canto inferior esquerdo, clique em vistas, então "Adicionar exibição" e arraste "Device42 CI" da coluna "Colunas não incluíam na tabela" para a coluna "Colunas incluídas na tabela".

source: Now when viewing your tickets, you will also see the associated Device42 CI within the main view!
es: Ahora al ver tus entradas, también verás el asociado CI Device42 en la vista principal.
pt: Agora ao ver seus ingressos, você também verá o associado CI Device42 no modo de exibição principal!

source: Download the Zendesk / Device42 CMDB connector for better ITSM Today!
es: Descargar el Zendesk / conector Device42 CMDB para ITSM mejor hoy!
pt: Baixar o Zendesk / conector do Device42 CMDB para ITSM melhor hoje!

source: The Zendesk / Device42 connector can be found in the <a href="https://www.zendesk.com/apps/device42/" target="_blank" class="ext-link">Zendesk Apps Marketplace</a>.
es: El Zendesk / Device42 conector se puede encontrar en el <a href="https://www.zendesk.com/apps/device42/" target="_blank" class="ext-link">Mercado de aplicaciones de Zendesk</a>.
pt: O Zendesk / Device42 conector pode ser encontrado no <a href="https://www.zendesk.com/apps/device42/" target="_blank" class="ext-link">Zendesk Apps Marketplace</a>.

source: Migrate %(product)s data into Device42
es: Migrar datos de s % (producto) en Device42
pt: Migrar dados de s % (produto) para Device42

source: Using pre-built SQL Server views and convenient import templates; migration to Device42 software can be completed in a minimal amount of time, with a maximum degree of reliability and success.
es: Usando vistas de SQL Server previamente construidos y plantillas de importación conveniente; migración a software de Device42 puede completarse en un mínimo de tiempo, con un máximo grado de fiabilidad y éxito.
pt: Usando vistas pré-construídos do SQL Server e conveniente importar modelos; migração para o software de Device42 pode ser concluída em uma quantidade mínima de tempo, com um grau máximo de confiabilidade e sucesso.

source: Data migration works in the following manner
es: Migración de datos funciona de la siguiente manera
pt: Migração de dados funciona da seguinte maneira

source: Data is exported from the Aperture VISTA application by first creating Device42 custom views in the Aperture SQL Server database. These views are then exported from Aperture VISTA and saved as .csv or Excel Spreadsheet files which are then easily imported and mapped into Device42’s data architecture.
es: Los datos se exportan desde la aplicación de VISTA de la apertura por primera crear vistas personalizadas de Device42 en la base de datos de SQL Server de apertura. Estas vistas son luego exportadas de apertura VISTA y guardar como CSV o archivos de hoja de cálculo Excel que luego son fácilmente importados y mapeados en arquitectura de datos de Device42.
pt: O pedido de abertura de VISTA os dados é exportados pelo primeiros criando Device42 modos de exibição personalizados no banco de dados SQL Server de abertura. Essas exibições são então exportadas da abertura de VISTA e salvo como CSV ou arquivos de planilha do Excel que são facilmente importados e mapeados para arquitetura de dados do Device42.

source: Download Aperture Views
es: Descarga Aperture Vistas
pt: Download de Vistas Aperture

source: If you are managing your server rooms in openDCIM, you can migrate your data to Device42 using the script linked below. This script connects to OpenDCIM database server, extracts the data and sends it to Device42 using REST based APIs.
es: Si está administrando sus salas de servidores en openDCIM, puede migrar sus datos a Device42 usando el script abajo enlazado. Este script se conecta al servidor de base de datos de OpenDCIM, extrae los datos y envía para Device42 con resto función de API.
pt: Se você estiver gerenciando as salas de servidor openDCIM, você pode migrar seus dados para Device42 usando o script ligado abaixo. Esse script se conecta ao servidor de banco de dados OpenDCIM, extrai os dados e envia-o para Device42 usando o resto com base APIs.
