Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: We’ve included some common filters: <em>tags, os, service_level, and customer</em>, but you can also enter any Device42 API endpoint as a filter including custom fields. For a full list please visit <a href="http://api.device42.com/#get-all-devices-with-brief-output" class="ext-link" target="_blank">Device42 API Reference</a>
es: Hemos incluido algunos filtros comunes: <em>etiquetas, os, service_level y el cliente</em>, pero usted también puede ingresar cualquier endpoint API Device42 como filtro incluyendo campos personalizados. Para una lista completa, visite <a href="http://api.device42.com/#get-all-devices-with-brief-output" class="ext-link" target="_blank">La referencia de API Device42</a>
pt: Nós incluímos alguns filtros comuns: <em>etiquetas, sistema operacional, service_level e o cliente</em>, mas você também pode inserir qualquer ponto de extremidade Device42 API como um filtro, incluindo campos personalizados. Para obter uma lista completa, visite a <a href="http://api.device42.com/#get-all-devices-with-brief-output" class="ext-link" target="_blank">Referência da API Device42</a>

source: Using predefined filters from Device42 in Rundeck
es: Usando filtros predefinidos de Device42 en Rundeck
pt: Usando filtros predefinidos de Device42 em Rundeck

source: Configuring custom filter parameters based on Device42 API endpoints
es: Configuración de los parámetros de filtro personalizado basados en extremos de la API de Device42
pt: Configurando parâmetros de filtro personalizado com base em pontos de extremidade Device42 API

source: After adding the filters, you will now be able to see which nodes Rundeck is pulling into Device42 by selecting the “Nodes” option in Rundeck
es: Después de agregar los filtros, ahora podrás ver qué nodos Rundeck está tirando en Device42 seleccionando la opción de "Nodos" en Rundeck
pt: Depois de adicionar os filtros, você agora poderá ver quais nós Rundeck está puxando em Device42, selecionando a opção de "Nós" em Rundeck

source: By drilling down to one of the nodes we could also see the synchronized information about node data including building, room and rack information about a device, operating system information, device type, and other information when applicable such as a virtual machine’s host.
es: Perforando hasta uno de los nodos también podríamos ver la información sincronizada sobre datos de nodos incluyendo edificio, habitación y estante de información sobre un dispositivo, información del sistema operativo, tipo de dispositivo y otra información en su caso como host de una máquina virtual.
pt: Por perfuração para baixo para um de nós podemos também ver as informações sincronizadas sobre dados de nó, incluindo prédio, sala e rack de informações sobre um dispositivo, informações do sistema operacional, tipo de dispositivo e outras informações, quando aplicável, como host de uma máquina virtual.

source: Now when creating Rundeck jobs you no longer have to worry about tracking down your node data to make sure you run it on the proper systems. Device42 will keep your data up-to-date, eliminating one more hurdle form your devops workflow.
es: Ahora al crear empleos Rundeck ya no tiene que preocuparse de localizar los datos de nodo para asegurarse de que se ejecutar en los sistemas adecuados. Device42 se mantenga sus datos actualizados, eliminando una más forma de obstáculo su flujo de trabajo de devops.
pt: Agora ao criar empregos Rundeck você já não precisa se preocupar sobre rastrear seus dados de nó para certificar-se você executá-lo sobre os sistemas adequados. Device42 vai manter seus dados atualizados, eliminando uma forma de obstáculo mais seu fluxo de trabalho de devops.

source: Integration Plugin
es: Plugin de integración
pt: Plugin de integração

source: Already have Microsoft Systems Center Configuration Manager (SCCM) set up and populated with an inventory of all or a majority of your systems?
es: ¿Ya tiene Microsoft Systems Center Configuration Manager (SCCM) configurar y rellena con un inventario de todos o la mayoría de los sistemas?
pt: Já tenho o Microsoft Systems Center Configuration Manager (SCCM) criado e preenchido com um inventário de todos ou a maioria de seus sistemas?

source: Avoid duplicate auto-discovery, and take advantage of the D42-SCCM Integration to pull existing data and CIs directly into Device42
es: Evitar duplicado autodescubrimiento y tomar ventaja de la integración de D42-SCCM para tirar de los datos existentes y CIs directamente en Device42
pt: Evite duplicar detecção automática e aproveitar a integração D42-SCCM para puxar os dados existentes e CIs diretamente em Device42

source: Download <br>SCCM Plugin
es: Descargar<br>Plugin SCCM
pt: Baixar<br>Plugin SCCM

source: With this integration you can now visualize your SCCM asset inventory in a better way, leveraging more value from the data you already have:
es: Con esta integración se puede visualizar ahora el inventario de activos SCCM mejor, aprovechar más el valor de los datos ya tienes:
pt: Com essa integração, você pode agora Visualizar seu inventário de bens do SCCM em uma maneira melhor, aproveitando mais valor a partir dos dados que você já tem:

source: Associate purchase and contract info to your assets
es: Información de compra y contrato asociada a sus activos
pt: Informação de compra e contrato associada aos seus bens

source: Visualize your devices in racks and hypervisors, tracking full logical to physical relationships.
es: Visualizar los dispositivos en las parrillas y los hipervisores, seguimiento completo lógicas físico relaciones.
pt: Visualize seus dispositivos em racks e hypervisors, rastreando relações completo lógico para o físico.

source: Track network and power connectivity.
es: Seguimiento de conectividad de red y energía.
pt: Controlar a conectividade de rede e poder.

source: Manage SSL/TLS certificates, passwords and Operating system licenses.
es: Administrar certificados SSL/TLS, contraseñas y licencias de sistema operativo.
pt: Gerencie certificados SSL/TLS, senhas e licenças de sistema operacional.

source: Software licensing and compliance management with comprehensive reporting and alerting capabilities.
es: Software licencias y cumplimiento gestión reporting completo y posibilidades de alerta.
pt: Licenciamento e conformidade gerenciamento de software com relatórios abrangentes e recursos de alerta.

source: Get started in few minutes without making any changes to your SCCM implementation.
es: Empezar en pocos minutos sin realizar ningún cambio en la implementación de SCCM.
pt: Começar em poucos minutos sem fazer nenhuma alteração para sua implementação do SCCM.

source: Importing your CI data is as easy as <em>1, 2, 3!</em>
es: Importación de datos de su CI es tan fácil como <em>1, 2, 3!</em>
pt: Importar os dados do CI é tão fácil como <em>1, 2, 3!</em>

source: Put your <a href="#d42_info">Device42 instance information</a> into the D42 auto-import tool.
es: Ponga su <a href="#d42_info">Device42 información</a> en la herramienta de importación automática D42.
pt: Colocar suas <a href="#d42_info">informações de instância de Device42</a> para a ferramenta de importação automática de D42.

source: Put your <a href="#sccm_info">Microsoft SCCM instance information</a> into the D42 auto-import tool.
es: Introduzca su <a href="#sccm_info">información SCCM de Microsoft</a> la herramienta de importación automática de D42.
pt: Colocar suas <a href="#sccm_info">informações de instância Microsoft SCCM</a> na ferramenta de importação automática de D42.

source: <a href="#go">Go!</a> Let the Device42 SCCM Import tool do all the work.
es: <a href="#go">Go!</a> Deje que la herramienta de importación de SCCM Device42 hacer todo el trabajo.
pt: <a href="#go">Go!</a> Deixe a ferramenta de importação de Device42 SCCM fazer todo o trabalho.

source: Our one-way import process utilizes the SCCM API directly, leaving the DB untouched.
es: Nuestro proceso de importación unidireccional utiliza la API de SCCM directamente, dejando intacta la base de datos.
pt: Nosso processo de importação unidirecional utiliza a API de SCCM diretamente, deixando o DB intocado.

source: Device42 instance information
es: Device42 información
pt: Device42 informações da instância

source: Select <strong>Settings</strong> in the lower left; <strong>System</strong> in the upper left. Then enter your Device42 instance information into the Device42 Auto-Discovery tool - IP or FQDN of the instance URL, username, and password.
es: Seleccione <strong>configuración</strong> en la parte inferior izquierda; <strong>Sistema</strong> en la parte superior izquierda. Luego introduzca sus datos de instancia Device42 en la herramienta de descubrimiento automático de Device42 - IP o FQDN de la instancia URL, nombre de usuario y contraseña.
pt: Selecione <strong>configurações</strong> em baixo, à esquerda; <strong>Sistema</strong> no canto superior esquerdo. Em seguida, digite suas informações de instância de Device42 para a ferramenta de descoberta automática Device42 - IP ou FQDN do URL de instância de usuário e senha.

source: Microsoft SCCM Integration
es: Integración de SCCM de Microsoft
pt: Integração do Microsoft SCCM

source: Microsoft SCCM instance information
es: Información SCCM de Microsoft
pt: Informações da instância Microsoft SCCM

source: Next, head over to <strong>Credentials</strong> in the settings sub-menu on the upper-left. Add a set of Windows credentials that has sufficient access to query your SCCM Instance.
es: Siguiente, cabeza encima a <strong>las credenciales</strong> en el submenú de configuración en la parte superior izquierda. Añadir un conjunto de credenciales de Windows que tiene suficiente acceso a consultar su instancia de SCCM.
pt: Em seguida, cabeça sobre para <strong>credenciais</strong> no submenu configurações no canto superior esquerdo. Adicione um conjunto de credenciais do Windows que possui acesso suficiente para consultar sua instância do SCCM.

source: Go!
es: ¡Vaya!
pt: Vá!

source: All relevant device information that was stored in SCCM is now available in Device42!
es: Toda la información relevante del dispositivo que se almacenó en SCCM está disponible ahora en Device42!
pt: Todas as informações relevantes de dispositivo que foi armazenadas no SCCM estão agora disponíveis em Device42!

source: Choose SCCM from the <strong>Discovery menu</strong>. Input your SCCM Instance Info, and from the Credentials Drop Down, select the credentials you saved in the previous step. Lastly, enter the FQDN or IP address of your SCCM Instance in <strong>Criteria</strong>. <strong>Save</strong>, and then <strong>Run Now</strong>! You can monitor the discovery status in the Tasks as your Device42 instance populates.
es: Elegir el <strong>menú descubrimiento</strong>SCCM. Entrada la información de la instancia de SCCM y las credenciales de la gota abajo, seleccione las credenciales guardadas en el paso anterior. Por último, escriba el FQDN o dirección IP de la instancia de SCCM en <strong>criterios</strong>. <strong>Guarde</strong>y después <strong>ejecute ahora</strong>! Usted puede monitorear el estado de descubrimiento en las tareas como se rellena la instancia Device42.
pt: Escolha o SCCM no <strong>menu de descoberta</strong>. Seu SCCM instância informação de entrada e a credenciais Drop Down, selecione as credenciais que você salvou na etapa anterior. Por último, digite o FQDN ou endereço IP da sua instância do SCCM em <strong>critérios</strong>. <strong>Salve</strong>e em seguida <strong>Execute agora</strong>! Você pode monitorar o status de descoberta nas tarefas como preenche sua instância de Device42.

source: Now you can enjoy the many benefits of Device42’s Comprehensive CMDB, extracting more value from the data you already had in SCCM!
es: Ahora puede disfrutar de los muchos beneficios de CMDB completa de Device42, extraer más valor de los datos ya tenía en SCCM!
pt: Agora você pode desfrutar de muitos benefícios do CMDB abrangente do Device42, extrair mais valor a partir dos dados já tinha no SCCM!

source: Every detail of the asset lifecycle from purchase to retirement can be tracked with Device42. Associate the purchase order for a device with the actual device itself, which can be quickly and easily located down to the room and actual rack that it is mounted in. Passwords to administer it are at your fingertips, as well as software that is running, and licenses for that software. Quickly locate spare parts, tracking spare part inventory as well.
es: Cada detalle de lo activos del ciclo de vida de compra a la jubilación puede ser rastreado con Device42. Asociar la orden de compra para un dispositivo con el dispositivo sí mismo, que puede ser fácilmente situado abajo a la habitación y el estante real que se monta en. Contraseñas para administrarlo están a su alcance, así como software que se ejecuta y licencias para ese software. Rápidamente localizar repuestos, seguimiento de inventario de repuestos también.
pt: Cada detalhe do ciclo de vida activo de compra, a aposentadoria pode ser controlado com Device42. Associe a ordem de compra para um dispositivo com o dispositivo real em si, que podem ser rapidamente e facilmente localizados até o quarto e rack real que está montado em. Senhas para administrá-lo estão ao seu alcance, bem como software que está sendo executado e licenças para que o software. Localize rapidamente peças de reposição, controle de inventário de peças de reposição também.

source: Plan your new deployments by looking at which racks have free space, and ensure license and security compliance for those upcoming audits by leveraging powerful reporting capabilities.
es: Plan de las nuevas implementaciones mirando que racks tienen espacio libre y asegurar el cumplimiento de licencia y seguridad para las próximas auditorias aprovechando las potentes capacidades de reporting.
pt: Planejar suas novas implantações olhando quais cremalheiras tem espaço livre e garantir a conformidade de licença e segurança para as próximas auditorias, aproveitando os recursos poderosos de relatórios.

source: The more data you give Device42, the more powerful it becomes!
es: Más datos le das Device42, el más poderoso se convierte en!
pt: Quanto mais dados você dá Device42, torna-se mais poderoso!

source: Download Device42 Auto-Discovery Software <small>(now with SCCM Auto-Import)
es: Descargar Software de Auto-Discovery de Device42 <small>(Ahora con SCCM importación automática)</small>
pt: Baixar Software de detecção automática de Device42 <small>(Agora com o SCCM importação automática)</small>

source: "Users can download the Device42 Auto-Discovery Software from <a href="%(software)sautodiscovery/">here</a>
es: "Los usuarios pueden descargar el Software de detección automática de Device42 de <a href="%(software)sautodiscovery/">aquí</a>
pt: Os usuários podem carregar"o Software de detecção automática de Device42 de <a href="%(software)sautodiscovery/">aqui</a>

source: Make ServiceNow better by syncing CI data from Device42
es: Mejorar ServiceNow por sincronización de datos de CI de Device42
pt: Fazer ServiceNow melhor sincronizado CI dados de Device42

source: Using the <a href="https://github.com/device42/servicenow_device42_mapping" rel="nofollow" target="_blank" class="ext-link">Device42-ServiceNow integration</a>, users can synchronize data in both directions &mdash; from Device42 to ServiceNow, and from ServiceNow to Device42. The integration script can synchronize Device42's enhanced asset management and tracking capabilities to ServiceNow's Configuration Management Database (CMDB), or from a populated ServiceNow instance into Device42.
es: Mediante la <a href="https://github.com/device42/servicenow_device42_mapping" rel="nofollow" target="_blank" class="ext-link">integración de Device42-ServiceNow</a>, los usuarios pueden sincronizar datos en ambas direcciones: de Device42 a ServiceNow y de ServiceNow a Device42. Puede sincronizar el script de integración de Device42 administración de activos mejorada y capacidades de seguimiento a de ServiceNow configuración gestión de base de datos (CMDB), o desde una instancia de ServiceNow poblada en Device42.
pt: Usando a <a href="https://github.com/device42/servicenow_device42_mapping" rel="nofollow" target="_blank" class="ext-link">integração Device42-ServiceNow</a>, os usuários podem sincronizar dados em ambas as direções — de Device42 de ServiceNow e de ServiceNow para Device42. O script de integração pode sincronizar do Device42 gerenciamento de ativos aprimorada e recursos de controle do ServiceNow configuração Management Database (CMDB), ou de uma instância de ServiceNow preenchida em Device42.

source: You can rely on Device42's Continuous Discovery technology to automatically maintain an up-to-date inventory of your physical, virtual, and cloud servers and containers, network components, software, services, applications, and their inter-relationships and interdependencies, and then sync that data with ServiceNow at any time. The synchronization can be manually refreshed at any time by the user and also scheduled for automatic refresh (via Crontab or similar) at user-defined intervals.
es: Puede confían en la tecnología de descubrimiento continuo de Device42 para automáticamente mantener un inventario actualizado de su físico, virtual y servidores en nube y contenedores, componentes de red, software, servicios, aplicaciones y sus interrelaciones e interdependencias y luego sincronizar esos datos con ServiceNow en cualquier momento. La sincronización puede ser actualizada manualmente en cualquier momento por el usuario y también programada para actualización automática (mediante Crontab o similar) en intervalos definidos por el usuario.
pt: Pode confiar na tecnologia de descoberta contínua do Device42 para manter automaticamente um inventário actualizado do seu físico, virtual e servidores de nuvem e recipientes, componentes de rede, software, serviços, aplicações e suas inter-relações e interdependências e depois sincronizar esses dados com ServiceNow a qualquer momento. A sincronização pode ser atualizada manualmente a qualquer momento pelo usuário e também programada para atualização automática (via Crontab ou similar) em intervalos definidos pelo usuário.

source: Download ServiceNow
es: Descargar ServiceNow
pt: Baixar ServiceNow

source: Integration Package
es: Paquete de integración
pt: Pacote de integração

source: ServiceNow Integration
es: Integración de ServiceNow
pt: Integração ServiceNow

source: Sync your CIs between Device42 and ServiceNow
es: Sincronizar sus CIs entre Device42 y ServiceNow
pt: Sincronizar suas CIs entre Device42 e ServiceNow

source: Once you sync your Device42 CMDB with ServiceNow, any CIs that were configured to sync will be available in both systems. If you are transitioning from ServiceNow to Device42, this integration makes that move a breeze, as well. When both systems are in concurrent use, CI data can be refreshed manually at any time, or kept up-to-date by scheduling automatic syncs in either direction!
es: Una vez que se sincronice su CMDB Device42 con ServiceNow, cualquier CIs que se configuraron a sync estará disponible en ambos sistemas. Si está haciendo una transición de ServiceNow a Device42, esta integración hace mover una brisa, así. Cuando ambos sistemas están en uso simultáneo, CI datos se pueden actualizar manualmente en cualquier momento, o informados por programar sincronizaciones automáticas en cualquier dirección!
pt: Uma vez que você sincronizar seu CMDB Device42 com ServiceNow, qualquer CIs que foram configurados para sincronização estará disponível em ambos os sistemas. Se você está fazendo a transição de ServiceNow para Device42, essa integração que faz mover uma brisa, também. Quando ambos os sistemas estão em uso simultâneo, CI dados podem ser atualizados manualmente a qualquer momento, ou atualizados por agendamento sincroniza automática em qualquer direção!

source: View CI details in ServiceNow
es: Ver CI detalles en ServiceNow
pt: Ver CI detalhes em ServiceNow

source: Once synced, users of ServiceNow can see details imported from Device42 (name, serial #, model, service level, tags, mac addresses, cpu details, RAM, HD, OS info, and more) for that CI, and can then tie those assets to related service requests. View any problems that may be associated with a CI with a click, just like you’re used to.
es: Una vez sincronizado, los usuarios de ServiceNow ver detalles importados de Device42 (nombre, serie, modelo, nivel de servicio, etiquetas, direcciones mac, los datos de cpu, RAM, HD, OS info y más) para que CI y puede entonces atan esos activos a solicitudes de servicio relacionadas. Ver todos los problemas que pueden estar asociados con un CI con un clic, como estás acostumbrado.
pt: Uma vez sincronizado, usuários de ServiceNow podem ver detalhes importados de Device42 (nome, serial #, modelo, nível de serviço, etiquetas, endereços mac, detalhes de cpu, RAM, HD, informação de sistema operacional e muito mais) para que CI e pode então amarram esses ativos para solicitações de serviços relacionados. Ver os problemas que podem ser associados com um CI com um clique, assim como você está acostumado.

source: Sync Software, Service, and Vendor information from Device42
es: Información de Software de sincronización, el servicio y el proveedor de Device42
pt: Informações de sincronização Software, serviço e fornecedor de Device42

source: Let Device42 populate Software, Service, and Vendor information into your ServiceNow instance. Use this imported information to create custom service request workflows and tailor them to each department's needs!
es: Que Device42 rellenar información de proveedores, Software y servicio en su instancia de ServiceNow. Utilizar esta información importada para crear flujos de trabajo de solicitud servicio de encargo y adaptarlos a las necesidades de cada departamento.
pt: Deixe Device42 preencher informações de Software, serviço e fornecedor para sua instância de ServiceNow. Use essas informações importadas para criar fluxos de trabalho de solicitação de serviço personalizado e adequá-los às necessidades do cada departamento!

source: Services and Software information can be synced from Device42 to ServiceNow (custom fields need to be created for this and related information). Synced software information can include all relevant licensing information, as well as supplementary information such as tags, category, vendor, a description, and any aliases that might be in use. Synced Service information includes service name, description, category, tags, and the associated vendor as well.
es: Se puede sincronizar información de Software y servicios de Device42 a ServiceNow (campos personalizados que creó para esto e información relacionada). Información software sincronizado puede incluir todo relevante información sobre la licencia, así como información complementaria como tags, categoría, proveedor, una descripción y cualquier alias que podrían estar en uso. Información de servicio sincronizado incluye nombre del servicio, descripción, categoría, etiquetas y así el vendedor asociado.
pt: Informações de serviços e Software podem ser sincronizadas de Device42 para ServiceNow (campos personalizados precisam ser criados para isto e informações relacionadas). Informações sincronizadas software podem incluir todas as informações de licenciamento relevantes, bem como informações complementares, tais como etiquetas, categoria, vendedor, uma descrição e as alcunhas que podem estar em uso. Informações sincronizadas de serviço incluem serviço nome, descrição, categoria, tags e o vendedor associado também.
