Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Mergers and acquisitions are a lot more than paperwork and a name change. When companies merge, each company will initially have its own supporting IT Infrastructure that comes along with it. There will likely be a lot of duplication of both hardware and services between the two infrastructures, with each company relying on the services from their own Active Directory domains, e-mail servers & services, and web hosting arrangements, just to name a few.
es: Fusiones y adquisiciones son mucho más que papeles y un cambio de nombre. Cuando las empresas se fusionan, cada empresa contará inicialmente con su propio apoyo infraestructura que viene junto con él. Probablemente habrá un montón de duplicación de hardware y servicios entre las dos infraestructuras, con cada empresa confiando en los servicios de sus propios dominios de Active Directory, servidores de correo electrónico y servicios y arreglos de alojamiento web, sólo para nombrar unos pocos.
pt: Fusões e aquisições são muito mais do que a papelada e uma mudança de nome. Fusões de empresas, inicialmente cada empresa terá seu próprio apoio infra-estrutura que vem junto com ele. Provavelmente haverá um monte de duplicação de hardware e serviços entre as duas infra-estruturas, com cada empresa, contando com os serviços de seus próprios domínios do Active Directory, servidores de email e serviços e arranjos de hospedagem web, só para citar alguns.

source: OS Stack Migration
es: Migración de sistema operativo pila
pt: Migração de sistema operacional pilha

source: Computers running unsupported operating systems continue to function. However, using unsupported software may increase the risks of viruses and other security threats. Negative consequences could include the loss of confidentiality, integrity, and or availability of data, system resources and business assets.
es: Los equipos que ejecutan sistemas operativos continúen funcionando. Sin embargo, uso de software no compatible puede aumentar los riesgos de virus y otras amenazas de seguridad. Consecuencias negativas podrían incluir la pérdida de confidencialidad, integridad o disponibilidad de datos, recursos del sistema y activos del negocio.
pt: Computadores que executam sistemas operacionais não suportados continuam a funcionar. No entanto, usando o software sem suporte pode aumentar os riscos de vírus e outras ameaças de segurança. Consequências negativas podem incluir a perda de confidencialidade, integridade e ou disponibilidade de dados, recursos de sistema e ativos de negócios.

source: Benefits <small>of Device42</small>
es: Beneficios <small>de Device42</small>
pt: Benefícios <small>do Device42</small>

source: Frequently asked questions for Device42, a comprehensive data center management software.
es: Preguntas para Device42, unas datos generales centro de software de gestión.
pt: Perguntas frequentes sobre Device42, um abrangente de dados centro de software de gestão.

source: Power & Energy Module
es: Alimentación y módulo de energía
pt: Poder e módulo de energia

source: Pricing <small>with Energy Management Modules</small>
es: Con <small>módulos de administración de energía</small>
pt: Preços <small>com módulos de gestão de energia</small>

source: Device42 is also available with two add-on modules for energy management. The Power Monitoring (Enterprise) option includes power and thermal monitoring from supported SNMP enabled PDUs. The Power Control (Enterprise plus) option includes the ability to power on/off PDU ports on supported PDU Models.
es: Device42 también está disponible con dos módulos para la gestión de la energía. Incluye la opción de control de potencia (empresa) y monitoreo térmico de soporte SNMP habilitado PDUs. La opción de Control de potencia (Enterprise plus) incluye la capacidad de encendido y apagado puertos PDU en PDU soportados.
pt: Device42 também está disponível com dois módulos add-on para o gerenciamento de energia. A opção de poder monitorar (Enterprise) inclui alimentação e monitoração térmica de suporte SNMP habilitado PDUs. A opção de controle de potência (Enterprise plus) inclui a capacidade de ativação/desativação portas PDU em modelos suportados PDU.

source: Please <a href="%(contact_url)s">contact us</a> to get more details on our energy management add-on.
es: Por favor, <a href="%(contact_url)s">póngase en contacto con nosotros</a> para obtener más información sobre nuestro complemento de administración de energía.
pt: Por favor <a href="%(contact_url)s">entre em contato conosco</a> para obter mais detalhes sobre nosso complemento de gerenciamento de energia.

source: Does Device42 license include maintenance and support?
es: ¿Licencia de Device42 incluye mantenimiento y soporte?
pt: Device42 licença inclui suporte e manutenção?

source: One year subscription license includes Software maintenance, upgrades, and support.
es: Un año la licencia de suscripción incluye mantenimiento de Software, actualizaciones y soporte.
pt: Um ano licença de assinatura inclui suporte, atualizações e manutenção de Software.

source: Do I have to renew the license for Device42 in order to keep using the software?
es: ¿Tengo que renovar la licencia de Device42 para seguir utilizando el software?
pt: Tenho de renovar a licença para Device42 a fim de continuar a usar o software?

source: Yes. Export will keep working even after the license expiry and we will offer support if you need help exporting your data.
es: Sí. Exportación será seguir trabajando incluso después del vencimiento de la licencia y le ofreceremos apoyo si necesita ayuda para exportar sus datos.
pt: Sim. Exportação vai continuar trabalhando mesmo após o termo de licença e oferecemos apoio se precisar de ajuda, exportando seus dados.

source: What is the upgrade option?
es: ¿Cuál es la opción de actualización?
pt: O que é a opção de atualização?

source: Since the license is annual subscription, you can upgrade anytime for the prorated difference.
es: Puesto que la licencia de suscripción anual, usted puede actualizar en cualquier momento la diferencia prorrateada.
pt: Desde que a licença é assinatura anual, você pode atualizar a qualquer momento para a diferença proporcional.

source: What is this free beer thingy?
es: ¿Qué es esta cosita de cerveza gratis?
pt: O que é esta coisa de cerveja grátis?

source: If your superiors are not impressed with Visual Impact charts generated by Device42, we will buy you free beer. Just let us know next time you are in New Haven, CT (USA) and the beer is on us.
es: Si tus superiores no están impresionados con gráficos de impacto Visual generados por la Device42, le compramos cerveza gratis. Sólo díganos la próxima vez estás en New Haven, CT (Estados Unidos) y la cerveza está en nosotros.
pt: Se os seus superiores não estão impressionados com impacto Visual dos gráficos gerados pelo Device42, compraremos cerveja grátis. Deixe-nos sabe na próxima vez que você está em New Haven, CT (EUA) e a cerveja é por nossa conta.

source: Device42 software provides Server room asset management integrated with IP address management and application mapping.
es: El software de Device42 brinda una gestión de los activos de la sala de servidores integrada con la gestión de direcciones IP y mapeo de aplicaciones.
pt: O software do Device42 proporciona a gestão de recursos do Servidor integrado com a gestão de endereços de IP e o planeamento de aplicações

source: Device42 software is licensed as an annual subscription. Pricing tiers are based on the number of devices and the number of IP addresses in-use in the software. You must purchase a higher tier if either your expected number of devices or your expected number of IP addresses exceeds the limit for the tier. All tiers enable unlimited numbers of available IPs, switch ports, non-IP based assets, hardware components, and all other types of data that can be stored in Device42.
es: Device42 software está licenciado como una suscripción anual. Niveles de precios se basan en el número de dispositivos y el número de IP direcciones en uso en el software. Debe adquirir un nivel superior si el número esperado de dispositivos o el número esperado de direcciones IP supera el límite para el nivel. Todos los niveles permiten a un número ilimitado de IPs disponibles, puertos del switch, no basado en IP activos, componentes de hardware y todos los otros tipos de datos que pueden almacenarse en Device42.
pt: Device42 software é licenciado como uma assinatura anual. Níveis de preços baseiam-se no número de dispositivos e o número de IP endereços em uso no software. Você deve adquirir um nível mais alto se o número esperado de dispositivos ou seu número esperado de endereços IP excede o limite para a camada. Todos os níveis permitem um número ilimitado de IPs disponíveis, portas de switch, não-IP com base em ativos, componentes de hardware e todos os outros tipos de dados que podem ser armazenados em Device42.

source: All pricing tiers include annual email and online support along with the updates for the software.
es: Todos los niveles de precios incluyen correo electrónico anual y en línea junto con las actualizaciones para el software.
pt: Todos os níveis de preços incluem anual e-mail e suporte on-line juntamente com as atualizações para o software.

source: Devices
es: Dispositivos
pt: Dispositivos

source: Annual Price
es: Precio anual
pt: Preço anual

source: Request Quote
es: Solicite cotización
pt: Solicitar cotação

source: Features Included
es: Características incluidas
pt: Recursos incluídos

source: Role-Based Management
es: Administración basada en papel
pt: Gerenciamento baseado em função

source: Contract & Purchase Management
es: Contrato y gestión de compra
pt: Contrato e gestão de compras

source: Not Included
es: No incluido
pt: Não incluído

source: Services Auto-Discovery
es: Descubrimiento automático de servicios
pt: Autodescoberta de serviços

source: Automated Application Mapping
es: Asignación automatizada de las aplicaciones
pt: Mapeamento de aplicação automatizada

source: Power Monitoring and Control
es: Control y monitorización de energía
pt: Poder de monitoramento e controle

source: Power
es: Energía
pt: Energia

source: Includes all CORE features
es: Incluye todas las características fundamentales
pt: Inclui todos os recursos do núcleo

source: Enterprise<br>App Mapping
es: Empresa<br>Asignación de aplicación
pt: Enterprise<br>Mapeamento de App

source: Application Mapping
es: Asignaciones de la aplicación
pt: Planeamento de Aplicações

source: Other Available Modules
es: Otros módulos disponibles
pt: Outros módulos disponíveis

source: Contact us for more details
es: En contacto con nosotros para más detalles
pt: Contacte-nos para mais detalhes

source: What counts as a device
es: ¿Qué cuenta como un dispositivo?
pt: O que conta como dispositivo

source: The term “device” refers to any physical, virtual, blade, or cluster device. Switch ports, non-IP based assets (e.g. monitors, projectors, software) and other data center components do not count against licenses
es: El término "dispositivo" se refiere a cualquier dispositivo, cuchilla, o clúster virtual o físico. Los puertos de interruptores, activos no basados en IP ​​(por ejemplo, monitores, proyectores, software) y otros componentes del centro de datos no cuentan contra las licencias
pt: O termo "dispositivo" refere-se a qualquer dispositivo físico, virtual, lâmina ou dispositivo de cluster. As portas de permuta, ativos baseados em não-IP (ex. monitores, projetores, software) e outros componentes de centro de dados não contam para as licenças

source: What is a used IP
es: ¿Qué es una IP "usada"?
pt: O que é um IP utilizado

source: Any IP address that is marked as not available in the Device42 software is counted as a used IP for purposes of determining the correct pricing tier above. The number of used IPs for any pricing tier is 10 times the number of devices for that license tier. However, an unlimited number of available IPs can be recorded
es: Cualquier dirección IP que esté marcada como "no disponible" en el software de Device42 se cuenta como una dirección IP utilizada para efectos de determinar el nivel de precios correcto mencionado arriba. El número de direcciones IP usadas para cualquier nivel de precios es de 10 veces el número de dispositivos para ese nivel de licencia. Sin embargo, un número ilimitado de direcciones IP disponibles se puede grabar
pt: Qualquer endereço IP que está marcado como não disponível no software Device42 é contabilizado como um IP utilizado para as finalidades que determinam a gama de preço correta acima. O número de IPs usados para qualquer gama de preço é 10 vezes o número de dispositivos para essa gama de licença. Contudo, pode ser registado um número ilimitado de IPs disponíveis

source: Does core product include everything
es: ¿El producto principal incluye todo?
pt: O produto nuclear inclui tudo

source: Software license management, services discovery and dependency mapping, deep application mapping, and power monitoring and control are separate add-ons and are priced separately. Please reach out to us to get more information on these add-ons
es: Gestión de licencias de software, descubrimiento de servicios y mapping de dependencias, asignación de aplicación profunda y poder seguimiento y control son complementos independientes y tienen un precio por separado. Por favor acercarse a nosotros para obtener más información sobre estos complementos
pt: Gerenciamento de licença de software, descoberta de serviços e mapeamento de dependência, mapeamento de aplicação profunda e poder de monitoramento e controle são complementos separados e são cobrados separadamente. Por favor em contacto connosco para obter mais informações sobre estes add-ons

source: Refund Policy and Satisfaction Guarantee
es: Política de reembolso y de garantía de satisfacción
pt: Política de Reembolso e Garantia de Satisfação

source: We are so confident that you'll be delighted with our software that we make ordering our software totally risk-free, with our 30-day Risk Free Unconditional Money-Back Guarantee! That's right - if you are not satisfied with our software for any reason whatsoever, just let us know within 30 days of purchase and we will refund your order in full. No questions asked
es: Estamos tan seguros de que usted estará encantado con nuestro software que el hacemos ordenar nuestro software totalmente libre de riesgo, ¡con nuestra garantía incondicional y sin riesgos de la devolución del dinero por 30 días! Así es - si usted no está satisfecho con nuestro software por cualquier motivo, sólo háganoslo saber dentro de los 30 días de la compra y le devolveremos su pedido en su totalidad. Sin preguntas de por medio
pt: Nós estamos tão confiantes que vai gostar do nosso software que fazemos com que encomendar o nosso software seja completamente livre de riscos com a nossa Garantia Incondicional e Livre de Riscos de Devolução do Dinheiro durante 30 dias! Ouviu bem - se não estiver satisfeito com o nosso software por qualquer razão, apenas nos diga até 30 dias depois da compra e a sua encomenda será reembolsada. Sem qualquer tipo de perguntas

source: Before ordering please review the following information
es: Antes de realizar el pedido por favor revise la siguiente información
pt: Antes de encomendar por favor analise a seguinte informação

source: End user License Agreement
es: Acuerdo de licencia del usuario final
pt: Acordo do Utilizador

source: Please <a href="%(company_contact)s">contact us</a> if you want to order by check, money order, or purchase order.
es: Por favor, <a href="%(company_contact)s">póngase en contacto con nosotros</a> si usted quiere pedir por cheque, giro postal, u orden de compra.
pt: Por favor, <a href="%(company_contact)s">entre em contato conosco</a> se você deseja ordenar por cheque, ordem de pagamento, ou ordem de compra.

source: For credit card payments: we use Stripe for online card processing. Stripe accepts credit payments through Visa, Mastercard&reg;, American Express&reg;, Discover&reg; and other major card types. Credit card information doesn't touch our servers and is directly handled by Stripe
es: Para pagos con tarjeta de crédito: usamos la raya para procesamiento de tarjetas en línea. Banda acepta pagos de crédito a través de Visa, Mastercard®, American Express®, Discover® y otros tipos de tarjeta. Información de tarjeta de crédito no toca nuestros servidores y es manejado directamente por raya
pt: Para pagamentos com cartão de crédito: usamos listra para processamento de cartão online. Listra aceita pagamentos de crédito através de Visa, Mastercard®, American Express®, Discover® e outros tipos de cartão. Informações de cartão de crédito não tocam em nossos servidores e é diretamente manipuladas pela listra

source: Use Case: Budgeting and Finance
es: Caso de uso: Elaboración de presupuestos y finanzas
pt: Caso de uso: Orçamento e finanças

source: Device42 has capabilities at many levels to help build your relationship with the CFO. Offering visibility into technical areas with financial impact, Device42 can help improve and optimize economic efficiency.
es: Device42 tiene capacidades en muchos niveles para ayudar a construir tu relación con el CFO. Ofrece visibilidad de las áreas técnicas con impacto financiero, Device42 puede ayudar a mejorar y optimizar la eficiencia económica.
pt: Device42 tem capacidades em vários níveis para ajudar a construir a sua relação com o CFO. Oferecendo visibilidade em áreas técnicas com impacto financeiro, Device42 pode ajudar a melhorar e otimizar a eficiência econômica.

source: Budgeting and Finance
es: Presupuesto y finanzas
pt: Orçamento e finanças

source: How do you convince the CFO that IT is spending its dollars wisely?
es: ¿Cómo convencer a la CFO que está gastando sus dólares sabiamente?
pt: Como você convence o CFO que ele está gastando seus dólares com sabedoria?

source: It's a big help if you can easily respond to questions like these:
es: Es de gran ayuda si puede fácilmente responder a preguntas como estas:
pt: É uma grande ajuda se você pode facilmente responder a perguntas como estas:

source: Can you provide a departmental cost report so that I can implement chargebacks or at least understand how IT assets are being used?
es: ¿Puede proporcionar un informe de gastos departamentales para que puedo aplicar cargos al usuario o al menos entender cómo se utilizan los activos de ti?
pt: Você pode fornecer um relatório de custos departamentais, para que eu possa implementar estornos ou pelo menos entender como os ativos de ti estão sendo usados?

source: How are you making IT more efficient so that we spend less and get more?
es: ¿Cómo hacemos lo más eficiente para que gastar menos y conseguir más?
pt: Como você está fazendo é mais eficiente para que possamos gastar menos e obter mais?

source: Can you show me how last year's $1M of CapEx was spent and who is using it?
es: ¿Usted me puede mostrar cómo se gastó $1 M el año pasado de CapEx y quién lo está utilizando?
pt: Você pode me mostrar como foi gasto US $1m no ano passado de CapEx e quem o está usando?

source: Can you project energy costs for next year's budget?
es: ¿Puede proyectar los costos de energía para el presupuesto del próximo año?
pt: Pode simular os custos de energia para o orçamento do próximo ano?

source: According to your refresh cycle, what servers are coming up for replacement or warranty extension?
es: ¿Según su ciclo de actualización, los servidores se acercan para extensión de garantía o reemplazo?
pt: De acordo com o seu ciclo de atualização, que os servidores estão chegando para a extensão. substituição ou garantia?

source: Are you certain you don't have unused or underused servers and/or IP segments?
es: ¿Está seguro de que no tener servidores no utilizados o subutilizados o segmentos IP?
pt: Tem certeza de que você não tem servidores subutilizados ou não utilizados e/ou segmentos IP?

source: What user hardware is up for refresh this year?
es: ¿Qué hardware de usuario es para actualizar este año?
pt: O hardware do usuário é para atualizar este ano?

source: Are we spending more on software then we really need to be? (SLM)
es: ¿Estamos nosotros gastar más en software entonces realmente debemos ser? (SLM)
pt: Estamos gastando mais em software e depois temos que ser? (SLM)

source: Offering visibility into technical areas with financial impact, Device42 can help improve and optimize economic efficiency.
es: Ofrece visibilidad de las áreas técnicas con impacto financiero, Device42 puede ayudar a mejorar y optimizar la eficiencia económica.
pt: Oferecendo visibilidade em áreas técnicas com impacto financeiro, Device42 pode ajudar a melhorar e otimizar a eficiência econômica.

source: The Device42 system tracks all your IT purchase orders by cost center and department at the line item level. You can easily produce reports showing capital and operating costs by cost center and department for chargebacks, analyzing departmental usage, and creating budgets. Reports are always available to provide the CFO how last year's and all prior year capex expenditures are being used.
es: Las pistas del sistema de Device42 todos su compra de lo pedidos por centro de costo y Departamento en el nivel de partida. Fácilmente puede producir informes mostrando el capital y los costos por centro de costo y Departamento de cargos al usuario, de operación analizar uso departamental y la creación de presupuestos. Informes están siempre disponibles para proporcionar el CFO cómo el año pasado y año anterior todos los gastos de inversión se utilizan.
pt: As faixas de sistema Device42 toda sua compra ordena por centro de custo e departamento a nível de item de linha. Você facilmente pode produzir relatórios mostrando o capital e os custos por centro de custo e departamento de estornos, operacionais, analisando o uso departamental e criação de orçamentos. Relatórios estão sempre disponíveis para fornecer o CFO como do ano passado e ano anterior todos os gastos de capex estão sendo usados.

source: Device42 can help ensure that IT assets and staff are used efficiently. For example, as much as 75%% of the time needed to process tickets is used trying to figure out where assets are located, who is using them, who needs to be notified if a server needs to be serviced, where the service contract is located, who to call at the vendor site, finding the root password and remote url, and many, many other activities that no longer require time and effort when you have Device42 in place.
es: Device42 puede ayudar a garantizar que el personal y los activos de TI se utiliza eficientemente. Por ejemplo, tanto como 75 %% del tiempo necesario procesar billetes se utiliza intentando averiguar donde se encuentran activos, que los está utilizando, que tiene que ser notificado si un servidor necesita mantenimiento, donde se encuentra, el contrato de servicio que en el sitio del proveedor, encontrar la contraseña de root y url remota y muchos , muchas otras actividades que no requieren tiempo y esfuerzo cuando se tiene Device42 en su lugar.
pt: Device42 pode ajudar a garantir que funcionários e ativos de ti são utilizados com eficiência. Por exemplo, tanto quanto 75% do tempo necessário processar bilhetes é usado tentando descobrir onde se encontram activos, quem está usando-os, quem precisa ser notificado, se precisa de um servidor ser atendido, onde se situa o contrato de serviço, quem ligar no local do fornecedor, encontrar a senha de root e url remota e muitos , muitas outras atividades que não exigem mais tempo e esforço quando você tem Device42 no lugar.
