Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: SNMP discovery extends to blade systems like IBM, HP, Dell, Fujitsu, and Sun to get chassis and blade level data. Features also include storage machine inventory data collection, and support for console switches and other SNMP-based devices.
es: Descubrimiento SNMP se extiende a sistemas como IBM, HP, Dell, Fujitsu y Sun para obtener datos a nivel de chasis y la hoja de la hoja. Características también incluyen recopilación de datos de inventario de máquina de almacenamiento de información y apoyan para los conmutadores de consola y otros dispositivos basados en SNMP.
pt: Descoberta SNMP estende-se aos sistemas de lâmina como IBM, HP, Dell, Fujitsu e Sun para obter dados de nível de chassis e lâmina. Recursos também incluem a coleta de dados de inventário de máquina de armazenamento e suporte para console switches e outros dispositivos baseados em SNMP.

source: External Integrations and REST APIs
es: Integraciones externas y resto API
pt: Integrações externas e APIs de resto

source: Using our out of box integrations with Puppet, Chef, Microsoft SCCM, Infoblox, Splunk, Servicenow and many more, you can bring in your data discovered by other systems. You can use REST APIs to customize what data you want to send to Device42.
es: Con el out de integraciones caja títeres, Chef, SCCM de Microsoft, Infoblox, Splunk, Servicenow y muchos más, usted puede traer sus datos descubiertos por otros sistemas. Puede utilizar resto API para personalizar los datos que desea enviar a Device42.
pt: Usando nossa fora de integrações de caixa com fantoche, Chef, Microsoft SCCM, Infoblox, Splunk, Servicenow e muitos mais, você pode trazer em seus dados descobertos por outros sistemas. Você pode usar APIs REST para personalizar os dados que você deseja enviar para Device42.

source: Featured Integrations
es: Integraciones de recomendados
pt: Integrações Indicados:

source: Device42 integrates with many popular applications used in managing IT Infrastructure such as ITSM and orchestration. These integrations can enhance performance and usability of IT management systems. In addition to webhooks and an extensive, well documented RESTful API, Device42 provides various connectors that make integrations easy and effective, and automation possibilities nearly endless…!
es: Device42 se integra con muchas aplicaciones populares utilizados en la gestión de su infraestructura como ITSM y orquestación. Estas integraciones pueden mejorar rendimiento y facilidad de uso de lo sistemas de gestión. Además de webhooks y una amplia y bien documentada API RESTful, Device42 proporciona varios conectores que hacen integraciones fácil y eficaz y casi infinitas posibilidades de automatización...!
pt: Device42 integra com muitos aplicativos populares usados no gerenciamento de ti infraestrutura como ITSM e orquestração. Essas integrações podem melhorar o desempenho e usabilidade do sistemas de gestão. Além de uma API RESTful extensos, bem documentados e webhooks, Device42 fornece vários conectores que fazem a integração fácil e eficaz e automação possibilidades quase infinitas...!

source: Check out some of Device42’s integration specific features below.
es: Compruebe hacia fuera algunas de las características específicas de integración de Device42 abajo.
pt: Confira alguns dos recursos específicos de integração do Device42 abaixo.

source: Integration With Services
es: Integración con servicios de
pt: Integração com serviços

source: Configuration Management
es: Gestión de la configuración
pt: Gerenciamento de configuração

source: Automation & SIEM
es: Automatización y SIEM
pt: Automação & SIEM

source: Download Free Trial Now
es: Descargue una prueba gratuita ahora
pt: Download do Teste Gratuito

source: IP Address Management (IPAM) Software
es: Administración de direcciones IP (IPAM) Software
pt: Software de Gestão de Endereços de IP (IPAM)

source: Device42 is a powerful IP Address management solution that integrates server room asset management
es: Device42 es una potente solución de gestión de dirección IP que integra el sitio activo del servidor
pt: Device42 é uma poderosa solução de gerenciamento de endereço IP que integra o gerenciamento de ativos de sala do servidor

source: Device42’s IP Address Management (IPAM) capabilities provide an easy to use, intuitive console for centralized IP visibility and control including IP tracking, IP assignments, and many other IP management functions.
es: Las capacidades de gestión de dirección de IP (IPAM) de Device42 proporcionan una consola fácil de usar, intuitivo para visibilidad IP centralizada y el control incluyendo seguimiento de IP, asignaciones de IP y muchas otras funciones de gestión de IP.
pt: Recursos de gerenciamento de endereço IP (IPAM) do Device42 fornecem um console fácil de usar, intuitivo para centralizado IP visibilidade e controle, incluindo o rastreamento de IP, IP atribuições e muitas outras funções de gerenciamento de IP.

source: Features include:
es: Las características incluyen:
pt: As características incluem:

source: Overlapping IP Ranges
es: Rangos de IP de superposición
pt: Sobreposição de IP varia

source: Auto-Assign IPs
es: Auto asignar IPs
pt: Autoatribuir IPs

source: Visualize Switch Ports
es: Visualizar los puertos del Switch
pt: Visualizar as portas do Switch

source: IPAM from Command Line
es: IPAM desde línea de comandos
pt: IPAM de linha de comando

source: IT Asset Management (ITAM) Software
es: Software de gestión (ITAM) de activos de ti

source: Insightful Comprehension
es: Comprensión perspicaz
pt: Compreensão perspicaz

source: Device42 provides comprehensive IT asset management capabilities including powerful asset auto-discovery and configurable asset types that accommodate any IT asset type within in your infrastructure.
es: Device42 proporciona capacidades de administración de activos IT completa como descubrimiento automático de activos de gran alcance y tipos de activos configurable adaptarse a cualquier tipo de activos IT dentro de su infraestructura.
pt: Device42 fornece abrangentes recursos de gestão de ativos de ti incluindo poderoso recurso descoberta automática e os tipos de ativos configurável que acomodar qualquer tipo de ativo IT dentro em sua infra-estrutura.

source: Choose from pre-defined asset types, or create custom types to suit your needs
es: Elija entre los tipos de activos predefinidos o crear tipos personalizados para satisfacer sus necesidades
pt: Escolha de tipos de recursos pré-definidos ou crie tipos personalizáveis consoantes as suas necessidades

source: Asset views allow custom search, filter, and sort
es: Vistas de activos permiten búsqueda personalizado, filtrar y ordenar
pt: A visualização de recursos permite a pesquisa, filtragem e ordenação personalizada

source: Create custom asset profiles (e.g. asset profile by location, or by device type)
es: Crear perfiles personalizados activos (p. ej. perfil activo por ubicación o por tipo de dispositivo)
pt: Criar perfis personalizados ativos (por exemplo, ativos perfil por localização, ou por tipo de dispositivo)

source: Bulk actions enable asset number assignments or QR code generation for any number of assets
es: Acciones a granel permiten asignaciones de número de activos o la generación de código QR para cualquier número de los activos
pt: As ações em massa permitem atribuições de uma série de ativos ou geração de códigos QR para qualquer número de ativos

source: Asset Tags
es: Etiquetas de activos
pt: Tags ativos

source: Lifecycle Assets
es: Ciclo de vida activos
pt: Ciclo de vida ativos

source: Non-IP
es: No-IP
pt: Não-IP

source: Purchase & Support Contracts
es: Compra y contratos de soporte
pt: Compra e contratos de suporte

source: Enterprise Password Management Software
es: Software Contraseña Enterprise Management
pt: Software de Gestão de Palavra-passe de Empresa

source: Centralized enterprise password management software along with comprehensive IT asset management so all the information stays together under one webconsole in Device42 software.
es: Software de gestão centralizada de palavra-passe de empresa vivificou como compreensiva gestão de ativos TI, para toda uma informação permaneça junta não soluço uma consola web, nenhum software Device42.
pt: Software de gestão centralizada de palavra-passe de empresa juntamente como compreensiva gestão de ativos TI, para que toda a informação permaneça junta sob uma consola web no software Device42.

source: Device42's enterprise IT password management software centrally and securely manages shared passwords used between IT teams.
es: Empresa de Device42 ti contraseña software de gestión centralizada y segura gestiona contraseñas compartidas entre equipos IT.
pt: Empresa de Device42 software de gerenciamento de senha é centralmente e firmemente gerencia senhas compartilhadas usadas entre as equipes IT.

source: Auto-generate secure passwords
es: Auto-generar contraseñas seguras
pt: Gere automaticamente palavras-passe seguras

source: Automatic logout on inactivity
es: Cierre de sesión automático en inactividad
pt: Terminar sessão automaticamente se estiver inativo

source: Easy search features
es: Fácil funciones de búsqueda
pt: Características de pesquisa fácil

source: Securely Copy passwords to clipboard without displaying them
es: Bien copiar contraseñas al portapapeles sin mostrarlas
pt: Firmemente, copiar senhas de transferência sem exibi-las

source: Optionally assign password to multiple devices
es: Opcionalmente asignar contraseña a múltiples dispositivos
pt: Atribua opcionalmente palavras-passe a múltiplos dispositivos

source: AES 256 bit encryption
es: Cifrado AES de 256 bits
pt: encriptação AES de 256 bit

source: Permission control per password
es: Permiso de control por contraseña
pt: Controlo de permissão por password

source: Passwords are encrypted for both storage and backup
es: Las contraseñas se cifran tanto para el almacenamiento y copia de seguridad
pt: As palavras-passe são encriptadas quer para armazenamento como para cópia de segurança

source: Password are not in HTML views and are only retrieved when requested
es: La contraseña no son vistas en HTML y sólo se recuperan cuando se le solicite
pt: A palavra-passe não está em vistas HTML e só são recuperadas quando requisitadas

source: Granular Permissions
es: Permisos granulares
pt: Permissões granulares

source: IT Password Generator
es: Generador de contraseñas es
pt: É gerador de senha

source: History and Audit Trail
es: Historia y seguimiento de auditoría
pt: História e trilha de auditoria

source: Role Based access with Active Directory integration
es: Acceso de base de papel con integración con Active Directory
pt: Acesso com base de papel com a integração do Active Directory

source: Role based access to control who can see what category of objects, integrated with active directory, for your inventory management with Device42 Software.
es: Acesso baseado na função para controlar quem pode ver determinadas categorias de objetos, integrado com integram ativo, Pará um sua gestão de inventário com o software Device42.
pt: Acesso baseado na função para controlar quem pode ver determinadas categorias de objetos, integrado com diretório ativo, para a sua gestão de inventário com o software Device42.

source: Device42 provides detailed role based access per category, for users and groups. IT administrators can assign view, add, edit, or delete permissions per category. Menu and object views can be customized based on access roles.
es: Device42 proporciona acceso de papel detallado basado en cada categoría, para usuarios y grupos. Los administradores de TI pueden asignar ver, añadir, editar o eliminar permisos por categoría. Vistas del menú y el objeto pueden ser personalizados basado en roles de acceso.
pt: Device42 fornece acesso baseado na função detalhada por categoria, para os usuários e grupos. Os administradores de ti podem atribuir exibir, adicionar, editar ou excluir as permissões por categoria. Menu e objeto vistas podem ser personalizadas com base em funções de acesso.

source: Comprehensive software license management with Device42 to accurately keep track of your software license usage across the IT enterprise.
es: Gestão compreensiva da licença fazer software com o Device42, para manter um rastreamento preciso da poster da licença seu software por toda uma empresa de TI.
pt: Gestão compreensiva da licença do software com o Device42, para manter um rastreamento preciso da utilização da licença do seu software por toda a empresa TI.

source: Compare current usage to license counts
es: Comparar el uso actual de recuentos de licencias
pt: Compare a utilização atual com as contagens de licença

source: Detect prohibited software
es: Detectar software prohibido
pt: Detetar software proibido

source: Track license agreements and expiration dates
es: javascript:void(0)
pt: Rastreie os acordos de licença e datas de validade

source: Identify purchased vs. installed software
es: Identificar comprado vs. software instalado
pt: Identificar software comprado vs. instalado

source: Provide customizable notification alerts
es: Proporcionar alertas de notificación personalizables
pt: Forneça alertas de notificação personalizados

source: Flexibility
es: Flexibilidad
pt: Flexibilidade

source: Comprehensive Tracking
es: Seguimiento integral
pt: Rastreamento completo

source: Alerts & Notifications
es: Alertas y notificaciones
pt: Alertas e notificações

source: Quickly be alerted to vulnerabilities with Device42. Get detailed alerts containing valuable impact and remediation information, describing problem locations and prioritized by CVE severity.
es: Rápidamente alerta sobre vulnerabilidades con Device42. Recibe las alertas detalladas que contiene valioso impacto y remediación información, describiendo lugares problema y priorizados por la severidad de la CVE.
pt: Rapidamente ser alertado sobre as vulnerabilidades com Device42. Receba alertas detalhadas contendo valioso impacto e remediação, informações descrevendo locais problema priorizado pela gravidade do CVE.

source: Budget and Finance
es: Presupuesto y finanzas
pt: Orçamento e finanças

source: Rapid Vulnerability Identification and Remediation
es: Remediación e identificación rápida de la vulnerabilidad
pt: Vulnerabilidade de rápida identificação e remediação

source: With Device42, your teams will never overlook another CVE, and no affected system will go un-remediated without your knowledge.
es: Con Device42, sus equipos nunca pasar por alto otro CVE, y ningún sistema afectado pasará no remediado sin su conocimiento.
pt: Com Device42, suas equipes nunca negligenciará outro CVE, e nenhum sistema afetado irá un-remediado sem o seu conhecimento.

source: There exist numerous products on the market that can detect vulnerabilities in your networks, but will also likely overwhelm you with a sea of information.
es: Existen numerosos productos en el mercado que puede detectar las vulnerabilidades en sus redes, pero también es probable que te abrume con un mar de información.
pt: Existem inúmeros produtos no mercado que pode detectar vulnerabilidades em suas redes, mas também provavelmente oprimi-lo com um mar de informações.

source: When a new CVE is published, and you have determined you run the affected software, the challenge further lies in correlating each affected software instance to its physical location, locating the machine owner, and determining downstream impact. How do you efficiently sort through, make sense of, and prioritize what can often be an overwhelming amount of information?
es: Cuando se publica una nueva CVE, haya determinado que ejecutar el software afectado, el reto está más en la correlación de cada instancia de software afectado para su ubicación física, localizar al propietario de la máquina y determinar impacto aguas abajo. ¿Cómo eficientemente ordenar a través de, dar sentido y dar prioridad a lo que a menudo puede ser una cantidad abrumadora de información?
pt: Quando um novo CVE é publicado, e você tiver determinado que você executar o software afectado, o desafio mais mentiras em correlacionar cada instância de software afectado a sua localização física, localizar o proprietário da máquina e determinar o impacto a jusante. Como você eficientemente classificar através de, fazer sentido de e priorizar o que muitas vezes pode ser uma enorme quantidade de informações?

source: For example, suppose you are made aware that certain versions of certain software products have new vulnerabilities. How do you know what physical, virtual, and cloud machine instances are running the specific affected software products and specific versions? Even if you know what software is running on each machine, you still need to manually match up the software names and versions in the vulnerabilities list to the software names and versions in your list.
es: Por ejemplo, supongamos que se hace conscientes de que ciertas versiones de ciertos productos de software tienen nuevas vulnerabilidades. ¿Cómo saber qué físicos, virtuales y casos de máquina de la nube está ejecutando las versiones específicas y productos específicos de software afectado? Incluso si usted sabe qué software está ejecutando en cada máquina, todavía necesita hacer coincidir manualmente los nombres de software y versiones en la lista de vulnerabilidades a los nombres de software y versiones en la lista.
pt: Por exemplo, suponha que você estejam cientes que certas versões de certos produtos de software têm novas vulnerabilidades. Como você sabe que físico, virtual e instâncias de máquina em nuvem estão executando o software afectado específicos produtos e versões específicas? Mesmo se você sabe que software é executado em cada máquina, você ainda precisa corresponder manualmente os nomes de software e versões na lista de vulnerabilidades para os nomes de software e versões em sua lista.

source: Then, once all the matching is done, how do you create a patching plan? You don’t want to take down a machine, patch it, and then discover that you have more vulnerabilities on that same machine. Or worse, you aren’t aware of user applications dependent on that machine, take it down, and get complaints.
es: Luego, una vez que todo el juego está hecho, ¿cómo crear un plan de bacheo? No quiero derribar una máquina, parcharlo y luego descubrir que tienes más vulnerabilidades en esa misma máquina. O peor, no está consciente de las aplicaciones de usuario depende de que la máquina, hacerla caer y recibir quejas.
pt: Em seguida, uma vez que toda a correspondência é feita, como fazer criar um plano de aplicação de patch? Não queres acabar com uma máquina, patch-lo e então descobrir que você tem mais vulnerabilidades na mesma máquina. Ou pior, você não está ciente das aplicações de usuário dependentes daquela máquina, derrubá-lo e receber queixas.

source: <em>Additionally</em>, if you have a lot of machines to patch, how do you create a plan? Ideally, you will get a list of the machines ordered by the severity of the vulnerabilities. Or, you might want to get a list of machines by rack or by cloud provider. Then, you need to get the passwords for each machine, the access url’s, and on and on...
es: <em>Además</em>, si usted tiene un montón de máquinas al parche, ¿cómo se crea un plan de? Idealmente, usted conseguirá una lista de las máquinas por la gravedad de las vulnerabilidades. O, usted puede obtener una lista de máquinas por rack o por el proveedor de la nube. Entonces, usted necesita conseguir las contraseñas para cada máquina, el acceso url y en y en...
pt: <em>Além disso</em>, se você tem um monte de máquinas para patch, como criar um plano? Idealmente, você receberá uma lista das máquinas ordenada pela gravidade das vulnerabilidades. Ou, você pode querer obter uma lista de máquinas do rack ou pelo provedor de nuvem. Então, você precisa obter as senhas para cada máquina, o acesso do url e sobre e sobre...

source: Wouldn't it be nice if you could just press a button and get all this information in one place?
es: ¿No sería agradable si sólo podía pulsar un botón y obtener toda esta información en un solo lugar?
pt: Não seria bom se você pudesse apenas pressione um botão e obter todas essas informações em um só lugar?

source: Device42's ITAM/CMDB solution maintains an up-to-date database of discovered software assets deployed across your enterprise. We get near real time vulnerability information, and cross reference this against all versions of your deployed software.
es: Solución ITAM/CMDB de Device42 mantiene una base de datos actualizada de los activos de software descubierto implementados en su empresa. Conseguimos cerca de tiempo real información sobre la vulnerabilidad y referencia cruzada esto contra todas las versiones de su software desplegado.
pt: Solução de Device42 ITAM/CMDB mantém um banco de dados atualizado de ativos de software descobertos implantado em sua empresa. Ficamos perto de informações em tempo real vulnerabilidade e Cruz referência isso contra todas as versões do seu software implantado.

source: You are immediately alerted to serious vulnerabilities. You can also generate customized reports that have all the information you need to prioritize and remediate.
es: Inmediatamente se alertó a las graves vulnerabilidades. También puede generar informes personalizados que tienen toda la información que necesita para priorizar y remediar.
pt: Que é imediatamente alertado para vulnerabilidades graves. Você também pode gerar relatórios personalizados que têm todas as informações que você precisa para priorizar e corrigir.

source: Instead of a sea of overwhelming information, you are provided with the concise, actionable data you need to get vulnerable systems patched.
es: En lugar de un mar de información abrumadora, están provistos los datos concisos y procesables que necesita conseguir parchados de sistemas vulnerables.
pt: Em vez de um mar de informações esmagadoras, você é fornecido com os dados concisos, acionáveis, que você precisa obter sistemas vulneráveis remendados.

source: The Benefits
es: Los beneficios
pt: Os benefícios

source: Vulnerability Management
es: Gestión de vulnerabilidades
pt: Gestão de vulnerabilidades

source: Stop wasting valuable time correlating generic security reports, finding required remediation data, and manually determining user impacts
es: Deje de perder tiempo valioso correlacionar informes genéricos de seguridad, encontrar datos de remediación requeridos y determinar manualmente el usuario impactos
pt: Pare de perder tempo valioso, correlacionando os relatórios de segurança genérico, encontrar dados de correção necessária e determinar manualmente o usuário impactos

source: Eliminate the tedious, manual work of trying to identify instances and locations of affected software, and triaging their respective support teams
es: Eliminar el tedioso trabajo manual de tratando de identificar casos y localizaciones de software afectado y clasificación de sus equipos de apoyo respectivo
pt: Elimine o trabalho tedioso, manual de tentar identificar instâncias e localizações do software afectado e separação de suas equipes de suporte de respectivos

source: Instead, spend time remediating!
es: En cambio, pasar tiempo remediar!
pt: Em vez disso, gaste tempo corrigir!

source: Key Features
es: Características clave
pt: Características-chave

source: Scan your network for software installations across your infrastructure
es: Escanea tu red para instalaciones de software en la infraestructura
pt: Varredura de sua rede para instalações de software ao longo de sua infra-estrutura

source: Device42 automatically correlates affected devices with its CVEs.
es: Device42 correlaciona automáticamente dispositivos afectados con sus CVEs.
pt: Device42 correlaciona-se automaticamente dispositivos afetados com suas CVEs.
