Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Create a working directory foo and copy the contents of
es: Crear un directorio foo de trabajo y copiar el contenido de

source: Populate the <em>settings.yaml</em> file you created in the last step with your Device42 instance info [host, user, pass]:
es: Poblar el <em> settings.yaml </ em> archivo creado en el último paso con la instancia de información Device42 [host, usuario, pass]:

source: Execute the script!
es: Ejecutar el guión!

source: the Salt integration script for Device42 today!
es: el guión integración Sal para Device42 hoy!

source: Sync data from Foreman into Device42.
es: Sincronización de datos de capataz en Device42.

source: Sync data from Salt into Device42.
es: Sincronización de datos de sal en Device42.

source: Device42 search - browser addons
es: Búsqueda Device42 - complementos del navegador

source: Device42 search add-on lets you simply search for an item in your Device42 instance. Just add your Device42 instance URL in options, and now you can highlight any word (like an IP address or device name or any other word), right click and search in Device42. It will take you to Device42 search page where you can now all the relevant results for that search word. This will help you quickly find an IP or device or serial # etc.
es: Búsqueda Device42 add-on le permite, simplemente, buscar un elemento en la instancia Device42. Sólo tiene que añadir la URL de ejemplo Device42 en opciones, y ahora se puede resaltar cualquier palabra (como una dirección IP o el nombre del dispositivo o cualquier otra palabra), haga clic derecho y buscar en Device42. Se le llevará a la página de búsqueda Device42 donde se puede ahora todos los resultados relevantes para esa palabra de búsqueda. Esto le ayudará a encontrar rápidamente una IP o dispositivo o número de serie, etc.

source: Current Chrome add-on Version
es: Chrome actual add-on Versión

source: Current Firefox add-on Version
es: Firefox actual complemento Versión

source: Chrome Download
es: Descargar Chrome

source: Firefox Download
es: Descargar Firefox

source: When you open a ticket in your ITSM system, Device42 is right there to give you all the information you need. Pop up an application dependency diagram to view what users and applications are dependent on a piece of equipment. Don't try to locate warranty contracts in a dusty cabinet. All the warranty information is right there in your ticket along with who to call, the device serial number, and anything else you need. Tired of playing \
es: Al abrir un ticket en su sistema ITSM, Device42 está ahí para darle toda la información que necesita. Pop-up un diagrama de dependencia de la aplicación para ver lo que los usuarios y aplicaciones dependen de una pieza de equipo. No trate de localizar a los contratos de garantía en un armario polvoriento. Toda la información sobre la garantía está ahí mismo en su billete, junto con quien llamar, el número de serie del dispositivo, y todo lo que necesitan. Cansado de jugar \

source: Full Name
pt: Nome Completo

source: Using Device42’s powerful agentless software discovery process, organizations can create and maintain a comprehensive, accurate profile of the software deployed on Windows and Linux machines across the entire IT infrastructure — from the server, to the desktop level.
pt: Ao utilizar o poderoso software de processo de descoberta sem agente do Device42, as organizações podem criar e manter um perfil compreensivo e preciso do software empregue nas máquinas Windows e Linux por toda a infraestrutura TI - desde o servidor até ao nível do computador.

source: Open Source
pt: Código-fonte aberto

source: A single source of truth within your organization. Get a clear view into your IT ecosystem to identify and manage all configuration items (CI) in your environment.
pt: Uma única fonte de verdade dentro da sua organização. Obtenha uma vista claro do seu ecossistema IT para identificar e gerir todos os itens de configuração (CI) no seu ambiente.

source: Data center management made easy with intuitive, integrated software by device42. Loved by organizations around the world for its open APIs.
pt: A gestão do centro de dados foi facilitado pelo Device42 com software intuitivo e integrado. Adorado pelas organizações em todo o mundo pelos seus APIs abertos.

source: Migrations, big or small, all can carry significant business risk. Botched cut-overs can result in runaway costs and embarrassing downtime. Whether your goal is to migrate to a new facility, to the cloud, or to even to a new platform or OS, Device42 has your back.
pt: Migrações, grandes ou pequenas, tudo o que pode levar risco significativo de negócios. Corte-overs fracassadas podem resultar em custos em fuga e tempo de inatividade embaraçoso. Se seu objetivo é migrar para uma nova instalação, para a nuvem, ou até mesmo para uma nova plataforma ou sistema operacional, Device42 tem o seu.

source: Data Center Infrastructure Management (DCIM) Software Download
pt: Faça o Download do Software de Gestão da Infraestrutura de Centros de Dados (DCIM)

source: Device42 is a comprehensive data center and network management software. Loved by organizations around the world for its open APIs and ease of use.
pt: O Device42 é um software compreensivo de centros de dados e gestão de rede. Adorado por organizações por todo o mundo pelas APIs abertas e facilidade de utilização

source: ServiceNow
pt: ServiçoAgora

source: Power and thermal management in the data center has never been easier. Using Device42 software, data center managers can anticipate and avoid thermal- and power-related problems with proactive real-time and historical management capabilities:
pt: A gestão de energia e termal no centro de dados nunca foi tão fácil. Ao utilizar o software Device42, os gestores de centro de dados podem antecipar e evitar problemas relacionados com a gestão termal e de energia com capacidades de gestão proactivas e históricas em tempo real:

source: Device42's IP address management tool provides simple API calls to find next available IP, search for an IP, or assign a new IP using scripting language.
pt: A ferramenta de gestão do endereço IP do Device42 fornece simples chamadas API para encontrar o próximo IP disponível, pesquisar por um IP, ou atribuir um novo IP usando a linguagem de scripting.

source: Track the lifecycle of your devices and non-IP based assets from their purchase, to all the way to their decommissioning.
pt: Monitorize o ciclo de vida dos seus dispositivos e recursos não baseados em IP desde sua compra até ao seu encerramento.

source: Centrally manage all IT contract information for devices, hardware, and software assets within the enterprise infrastructure.
pt: Faça a gestão central de toda a informação de contrato de TI para dispositivos, hardware e ativos de software dentro da infraestrutura da empresa.

source: Say goodbye to traditional barcode readers and use mobile devices for asset and inventory management. Print customized QR codes and auto-assign customizable asset numbers. Ensure that IT asset audits are both fast and accurate.
pt: Diga adeus aos leitores tradicionais de códigos de barras e use dispositivos móveis para a gestão de recursos e inventário. Imprima códigos QR personalizáveis e atribua automaticamente números de recursos personalizáveis. Assegure-se de que as auditorias dos recursos IT são tanto rápidas como precisas.

source: COO
pt: Diretor de Operações

source: REST APIs
pt: APIs baseadas em REST

source: Device42 is easier than way-too-complicated BMC Atrium
pt: O Device42 é mais fácil do que o "muito complicado" BMC Atrium.

source: Device42 is more affordable
pt: O Device42 é mais acessível

source: The Device42 Solution
pt: A Solução Device42

source: Support for all SNMP-based power devices
pt: Suporte para todos os dispositivos de energia baseados em SNMP

source: Device42 has native auto-discovery that can be scheduled
pt: O Device42 tem autodescoberta de origem programável

source: Ability to handle overlapping IP ranges across VRF groups.
pt: Capacidade de lidar com a sobreposição de IP's ao longo de grupos VRF.

source: Device42 is not an ITSM tool - ServiceNow is.
pt: O Device42 não é uma ferramenta ITSM - O ServiceNow é.

source: With the Device42 IP Address Management (IPAM) you can:
pt: Com a Gestão de Endereços de IP (IPAM) do Device42 você pode:

source: Conventry University
pt: Universidade de Conventry

source: Location
pt: Localização

source: Solution
pt: Solução

source: Data Center Challenges
pt: Desafios provenientes dos Centros de Dados

source: Data center inventory management
pt: Gestão de inventário de centros de dados

source: Tracking and documenting connections
pt: Monitorização e documentação de conexões

source: Planning and capacity management
pt: Gestão do planeamento e capacidade

source: Password and access management
pt: Gestão de passwords e acesso

source: Solution Requirements
pt: Requisitos de Soluções

source: The Solution
pt: A Solução

source: Device42 Implementation
pt: Implementação do Device42

source: Solution Benefits
pt: Benefícios da Solução

source: Accurate visualizations
pt: Visualização precisa

source: Device and services dependencies
pt: Dependências de dispositivos e serviços

source: Asset management
pt: Gestão de recursos

source: Device42 Customers
pt: Clientes do Device42

source: This NY-based company is a provider of financial services with offerings and global operations servicing both US and non-US based financial markets. Due to the nature of the financial trading markets, data center operations are subject to strict regulatory requirements, a 100%% uptime expectation, and hot stand-by capabilities – to name a few
pt: Esta empresa sedeada em Nova Iorque é um fornecedor de serviços financeiros com ofertas e operações globais servindo quer os mercados financeiros sedeados nos EUA como os não-sedeados nos EUA. Devido à natureza dos mercados de transação financeira, as operações do centro de dados estão sujeitas a requisitos regulatórios estritos, a uma expetativa de disponibilidade de 100%% e a fortes capacidades de standby - só para enumerar alguns

source: Asset tracking and inventory management
pt: Monitorização de recursos e gestão de inventário

source: IP address management
pt: Gestão de Endereços de IP

source: Implementation
pt: Implementação

source: Device42 Solution Benefits
pt: Benefícios da Solução Device 42

source: São Paulo, Brazil
pt: São Paulo, Brasil

source: No cabling documentation
pt: Sem documentação de cabos

source: Challenged inventory management
pt: Gestão desafiada do inventário

source: Managing data center assets
pt: Gerir recursos de centros de dados

source: Rack management
pt: Gestão de Racks

source: Dependency mapping
pt: Mapeamento de dependência

source: Within several hours of their Device42 purchase, the Maxihost team had completed an initial device discovery which accurately identified more than 90%% of the active asset inventory
pt: Após várias horas da compra do Device42, a equipa Maxihost completou uma descoberta de dispositivo inicial que identificou com precisão mais de 90%% do inventário de ativos ativados

source: Our Happy Customers
pt: Os nosso clientes felizes

source: A CMDB for the Cloud Era
pt: Um CMDB para a Era Cloud

source: Data Center Infrastructure Management (DCIM) Software
pt: Software de Gestão da Infraestrutura de Centros de Dados (DCIM)

source: Patch Panels
pt: Painéis de patch

source: Active Directory
pt: Do Active Directory

source: No
pt: Não

source: Apply for Device42 Partner Program
pt: Candidate-se para o Programa de Parceria Device42

source: Register a Deal as Device42 Partner
pt: Registar um Negócio como Parceiro Device42

source: The Device42 system tracks all your IT purchase orders by cost center and department at the line item level. You can easily produce reports showing capital and operating costs by cost center and department for chargebacks, analyzing departmental usage, and creating budgets. Reports are always available to provide the CFO how last yearâ€™s and all prior year capex expenditures are being used.
pt: As faixas de sistema Device42 toda sua compra ordena por centro de custo e departamento a nível de item de linha. Você facilmente pode produzir relatórios mostrando o capital e os custos por centro de custo e departamento de estornos, operacionais, analisando o uso departamental e criação de orçamentos. Relatórios estão sempre disponíveis para fornecer o CFO como última yearâ€™ s e todos os gastos de capex do ano anterior estão sendo usados.

source: When you open a ticket in your ITSM system, Device42 is right there to give you all the information you need. Pop up an application dependency diagram to view what users and applications are dependent on a piece of equipment. Donâ€™t try to locate warranty contracts in a dusty cabinet. All the warranty information is right there in your ticket along with who to call, the device serial number, and anything else you need. Tired of playing â€œwho knows the passwordâ€? You donâ€™t have to do that any more with Device42.
pt: Quando você abre um bilhete em seu sistema ITSM, Device42 está ali para dar-lhe todas as informações que você precisa. Pop-up um diagrama de dependência de aplicativo para ver o que os usuários e aplicativos são dependentes de uma peça de equipamento. Donâ€™ t tentar localizar garantia contratos em um armário empoeirado. Todas as informações de garantia estão ali em seu bilhete junto com quem ligar, o número de série do dispositivo e qualquer outra coisa que você precisa. Cansado de jogar â €œQuem sabe o passwordâ€? Você donâ€™ t tem que fazer isso mais com Device42.

source: Capacity planning for the both future need and peak transient loads can prove a tricky undertaking. Too much capacity, and your spend can quickly get out of control supporting idle machines, blowing your budget. Too little, and your companyâ€™s site or services can experience embarrassing downtime, leaving you to answer to angry customers and executives alike.
pt: Precisa de planejamento para o futuro de ambos de capacidade e cargas transientes de pico podem provar uma empresa complicada. Muita capacidade e seu passe rapidamente podem sair do controle apoio máquinas ociosas, estourar seu orçamento. Muito pouco e seu companyâ€™ s site ou serviços podem experimentar inatividade embaraçosa, deixando você responder a clientes irritados e executivos parecidos.

source: Benefits of using Data Center Infrastructure Management Software Device42
pt: Benefícios do uso do Software de Gestão de Infraestrutura de Centros de Dados Device42

source: Pricing for Data Center Infrastructure Management software
pt: Preço do software de Gestão da Infraestrutura de Centros de Dados

source: All products are covered by our 30 days 100%% money back guarantee
pt: Todos os produtos estão cobertos pela nossa garantia de devolução de 100%%do dinheiro durante 30 dias

source: D42 NetFlow Collector
pt: D42 Coletor de NetFlow

source: Free Network Discovery
pt: Descoberta de Redes Livres

source: Device42 Open Discovery software is a .NET based utility that will discover Windows and Linux devices in your network and populate device details in an Excel file.
pt: Device42 aberta descoberta software é um utilitário de .NET com base que irá descobrir dispositivos Windows e Linux em sua rede e preencher os detalhes do dispositivo em um arquivo do Excel.

source: 100%% Free & Open Source Software
pt: Software 100%% Gratuito & Open Source

source: Gets Hardware, OS, CPU, Memory Info
pt: Consegue Informação do Hardware, OS, CPU e Memória

source: IP address information
pt: Informação sobre o endereço IP

source: Documents IPv6 as well
pt: Documentos IPv6 também

source: No agents to install
pt: Não há agentes para instalar

source: No dependency on Excel, office
pt: Sem dependência do Excel, office

source: I agree to EULA
pt: Concordo a EULA

source: Download<br>Installer
pt: Baixar<br>Instalador

source: Download<br>Binaries
pt: Baixar<br>Binários

source: Tour Pages
pt: Páginas de visita

source: Device42 Product Tour Pages
pt: Páginas de Visita do Device42

source: Web-based Patch Panel Cable Management
pt: Gestão de Cabo de Painel de Conexão baseada na Web

source: Patch Panel
pt: Painel de remendo

source: Managing data center racks has never been easier or more accurate! Device42's automatically generated rack diagrams make manual drawings and spreadsheet records a thing of the past. Creating accurate rack diagrams is now fast and easy:
pt: Nunca foi tão fácil ou preciso gerir racks de centro de dados! Os diagramas de rack gerados automaticamente pelo Device42 fazem com que os desenhos manuais e os registos de planilha sejam algo do passado. Criando diagramas de rack precisos é agora rápido e fácil:

source: Supported devices for data center energy management
pt: Dispositivos suportados para gestão de energia de centro de dados

source: Automated IP Address Tracking
pt: Rastreamento Automático de Endereços IP

source: Tracking your IP addresses doesn’t have to be daunting, time consuming, and error prone Do away with the spreadsheets. Device42 features a comprehensive IPAM solution that take the complexity out of IP address tracking giving your organization centralized visibility and control. Your network is vital, take control of your IP space today!
pt: Rastrear o seu endereço IP não tem de ser enfadonho, demorado e propício a erros. Livre-se das planilhas. O Device42 apresenta uma solução IPAM completa que retira a complexidade do rastreio de endereço IP, dando à sua organização visibilidade e controlo centralizados. A sua rede é vital, assuma o controlo do seu espaço IP hoje mesmo!

source: Network visualization - see exactly what's connected to what, from the service all the way to the switch port
pt: Visualização de rede com o que está ligado com qual porta de permuta até à porta de permuta

source: Web based IT Inventory Management Software
pt: Software de Gestão de Inventário IT baseado em Web

source: IT Inventory Management Software with Device42, a Comprehensive DCIM Software
pt: Software de Gestão de Inventário TI com Device42, um Compreensivo Software DCIM

source: Contract and Purchase Management
pt: Gestão de Contratos e Compras

source: Time saving bulk operations can be applied to any number of racks!
pt: As operações em massa que poupam tempo podem ser aplicadas a qualquer número de racks!

source: Interactive Room Layout
pt: Disposição da Sala Interativa

source: Allows for quick and easy adds, moves, and changes!
pt: Permite adicionar, mover e alterar rápida e facilmente!

source: Color-Coded Rack Space Availability
pt: Disponibilidade de Espaço de Rack Codificado por Cores

source: Rack space utilization is color-coded enabling quick assessment of rack space availability.
pt: A utilização do espaço rack é codificada com cores, permitindo rápida avaliação da disponibilidade do espaço rack.

source: Color-Coded Power Conditions
pt: Condições de Energia Codificadas por Cores

source: High and Critical power thresholds are user-defined, default settings are 70%% and 80%% respectively
pt: Os limiares mais Elevado e Crítico de energia são definidos pelo utilizador, as definições por omissão são 70%% e 80%%, respetivamente
