Repository: LionDev93/django-d42
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: With Device42 software, data center managers can confidently access patch panel port information making service and support operations fast, easy, and accurate. Device42 provides important details with simply a click
es: Con el software Device42, administradores de centros de datos pueden acceder con seguridad información de puerto panel de conexión haciendo que las operaciones de servicio y soporte rápido, fácil y precisa. Device42 proporciona detalles importantes con un simple clic:
pt: Com o software Device42, os gestores de centros de dados podem aceder com confiança à informação da porta do painel de conexão, fazendo com que o serviço e as operações de suporte sejam rápidas, fáceis e precisas. O Device42 fornece detalhes importantes com simplesmente um clique

source: Add/change port information
es: Agregar / cambiar la información del puerto
pt: Adicione/altere a informação da porta

source: Supported content types: device, patch panel port, switch port, TAP ports
es: Tipos compatibles de contenido: dispositivo, puerto de panel de conexión, cambiar de puerto, puertos TAP
pt: Tipos de conteúdo suportado: dispositivo, porta de painel de conexão, porta de permuta, portas TAP

source: MAC address look up for associated devices
es: Dirección MAC mirar hacia arriba para dispositivos asociados
pt: Procura de endereço de MAC para dispositivos associados

source: Mouse-over to view full connection path
es: El ratón por encima para ver la ruta de conexión completa
pt: Passe com o rato sobre para ver o caminho completo da conexão

source: User-defined port types
es: Tipos de puerto definidos por el usuario
pt: Tipos de portas definidos pelo utilizador

source: Patch Panel to Patch Panel Connectivity is Easy
es: Hacer Patch Panel a Patch Panel de conectividad más fácil
pt: A Conexão de Painel de Conexão para Painel de Conexão é Fácil

source: Make Patch Panel to Patch Panel Connectivity Easier
es: Hacer Patch Panel a Patch Panel de conectividad más fácil
pt: Faça com que a Conetividade de Painel de Conexão para Painel de Conexão seja mais Fácil

source: Device42’s bulk connectivity feature makes it easy to perform back connections (e.g. patch panel to patch panel). For data center managers that means patch panel management just got better
es: Característica de conectividad mayor de Device42 hace que sea fácil de realizar de nuevo las conexiones (por ejemplo, panel de conexiones para parchear el panel). Para los administradores de centros de datos que significa la gestión panel de conexiones está mejor que nunca.
pt: A funcionalidade de conetividade em massa do Device42 faz com que seja fácil desempenhar ligações de retorno (ex. painel de conexão com painel de conexão). Para os gestores de centro de dados isso significa que a gestão do painel de conexão acabou de ficar melhor

source: Color Coded Port Connection Status
es: Código de color Estado del puerto de conexión
pt: Estados de Conexão de Porta Codificados por Cor

source: Device42 provides simple and easy to identify color coding of port connections that make port connection management clear and simple to understand. With mouse over details, data center support personnel have the information they need, when they need it
es: Device42 ofrece simple y fácil de identificar un código de colores de las conexiones portuarias que conforman la gestión de conexión de puerto clara y fácil de entender. Con el cursor sobre detalles, personal de apoyo del centro de datos tienen la información que necesitan, cuando lo necesitan!
pt: O Device42 fornece simples e fácil de identificar codificação colorida das conexões da porta que fazem com que o gestor de conexão da porta seja fácil e simples de entender. Com o rato sobre os detalhes, o pessoal de apoio do centro de dados tem a informação que necessita, quando a necessita

source: Color coded status icons for easy status identification
es: Iconos de estado codificadas por colores para la identificación fácil del estado
pt: Ícones de estado codificados por cor para fácil identificação de estado

source: Mouse-over for full path information
es: Ratón-sobre la información de ruta completa
pt: Passe o rato para ver a informação completa

source: View, Add, Update Patch Panel with iOS and Android Devices
es: Veja, Adicione e Atualize o Painel de Conexão com Dispositivos iOS e Android
pt: Veja, Adicione e Atualize o Painel de Conexão com Dispositivos iOS e Android

source: Use iOS and Android Devices for Patch Panel Management
es: Utilice iOS y dispositivos Android para Gestión Patch Panel
pt: Utilize Dispositivos iOS e Androir para a Gestão do Painel de Conexão

source: While Device42 provides centralized visibility and control of data center infrastructure, it also provides mobile workers with access to the data center information they need while away from their desk – making patch panel adds, changes, and audit work both faster and easier
es: Mientras Device42 ofrece visibilidad y control de la infraestructura del centro de datos centralizado, sino que también proporciona a los trabajadores móviles con acceso a la información del centro de datos que necesitan, mientras que fuera de su escritorio - hacer patch panel agrega, cambia, y el trabajo de auditoría, tanto más rápido y más fácil.
pt: Embora o Device42 fornece visibilidade centralizada e controlo da infraestrutura do centro de dados, ele também fornece aos trabalhadores móveis acesso a informação do centro de dados que eles necessitam enquanto estão fora do seu escritório - fazendo com que as adições, alterações e trabalho de auditoria do painel de conexão seja mais fácil e mais rápido.

source: Use iOS or Android devices to access data while inside the data center
es: Utilice iOS o dispositivos Android para acceder a los datos, mientras que en el interior del centro de datos
pt: Use dispositivos iOS e Android para aceder a dados enquanto está dentro do centro de dados

source: Web-based UI works with all the popular browsers and is great on tablets
es: Basado en la Web UI funciona con todos los navegadores populares y es grande en tabletas
pt: O UI baseado na web funciona com todos os browsers populares e é ótimo em tablets

source: Provide data center with the information they need in real-time
es: Proporcionar centro de datos con la información que necesitan en tiempo real
pt: Forneça a informação que o centro de dados necessita em tempo real

source: Complete Patch Panel Cable Management Software
es: Software de gestión de cables patch panel
pt: Software Completo de Gestão de Cabos do Painel de Conexão

source: Complete Patch Panel Cable Management
es: Patch Panel completo de gestión de cables
pt: Gestão Completa dos Cabos do Painel de Conexão

source: Device42 enables proactive patch panel management. Clear visualizations and linked detailed information allow data center managers to take control of complex patch panel wiring and avoid the likely problems and costs associated with poor patch panel management
es: Device42 permite una gestión proactiva panel de conexiones. Visualizaciones claras e información detallada vinculados permiten que los administradores de centros de datos para tomar el control de panel de conexiones de cableado complejo y evitar los posibles problemas y costos asociados con la mala gestión patch panel.
pt: O Device42 permite a gestão proactiva do painel de conexão. Visualizações claras e informação detalhada lingada permitem que os gestores do centro de dados controlem a complexa cablagem do painel de conexão e evitem os problemas prováveis e custos associados com a pobre gestão do painel de conexão

source: Load cabling data quickly using spreadsheet imports
es: Los datos de cableado de carga utilizando rápidamente las importaciones de hojas de cálculo
pt: Carregue dados de cablagem rapidamente usando importações de planilhas

source: Data Center Documentation and IT Infrastructure Management
es: Documentación de centro de datos y administración de infraestructura TI
pt: Documentação do centro de dados e gerenciamento de infra-estrutura de ti

source: Device42's powerful data center documentation software has made it easier for IT teams to manage their IT infrastructure.
es: Software de documentación de centro de datos de Device42 ha hecho más fácil para él los equipos para administrar su infraestructura de ti.
pt: Software de documentação de centro de dados poderosa do Device42 tornou mais fácil para ele equipes para gerenciar sua infra-estrutura de ti.

source: Following is a brief summary of some of the things Device42 can help you document in your data centre:
es: Lo que sigue es un breve resumen de algunas de las cosas Device42 puede ayudar a documento en su centro de datos:
pt: O seguinte é que um breve resumo de algumas das coisas que Device42 pode ajudar você documento em seu centro de dados:

source: Server room layouts with availability heatmaps
es: Diseños de sala de servidor con disponibilidad heatmaps
pt: Layouts de quarto servidor com disponibilidade heatmaps

source: Server room layouts with availability heatmaps
es: Diseños de sala de servidor con disponibilidad heatmaps
pt: Layouts de quarto servidor com disponibilidade heatmaps

source: Rack elevation documentation
es: Documentación de elevación de parrilla
pt: Documentação de elevação de rack

source: Cable management for both network and power connections
es: Administración de cables para las conexiones de red y energía
pt: Gerenciamento de cabos para conexões de rede tanto poder

source: Power and energy management
es: Energía y gestión energética
pt: Gestão de energia e

source: Automated data center documentation with auto-discovery and REST APIs
es: Automatizado de datos centro de documentación con detección automática y el resto APIs
pt: Automatizado de dados centro de documentação com detecção automática e APIs REST

source: Data Center Layout
es: Diseño de centro de datos
pt: Layout de centro de dados

source: Interactive Server Room Layout
es: Disposición de espacio de servidor interactivo
pt: Layout da sala interativa servidor

source: With powerful data center visualization tools, IT staff now have access to intelligent server room diagrams that accurately reflect their IT environment.
es: Con herramientas de visualización de centro de datos, personal de ti acceder a esquemas de sala servidor inteligente que reflejen su entorno de ti.
pt: Com ferramentas de visualização do centro de dados poderoso, a equipe de ti agora têm acesso a diagramas de sala do servidor inteligente que reflete com precisão o seu ambiente de ti.

source: Drag & drop objects
es: Arrastrar y soltar objetos
pt: Arrastar e soltar objetos

source: Rack Elevation Documentation
es: Documentación de elevación de parrilla
pt: Documentação de elevação de rack

source: Managing data center racks has never been easier or more accurate! Device42's automatically generated rack diagrams make manual drawings and spreadsheet records a thing of the past. Creating accurate rack diagrams is now fast and easy:
es: Gestión de racks del centro de datos nunca ha sido más fácil o más preciso! Diagramas de bastidor generado automáticamente de Device42 hacen dibujos manual y hoja de cálculo registra una cosa del pasado. Creación de diagramas de bastidor exacto ahora es rápido y fácil:
pt: Gerenciamento de cremalheiras de centro de dados nunca foi mais fácil ou mais precisa! Diagramas de cremalheira gerado automaticamente do Device42 fazem desenhos manuais e planilha registra uma coisa do passado. Criar diagramas de rack precisa agora é rápido e fácil:

source: With Device42 software, keeping track of your patch panel cable connections is fast, easy, and accurate. Device42 removes cable management complexity and increases the visibility, control, and efficiency of data center cable management.
es: Con el software de Device42, hacer el seguimiento de las conexiones de cable patch panel es rápido, fácil y preciso. Device42 elimina la complejidad de la administración de cable y aumenta la visibilidad, control y eficiencia de gestión de cable del centro de datos.
pt: Com o software Device42, mantendo-se a par de suas conexões de cabo do painel de remendo é rápido, fácil e preciso. Device42 remove a complexidade do gerenciamento de cabo e aumenta a visibilidade, controle e eficiência da gestão de cabo de centro de dados.

source: Patch Panel Create Connection
es: Patch Panel crear conexión
pt: Painel de remendo criar Conexão

source: Using Device42 software, data center managers can anticipate and avoid thermal- and power-related problems with proactive real-time and historical management capabilities:
es: Usando el software Device42, los gerentes de centro de datos pueden anticipar y evitar problemas relacionados con la térmica y la energía con capacidad de gestión proactiva en tiempo real e históricos:
pt: Utilizando o software Device42, gerentes de centro de dados podem antecipar e evitar problemas relacionados a térmica e energia com recursos de gerenciamento proativo de históricos e em tempo real:

source: Power Chain Maps
es: Mapas de Redes de Energia
pt: Mapas de Redes de Energia

source: Device Contract and Life Cycle Management
es: Contrato de dispositivos y Gestión del Ciclo de Vida
pt: Gestão de Contratos de Dispositivos e Ciclos de Vida

source: Track your support contracts and warranty information per device
es: El seguimiento de su contratos de soporte y garantía de la información por dispositivo
pt: Rastreia os seus contratos de suporte e informação de garantia por dispositivo

source: Record contract start and end dates, plus renew by date
es: Fechas de inicio del contrato de grabación y, además de renovar por fecha
pt: Grave as datas de início e término de contrato, para além da data de renovação

source: Never miss a renewal date for your devices, create reports for contract end dates and schedule email notification at 30, 60, or 90 days prior to expiration
es: No te pierdas ni una fecha de renovación para sus dispositivos, crear informes para las fechas de finalización del contrato y notificación por correo electrónico en horario de 30, 60 o 90 días antes del vencimiento
pt: Nunca perca uma data de renovação dos seus dispositivos, crie relatórios para datas de término de contrato e agende notificação por email para 30, 60 ou 90 dias antes da expiração

source: Record purchase information
es: Información de registro de la compra
pt: Informações de registro de compra

source: View asset QR code information, assign QR code profile for automated code generation and association
es: Ver activo de información QR code, asigne el perfil de código QR para la generación de código automático y asociación
pt: Veja a informação do código QR do ativo, atribua o perfil do código QR para geração e associação automatizada do código

source: Auto-discovery and REST APIs
es: Descubrimiento automático y resto API
pt: Detecção automática e APIs de resto

source: Web-based Data Center Power Management
es: Administración de energía del centro de datos basada en Web
pt: Gerenciamento de energia do centro de dados baseado na Web

source: <em>"Playing tetris"</em> with your servers in racks with no visibility into power consumption? Wasting money and resources on under-optimized data center power? Device42's comprehensive DCIM solution can help you take the complexity out of your data center energy management giving you full visibility and control. Optimize your data center power and add efficiency to your capacity planning.
es: <em>«Juego tetris»</em> con los servidores en racks con ninguna visibilidad en consumo de energía? ¿Desperdicio de dinero y recursos en energía de centro de datos optimizado para bajo? Solución DCIM integral de Device42 puede ayudarle a tomar la complejidad de su gestión de la energía de la centro de datos que le da control y visibilidad completa. Optimice su alimentación de centro de datos y añadir eficacia a su capacidad de planificación.
pt: <em>"Jogar tetris"</em> com seus servidores em racks com nenhuma visibilidade em consumo de energia? Desperdiçar dinheiro e recursos em poder de centro de dados sob otimizado? Solução abrangente de DCIM do Device42 pode ajudá-lo a eliminam a complexidade do seu centro de dados energia gestão dando-lhe controle e visibilidade total. Otimizar o seu poder de centro de dados e adicionar eficiência ao seu planejamento de capacidade.

source: Visualize your power chain
es: Visualizar a sua rede de energia
pt: Visualize a sua rede de energia

source: “Device42 stands out for the simplicity of its implementation and operation” (Gartner)
es: "Device42 se destaca por la sencillez de su implementación y operación" (Gartner)
pt: "Device42 se destaca pela simplicidade de sua implementação e operação" (Gartner)

source: Lowest-cost fully-featured DCIM tool
es: Ferramenta DCIM mais barata e cheia de funcionalidades
pt: Ferramenta DCIM mais barata e cheia de funcionalidades

source: Photo-Realistic Rack Layout Views
es: De Amendment Visualizações da Disposição de Racks Fotografias Realistas
pt: Visualizações da Disposição de Racks através de Fotografias Realistas

source: Support for &frac12; U devices
es: Soporte para dispositivos ½ U
pt: Suporte para &frac12; dispositivos U

source: Back to back devices(&frac12; depth
es: Volver a los dispositivos de la espalda (½ profundidad)
pt: Profundidade de dispositivos back-to-back

source: Vendor Agnostic Management
es: Vendedor Gestión Agnóstico
pt: Gestão Agnóstica de Fornecedor

source: There are multiple proprietary power measurement and control protocols supported by different OEMs, which make it challenging to have a single solution for power management across ALL devices in the data center. Device42's Energy Management Module works across different vendors. It provides accurate, real time power and thermal monitoring and management for individual servers, group of servers, racks and IT equipment such as PDUs in the data centers
es: Hay múltiples medida de la energía propia y protocolos de control soportados por diferentes fabricantes de equipos originales, que hacen difícil tener una única solución para la gestión de la energía en todos los dispositivos en el centro de datos. Módulo de administración de energía de Device42 funciona a través de diferentes proveedores. Proporciona energía precisa y en tiempo real y monitoreo térmico y administración de servidores individuales, grupo de servidores, racks y equipos como PDU en los centros de datos
pt: Existem vários medição da potência proprietárias e protocolos de controle suportados por OEMs diferentes, que torná-lo difícil de ter uma única solução para gerenciamento de energia em todos os dispositivos no data center. Módulo de gestão de energia do Device42 funciona através de diferentes fornecedores. Fornece potência exata, em tempo real e monitoramento térmico e gestão para servidores individuais, grupo de servidores, racks e equipamentos de informática tais como PDUs nos centros de dados

source: Thermal and Power Heatmaps
es: Térmica y Energía Heatmaps
pt: Mapas de Calor Termais e de Energia

source: Rack Level Heat maps based on power and thermal data from individual servers
es: Estante mapas de calor Nivel sobre la base de la energía y térmicas datos de los servidores individuales
pt: Mapas de Calor de Nível Rack baseados nos dados de energia e termais dos servidores individuais

source: Heap maps on the room layout view based on capacity, power usage and thermal data
es: Mapas del montón en la vista de diseño ambiente basados ​​en la capacidad, el uso de energía y datos térmicos
pt: Mapas de calor na sala dispõe a visualização tendo como base a capacidade, utilização de energia e dados termais

source: PDU Port Power Control
es: control de potencia
pt: Controlo de Energia das Portas PDU

source: Power Control for Servers and PDU Ports
es: Control de energía para servidores y PDU Puertos
pt: Controlo de Energia para Servidores e Portas PDU

source: PDU Ports power on/off supported via SNMP for supported PDU models
es: Energía PDU Puertos de encendido / apagado apoyada a través de SNMP para los modelos de PDU compatibles
pt: Energia on/off de Portas PDU suportadas através de SNMP para modelos PDU suportados

source: Add-on module - additional cost
es: (Módulo adicional - costo adicional)
pt: Módulo add-on - custo adicional

source: Server Room Power Usage Charts
es: Gráficos de Utilização de Energia da Sala do Servidor
pt: Gráficos de Utilização de Energia da Sala do Servidor

source: Historical Energy Data
es: Datos Históricos Energía
pt: Histórico dos Dados de Energia

source: Look at historical data for predictive modeling
es: Mira los datos históricos para el modelado predictivo
pt: Veja dados históricos para modelação preditiva

source: Powerful charts with zoom in/out options
es: Gráficos de gran alcance con zoom in / out opciones
pt: Poderosos gráficos com opções de zoom

source: History Log
es: Registro de historial
pt: Histórico

source: Device42 incorporates a comprehensive history log providing an audit trail by recording user and API activities.
es: Incorpora O Device42 hum registo de histórico compreensivo, fornecendo um rastro de auditórios registando o liguagens e como Activities and API.
pt: O Device42 incorpora um registo de histórico compreensivo, fornecendo um rastro de auditoria registando o utilizando e as atividades API.

source: Maintaining data center infrastructure documentation is essential, and using the information both planning and operational purposes can add tremendous value. The ability to track activities related to your documentation is also important - Device42 features comprehensive history tracking of user activity, making it easy to find out what has been done when and by whom
es: El mantenimiento de la documentación de la infraestructura del centro de datos es esencial, y el uso de la información tanto a efectos operativos de planificación y puede agregar un enorme valor. La posibilidad de realizar un seguimiento de las actividades relacionadas con la documentación también es importante - Device42 cuenta seguimiento del historial completo de la actividad del usuario, por lo que es fácil encontrar lo que se ha hecho cuándo y por quién.
pt: A manutenção da documentação da infraestrutura do centro de dados é essencial e a utilização de informação quer para planeamento como para fins operacionais pode adicionar um tremendo valor. A capacidade de rastrear atividades relacionadas com a sua documentação também é importante - o Device42 apresenta um compreensivo rastreamento de histórico da atividade do utilizador, fazendo com que seja fácil descobrir o que foi feito, quando e por quem

source: All records are time-stamped and include user, content type, object, description, and action taken <small>(view/add/change/delete)</small>
es: Todos los registros son sello de tiempo e incluyen el usuario, tipo de contenido, objeto, Descripción y acción <small>(ver/agregar/cambiar/eliminar)</small>
pt: Todos os registros são marcadas e incluem usuário, tipo de conteúdo, objeto, descrição e medidas tomadas <small>(ver/adicionar/alterar/apagar)</small>

source: API calls and imports are also recorded as history, in addition to tracking activity via the user interface.
es: Llamadas a la API y las importaciones también se registran como historia, además de actividades de seguimiento a través de la interfaz de usuario.
pt: Chamadas de API e importações registam-se também como história, além de monitorar a atividade através da interface de usuário.

source: Search History
es: Historial de búsqueda
pt: Histórico de pesquisa

source: Search
es: Buscar
pt: Procurar

source: Use the search box to quickly locate specific entries
es: Utilice el cuadro de búsqueda para localizar rápidamente las entradas específicas:
pt: Use a caixa de pesquisa para rapidamente localizar entradas específicas
